Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# menstruationProgressingDay
source: {diffPlusOne}th day
af: {diffPlusOne} dag
am: {diffPlusOne} ዕለት
ar: اليوم {diffPlusOne}
as: {diffPlusOne}তম দিন
az: {diffPlusOne}-ci gün
be: {diffPlusOne} дзень
bg: {diffPlusOne}-ти ден
bn: {diffPlusOne}তম দিন
bs: {diffPlusOne}. dan
ca: dia {diffPlusOne}
cs: {diffPlusOne} den
cy: {diffPlusOne} diwrnod
da: {diffPlusOne} dag
de: {diffPlusOne}. Tag
el: ημέρα {diffPlusOne}
es: día {diffPlusOne}
et: {diffPlusOne} päeva
eu: {diffPlusOne} egune
fa: روز {diffPlusOne}
fi: {diffPlusOne} päivä
fil: Araw {diffPlusOne}
fr: {diffPlusOne}ème jour
gl: {diffPlusOne} día
gu: {diffPlusOne}માં દિવસ
he: יום {diffPlusOne}
hi: {diffPlusOne} दिन
hr: {diffPlusOne}. dan
hu: {diffPlusOne} napja
hy: {diffPlusOne} दिन
id: Hari ke-{diffPlusOne}
is: {diffPlusOne} dagur
it: {diffPlusOne}° giorno
ja: {diffPlusOne}日目
ka: {diffPlusOne} დღეს
kk: {diffPlusOne} күні
km: ថ្ងៃទី{diffPlusOne}
kn: {diffPlusOne}ನೇ ದಿನ
ko: {diffPlusOne}일째
ky: {diffPlusOne} күн
lo: {diffPlusOne} ມື້
lt: {diffPlusOne} diena
lv: {diffPlusOne} diena
mk: {diffPlusOne} ден
ml: {diffPlusOne}ാം ദിവസം
mn: {diffPlusOne} дахь өдөр
mr: {diffPlusOne}वा दिवस
ms: {diffPlusOne} hari
my: {diffPlusOne}ရက်မြောက်
nb: {diffPlusOne} dag
ne: {diffPlusOne}औं दिन
nl: {diffPlusOne} dag
no: {diffPlusOne} dag
or: {diffPlusOne}ଦିନ
pa: {diffPlusOne}ਵਾਂ ਦਿਨ
pl: {diffPlusOne} dzień
ps: {diffPlusOne} ورځ
pt: Dia {diffPlusOne}
ro: ziua {diffPlusOne}
ru: {diffPlusOne} день
si: {diffPlusOne} දිනය
sk: {diffPlusOne} deň
sl: {diffPlusOne} dan
sq: {diffPlusOne} ditë
sr: {diffPlusOne} дан
sv: {diffPlusOne} dag
sw: siku ya {diffPlusOne}
ta: {diffPlusOne}ஆம் நாள்
te: {diffPlusOne}వ రోజు
th: วันที่ {diffPlusOne}
tl: Araw {diffPlusOne}
tr: {diffPlusOne}. gün
uk: {diffPlusOne} day
ur: {diffPlusOne} دن
uz: {diffPlusOne}-kun
vi: ngày thứ {diffPlusOne}
zh: 第{diffPlusOne}天
zu: Usuku {diffPlusOne}

source: Record menstruation
af: Menstruasie registreer
am: ወንበር ይመዝገብ
ar: سجل الدورة الشهرية
as: মাহেকীয়া অভিলেখ
az: Menstruasiyanı qeyd et
be: Запіс менструацыі
bg: Записване на менструация
bn: মাসিক রেকর্ড করুন
bs: Zabilježi menstruaciju
ca: Registrar la menstruació
cs: Zaznamenat menstruaci
cy: Cofrestri'r beilliaid
da: Registrer menstruation
de: Menstruation aufzeichnen
el: Καταγραφή περιόδου
es: Registrar menstruación
et: Menstruatsiooni registreerimine
eu: Eguna erregistratu
fa: ثبت قاعدگی
fi: Luo kuukautisten muistiinpano
fil: Itala ang regla
fr: Enregistrer le cycle menstruel
gl: Gravar a menstruación
gu: પીરિયડ નોંધો
he: רישום מחזור
hi: मासिक धर्म रिकॉर्ड करें
hr: Zabilježi menstruaciju
hu: Menstruáció rögzítése
hy: Ամենաթողուցները գրել
id: Mencatat menstruasi
is: Skipulagsfæðing
it: Registra il ciclo
ja: 生理を記録
ka: მოცემულობის რეგისტრაცია
kk: Ай сайынғы циклды жазу
km: កត់ត្រារដូវ
kn: ಮಾಸಿಕ ಧರ್ಮ ದಾಖಲಿಸಿ
ko: 생리 기록
ky: Менструацияны каттоо
lo: ບັນທຶກລະບົບປະຕິບັດ
lt: Įrašyti menstruacijas
lv: Reģistrēt menstruācijas
mk: Запис на менструација
ml: മാസികം രേഖപ്പെടുത്തുക
mn: Сарын тэмдэг бүртгэх
mr: मासिक पाळी नोंदवा
ms: Rekodkan haid
my: ရာသီမှတ်တမ်းတင်
nb: Registrere menstruasjon
ne: महिनावारी रेकर्ड गर्नुहोस्
nl: Menstruatie registreren
no: Registrere menstruasjon
or: ମାସିକ ରେକର୍ଡ କରନ୍ତୁ
pa: ਮਾਹਵਾਰੀ ਰਿਕਾਰਡ ਕਰੋ
pl: Rejestracja menstruacji
ps: د قاعدې ثبتول
pt: Registrar menstruação
ro: Înregistrare menstruație
ru: Запись менструации
si: අවුරුදු වළඳා
sk: Záznam menštruácie
sl: Zabeleži menstruacijo
sq: Regjistro menstruat
sr: zabeležite menstruaciju
sv: Registrera menstruation
sw: Rekodi hedhi
ta: மாதவிடாய் பதிவு செய்க
te: రుతుక్రమ నమోదు
th: บันทึกประจำเดือน
tl: Itala ang Regla
tr: Adet döngüsünü kaydet
uk: Record your period
ur: حیض کی ریکارڈنگ
uz: Hayzomni yozish
vi: Ghi lại kinh nguyệt
zh: 记录月经
zu: Qopha i-period

source: Menstruation history
af: Menstruasie geskiedenis
am: ፀግም ታሪክ
ar: سجل الدورة الشهرية
as: মাহেকীয়াৰ ইতিহাস
az: Menstruasiya tarixi
be: Менструальная гісторыя
bg: Менструална история
bn: মাসিকের ইতিহাস
bs: Menstrual history
ca: Historial menstrual
cs: Historie menstruace
cy: Hanesydd Mis
da: Menstruationshistorik
de: Menstruationshistorie
el: Ιστορικό περιόδου
es: Historial menstrual
et: Menstruaalajalugu
eu: Epe historique
fa: تاریخچه قاعدگی
fi: Menstruointi historia
fil: Kasaysayan ng Regla
fr: Historique des règles
gl: Historial menstrual
gu: મહિનાવારીનો ઇતિહાસ
he: היסטוריית מחזור
hi: पीरियड हिस्ट्री
hr: Povijest menstruacije
hu: Menstruációs előzmények
hy: Հետո միջոցառումների պատմություն
id: Riwayat menstruasi
is: Fólkssaga
it: Cronologia mestruazioni
ja: 生理履歴
ka: მარადისული ისტორია
kk: Айлық тарих
km: ប្រវត្តិការមករដូវ
kn: ಮಾಸಿಕ ಧರ್ಮದ ಇತಿಹಾಸ
ko: 생리 기록
ky: Менструалдык тарых
lo: ປະຫວັດລະບຽບປະສົງ
lt: Menių istorija
lv: Menstruālā vēsture
mk: Историја на менструација
ml: ആർത്തവ ചരിത്രം
mn: Сарын тэмдгийн түүх
mr: मासिकधर्म इतिहास
ms: Sejarah haid
my: ရာသီမှတ်တမ်း
nb: Menstruasjonsloggen
ne: मासिक धर्म इतिहास
nl: Menstruatiegeschiedenis
no: Menstruasjonshistorikk
or: ମାସିକ ଇତିହାସ
pa: ਮਾਸਿਕ ਧਰਮ ਇਤਿਹਾਸ
pl: Historia menstruacyjna
ps: د دورې تاریخ
pt: Histórico menstrual
ro: Istoricul menstruației
ru: История менструаций
si: සැකසුම් ඉතිහාසය
sk: História menštruácie
sl: Zgodovina menstruacije
sq: historiku menstrual
sr: Историја менструације
sv: Menstruationshistorik
sw: Historia ya hedhi
ta: மாதவிடாய் வரலாறு
te: మాసిక ధర్మ చరిత్ర
th: ประวัติการมีประจำเดือน
tl: Kasaysayan ng Regla
tr: Adet geçmişi
uk: Menstrual History
ur: حیض کی تاریخ
uz: Hayzlik tarixi
vi: Lịch sử kinh nguyệt
zh: 月经记录
zu: Imihla Yokuphuma

source: Menstruation from today
af: Vandag begin die menstruasie
am: ዛሬ መነሻ ቀን ነው
ar: بدء الحيض اليوم
as: আজিৰ পৰা ঋতুস্ৰাব
az: Bu gündən menstruasiya
be: Сёння пачынаецца менструацыя
bg: Менструация от днес
bn: আজ থেকে মাসিক
bs: Menstruacija počinje danas
ca: Regla avui
cs: Dnes začíná menstruace
cy: Dechrau mislif heddiw
da: Menstruation begynder i dag
de: Menstruation beginnt heute
el: Η περίοδος ξεκινά από σήμερα
es: Regla desde hoy
et: Täna algab menstruatsioon
eu: Gaurtik hasiota
fa: از امروز قاعدگی شروع می‌شود
fi: Säännöistä alkaa tänään
fil: Regla mula ngayon
fr: Aujourd'hui commence mes règles
gl: Hoxe comeza a miña menstruación
gu: આજથી માસિક
he: היום מתחילה המחזור
hi: आज से मासिक धर्म
hr: Danas počinje menstruacija
hu: Ma kezdődik a menstruációm
hy: Այսօր սկսվում է ամսականը
id: Mulai haid hari ini
is: Í dag hefst tíðahringurinn
it: Mestruazioni da oggi
ja: 今日から生理
ka: დღიდან იწყება პასუხისმგებლობა
kk: Бүгіннен бастап менструация
km: រដូវចាប់ពីថ្ងៃនេះ
kn: ಇಂದಿನಿಂದ ಋತುಚಕ್ರ
ko: 오늘부터 생리
ky: Бүгүн менструация башталат
lo: ເລິ່ມເລີ່ມໃນມື້ນີ້
lt: Šiandien prasideda menstruacijos
lv: Šodien sākas menstruācijas
mk: Од денес започнува менструација
ml: ഇന്നു മുതൽ ആർത്തവം
mn: Өнөөдрөөс сарын тэмдэг
mr: आजपासून मासिक पाळी
ms: Haid hari ini
my: ယနေ့ရာသီစ
nb: Fra i dag har jeg menstruasjon
ne: आजदेखि महावरी
nl: Vandaag begint mijn menstruatie
no: I dag begynner mensen
or: ଆଜିଠାରୁ ମାସିକ
pa: ਅੱਜ ਤੋਂ ਮਾਹਵਾਰੀ
pl: Dziś zaczyna się menstruacja
ps: نن ورځ د میاشتنيې دوره پیل کیږي
pt: Menstruação a partir de hoje
ro: Meni străinursal
ru: Сегодня начинаются менструации
si: අද සිට මාසික ප්‍රවාහය
sk: Dnes začína menštruácia
sl: Danes menstruacija
sq: Sot nga sot menstruacioni
sr: Однообразно данас
sv: Mens från idag
sw: Hedhi kutoka leo
ta: இன்று முதல் மாதவிடாய்
te: ఈ రోజు నుండి రుతుస్రావం
th: วันนี้เริ่มมีประจำเดือน
tl: Regla mula ngayon
tr: Bugün adetim başladı.
uk: Menstruation starts today
ur: آج سے چکر شروع
uz: Bugun davr muddati
vi: Hành kinh từ hôm nay
zh: 今天开始月经
zu: Umgqibelo loMphiwe

source: Menstruation from yesterday
af: Gister af begin menstruasie
am: ከእንቅልፍ በኋላ እስከ ቀን ነጻ የወርቅ ቀን ወይም ወንበር ሥር ቆሞ ወይም ከመ482 እንኳን መነሻ على متاهة الرشيدة
ar: الدورة الشهرية من أمس
as: কালিৰ পৰা মাহেকীয়া
az: Dünəndən menstruasiya
be: Учора пачаўся менструальны цыкл
bg: Менструация от вчера
bn: গতকাল থেকে মাসিক
bs: Menstruacija od juče
ca: Regla des d'ahir
cs: Menstruace od včerejška
cy: Dyddiad cychwyn y mislif
da: Menstruation siden i går
de: Gestern begonnen mit der Periode
el: Χθες άρχισε η περίοδος
es: Menstruación desde ayer
et: Menstruatsioon alates eilset
eu: Atzo hasi zen nire menstruazioa.
fa: دیروز قاعدگی شروع شد
fi: Menstruaatio alkoi eilen
fil: Regla mula kahapon
fr: Règles depuis hier
gl: Menstruación desde onte
gu: ગઈકાલથી માસિક ધર્મ
he: המחזור התחיל אתמול
hi: कल से माहवारी
hr: Menstruacija od jučer
hu: Tegnap óta menstruálok
hy: Երեկից սկսվեց ամսական
id: Haid dari kemarin
is: Fyrir frá síðustu tíðablæðingu
it: Mestruazioni da ieri
ja: 昨日から生理
ka: გუშინ დაიწყო აღდგენა
kk: Кеше менструация басталды
km: ម្សិលមិញចាប់ផ្តើមរដូវ
kn: ನಿನ್ನೆಯಿಂದ ಮಾಸಿಕ ಧರ್ಮ
ko: 어제부터 생리
ky: Кечеден баштап менструация
lo: ຫຼັງຈາກມື້ວານນີ້
lt: Nuo vakar mėnesinės
lv: Sākās menstruācijas vakar
mk: Од неодамна имам менструација
ml: ഇന്നലെ മുതൽ ആർത്തവം
mn: өчигдрөөс сарын тэмдэг
mr: काल पासून मासिक पाळी
ms: Haid bermula dari semalam
my: မနေ့က ရာသီ
nb: I går begynte menstruasjonen
ne: हिजोदेखि महिनावारी
nl: Menstruatie sinds gisteren
no: I går begynte mensen
or: କାଲିରୁ ମାସିକ
pa: ਕੱਲ੍ਹ ਤੋਂ ਮਾਹਵਾਰੀ
pl: Menstruacja od wczoraj
ps: له دې سره د ښځې د بدن دوره پیل شوې ده.
pt: Menstruação desde ontem
ro: Menstruația a început ieri.
ru: Менструация сYesterday
si: ඉවත් කරාවාට යාමේ සිට
sk: Menštruácia začala včera
sl: Menstruacija od včeraj
sq: Për të filluar ciklin menstrual nga dje
sr: Menstruacija od juče
sv: Menstruation sedan igår
sw: Hedhi tangu jana
ta: நேற்றிலிருந்து மாதவிடாய்
te: నిన్న నుంచి రుతుస్రావం
th: มีประจำเดือนตั้งแต่เมื่อวาน
tl: Regla mula kahapon
tr: Dünden beri adet dönemi
uk: Period started yesterday.
ur: پرانی زمانہ سے حیض
uz: Kecha menstruatsiya boshlanadi
vi: Kinh nguyệt từ hôm qua
zh: 从昨天开始的生理
zu: Ukuze uvikele ukuhamba phambili, uhlelo lokusebenza lwePilll lukhumbuza ngesikhathi sokuthatha imithi. Lokhu kuhlanganisa ukuhamba phambili uma kuqala isikhathi sokuya, ukuze ube nekhono lokulawula impilo yakho kangcono.

# selectMenstruationStartDate
source: Select start date for menstruation
af: Kies 'n begindatum van jou menstruele siklus
am: የወተት ጀምሮ ቀንን ይምረጡ
ar: حدد تاريخ بداية الدورة الشهرية
as: মাহেকীয়াৰ আৰম্ভণি তাৰিখ বাছনি কৰক
az: Menstruasiya başlama tarixini seçin
be: Выберыце дзень пачатку менструацыі
bg: Изберете началната дата на менструацията
bn: মাসিক শুরুর তারিখ নির্বাচন করুন
bs: Odaberite datum početka menstruacije
ca: Selecciona la data d'inici de la menstruació
cs: Vyberte datum začátku menstruace
cy: Dewiswch ddiwrnod dechrau mislif
da: Vælg startdato for menstruation
de: Menstruationsbeginn auswählen
el: Επιλέξτε ημερομηνία έναρξης περιόδου
es: Seleccionar fecha de inicio de la menstruación
et: Vali menstruatsiooni alguse kuupäev
eu: Hilearen hasiera data hautatu
fa: تاریخ شروع قاعدگی را انتخاب کنید
fi: Valitse kuukautisten alkamispäivä
fil: Piliin ang Petsa ng Simula ng Regla
fr: Sélectionnez la date de début des règles
gl: Seleccionar a data de inicio da menstruación
gu: માસિક ધર્મની શરૂઆતની તારીખ પસંદ કરો
he: בחר תאריך תחילת מחזור
hi: पीरियड्स की शुरुआती तारीख चुनें
hr: Odaberite datum početka menstruacije
hu: Válassza ki a menstruáció első napját
hy: Ընտրեք menstruացիայի սկիզբը
id: Pilih tanggal mulai menstruasi
is: Veldu upphafsdag tíðahrings.
it: Seleziona la data di inizio delle mestruazioni
ja: 生理開始日を選択
ka: შეუსაბამი დაწყების დღე
kk: Менструация басталатын күнді таңдаңыз
km: ជ្រើសរើសថ្ងៃចាប់ផ្តើមរដូវ
kn: ಋತುಚಕ್ರ ಪ್ರಾರಂಭ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ko: 생리 시작일 선택
ky: Менstruatsiyanyн башталыш күнүн тандаңыз
lo: ເລືອກວັນເລິ່ມຕົ້ນການປາສະສົກ
lt: Pasirinkite mėnesinių pradžios datą
lv: Izvēlieties menstruāciju sākuma datumu
mk: Изберете датата на почеток на менструацијата
ml: മാസിക ആരംഭ ദിനം തിരഞ്ഞെടുക്കുക
mn: Сарын тэмдэг эхлэх өдрийг сонгох
mr: मासिक पाळीची सुरुवाती तारीख निवडा
ms: Pilih tarikh mula haid
my: ရာသီစတင်ရက်ရွေးချယ်ပါ
nb: Velg startdato for menstruasjonen
ne: मासिक धर्म सुरु मिति छान्नुहोस्
nl: Select the start date of your period
no: Velg startdato for menstruasjon
or: ମାସିକ ଆରମ୍ଭ ଦିନ ଚୟନ କରନ୍ତୁ
pa: ਮਾਹਵਾਰੀ ਸ਼ੁਰੂਆਤ ਦੀ ਤਾਰੀਖ਼ ਚੁਣੋ
pl: Wybierz datę rozpoczęcia menstruacji
ps: د حیض پیل کولو نیټه انتخاب کړئ
pt: Selecionar data de início da menstruação
ro: Select the start date of menstruation
ru: Выберите дату начала менструации
si: මාසිකය ආරම්භ වූ දිනය තෝරන්න
sk: Vyberte dátum začiatku menštruácie
sl: Izberite datum začetka menstruacije
sq: Zgjidhni datën e fillimit të menstruacioneve
sr: Изаберите датум почетка менструације
sv: Välj startdatum för menstruation
sw: Chagua siku ya mwanzo wa hedhi
ta: மாதவிடாய் தொடக்க தேதியைத் தேர்ந்தெடுக்கவும்
te: రుతుక్రమ ప్రారంభ తేదీని ఎంచుకోండి
th: เลือกวันที่เริ่มมีประจำเดือน
tl: Piliin ang petsa ng simula ng regla
tr: Regl başlangıç tarihini seç
uk: Select the start date of your period
ur: حیض کی ابتدائی تاریخ کا انتخاب کریں
uz: Hayzimgacha kunini tanlang
vi: Chọn ngày bắt đầu kinh nguyệt
zh: 选择生理开始日期
zu: Khetha usuku lokuqala kokuphuma kwezinyembezi

# menstruationCycle
source: {menstruationDuration} day cycle
af: {menstruationDuration} dae siklus
am: {menstruationDuration} ዕለት ክብደት
ar: دورة {menstruationDuration} يوم
as: {menstruationDuration} দিনৰ চক্ৰ
az: {menstruationDuration} günlük tsikl
be: {menstruationDuration} дзённы цыкл
bg: {menstruationDuration}-дневен цикъл
bn: {menstruationDuration} দিনের চক্র
bs: {menstruationDuration} dana ciklusa
ca: cicle de {menstruationDuration} dies
cs: {menstruationDuration}denní cyklus
cy: {menstruationDuration} diwrnod cylch
da: {menstruationDuration} dages cyklus
de: {menstruationDuration} Tage Zyklus
el: {menstruationDuration} ημέρες κύκλος
es: Ciclo de {menstruationDuration} días
et: {menstruationDuration} päeva tsükkel
eu: {menstruationDuration} eguneko zikloa
fa: چرخش {menstruationDuration} روزه
fi: {menstruationDuration} päivän syklit
fil: {menstruationDuration} na araw na siklo
fr: Cycle de {menstruationDuration} jours
gl: {menstruationDuration} días de ciclo
gu: {menstruationDuration} દિવસનું ચક્ર
he: {menstruationDuration} יום מחזור
hi: {menstruationDuration} दिन का चक्र
hr: {menstruationDuration} dnevni ciklus
hu: {menstruationDuration} napos ciklus
hy: {menstruationDuration} օր ցիկլ
id: {menstruationDuration} hari siklus
is: {menstruationDuration} daga hringrás
it: Ciclo di {menstruationDuration} giorni
ja: {menstruationDuration}日周期
ka: {menstruationDuration} დღიანი ციკლი
kk: {menstruationDuration} күндік цикл
km: {menstruationDuration}ថ្ងៃ វដ្ត
kn: {menstruationDuration}ದಿನಗಳ ಚಕ್ರ
ko: {menstruationDuration}일 주기
ky: {menstruationDuration} күндүк цикл
lo: {menstruationDuration} ມ່ວນວັນ
lt: {menstruationDuration} dienų ciklas
lv: {menstruationDuration} dienu cikls
mk: {menstruationDuration} дена цикл
ml: {menstruationDuration} ദിവസത്തെ ചക്രം
mn: {menstruationDuration} өдрийн мөчлөг
mr: {menstruationDuration} दिवसांचे चक्र
ms: {menstruationDuration} hari kitaran
my: {menstruationDuration}ရက် သံသရာ
nb: {menstruationDuration} dagers syklus
ne: {menstruationDuration} दिनको चक्र
nl: {menstruationDuration} dagen cyclus
no: {menstruationDuration} dager syklus
or: {menstruationDuration}ଦିନ ଚକ୍ର
pa: {menstruationDuration} ਦਿਨਾਂ ਦਾ ਚੱਕਰ
pl: {menstruationDuration} cykl dniowy
ps: {menstruationDuration} ورځې څرخ
pt: {menstruationDuration} dias de ciclo
ro: ciclul de {menstruationDuration} zile
ru: {menstruationDuration} дней цикл
si: {menstruationDuration}දින කාළපාඨය
sk: {menstruationDuration} dňový cyklus
sl: {menstruationDuration} dni cikel
sq: {menstruationDuration} cikli ditës
sr: {menstruationDuration} дана цикл
sv: {menstruationDuration} dagars cykel
sw: Mzunguko wa siku {menstruationDuration}
ta: {menstruationDuration} நாள் சுழற்சி
te: {menstruationDuration}రోజుల చక్రం
th: {menstruationDuration}วันต่อรอบ
tl: {menstruationDuration} araw na siklo
tr: {menstruationDuration} günlük döngü
ur: {menstruationDuration} دن کا چکر
uz: {menstruationDuration} kunlik sikl
vi: Chu kỳ {menstruationDuration} ngày
zh: {menstruationDuration}天周期
zu: {menstruationDuration} usuku

source: Login
af: Teken in
am: መግቢያ
ar: تسجيل الدخول
as: লগইন
az: Giriş
be: Увайсці
bg: Вход
bn: লগ ইন
bs: Prijavite se
ca: Inicia sessió
cs: Přihlášení
cy: Mewngofnodi
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
et: Logi sisse
eu: Saioa
fa: ورود به سیستم
fi: Kirjaudu sisään
fil: Mag-login
fr: Connexion
gl: Iniciar sesión
gu: લોગિન
he: התחברות
hi: लॉग इन
hr: Prijava
hu: Bejelentkezés
hy: Մուտք
id: Masuk
is: Innskrá
it: Accedi
ja: ログイン
ka: შესვლა
kk: Кіру
km: ចូល
kn: ಲಾಗಿನ್
ko: 로그인
ky: Кирүү
lo: ເຂອບລະບົບ
lt: Prisijungti
lv: Pieteikties
mk: Најави се
ml: ലോഗിൻ
mn: нэвтрэх
mr: लॉगिन
ms: Log Masuk
my: ဝင်ရန်
nb: Logg inn
ne: लगइन
nl: Inloggen
no: Logg inn
or: ଲଗଇନ
pa: ਲਾਗਇਨ
pl: Zaloguj się
ps: لاگ ان
pt: Entrar
ro: Conectare
ru: Вход
si: ආදාන
sk: Prihlásiť sa
sl: Prijava
sq: Kyçuni
sr: Пријавите се
sv: Logga in
sw: Ingia
ta: உள்நுழைய
te: లాగిన్
th: เข้าสู่ระบบ
tl: Pumasok
tr: Giriş
ur: لاگ ان
uz: Kirish
vi: Đăng nhập
zh: 登录
zu: Ngena

source: Before premium registration...
af: Voor premium-registrasie...
am: የፕሪምየም መመዘገብ ከዚህ በፊት...
ar: قبل الاشتراك المميز...
as: প্ৰিমিয়াম ৰেজিষ্ট্ৰেচনৰ আগতে...
az: Premium qeydiyyatından öncə...
be: Перад падпрацоўкай на прэміум...
bg: Преди да се регистрирате за премиум...
bn: প্রিমিয়াম রেজিস্ট্রেশনের আগে...
bs: Prije registracije za premium...
ca: Abans de la subscripció premium...
cs: Před prémiovou registrací...
cy: Cyn gyfeiriad cyn cofrestru wedi'i bremium...
da: Før premium-registrering...
de: Vor der Premium-Anmeldung...
el: Πριν από την εγγραφή στο Premium...
es: Antes de la suscripción premium...
et: Enne premium-liitumist...
eu: Aurretik premium erregistroa...
fa: قبل از ثبت نام در پریمیوم ...
fi: Ennen premium-ilmoittautumista...
fil: Bago ka mag-subscribe sa premium...
fr: Avant de vous inscrire à Premium...
gl: Antes da inscrición premium...
gu: પ્રીમિયમ સભ્યપદ પહેલાં...
he: לפני רישום פרימיום...
hi: प्रीमियम रजिस्ट्रेशन से पहले...
hr: Prije premium registracije…
hu: A prémium előfizetés előtt...
hy: Նախքան պրեմիում գրանցումը...
id: Sebelum mendaftar premium...
is: Fyrir skráningu í Premium...
it: Prima della registrazione premium...
ja: プレミアム登録の前に…
ka: წვდბელი რეგისტრაციის წინ...
kk: Премиум тіркеуден бұрын…
km: មុនពេលចុះឈ្មោះបុរេមៀម...
kn: ಪ್ರೀಮಿಯಂ ನೋಂದಣಿಗೆ ಮೊದಲು...
ko: 프리미엄 등록 전에…
ky: Premium катталыка катталарыңыздан мурун…
lo: ກ່າວກ່ຽວກັບການລົງທະນອງສູງສຸດກ່ຽວກັບນິຍາມບົດສະຖານາທີ່ໃຊ້ສຳລັບນິວັດບົດສະຖານານອກອຸດົມແລະຜະລິດສູງສຸດກ່ຽວກັນ.
lt: Prieš prenumeruojant premium...
lv: Pirms premium reģistrācijas...
mk: Пред регистрација за премиум...
ml: പ്രീമിയം രജിസ്ട്രേഷനു മുമ്പ്...
mn: Премиум бүртгүүлэхийн өмнө...
mr: प्रीमियम नोंदणीपूर्वी...
ms: Sebelum mendaftar premium...
my: ပရီမီယမ် စာရင်းသွင်းခြင်းမတိုင်မီ...
nb: Før premiumregistreringen...
ne: प्रिमियम दर्ता गर्नु अघि...
nl: Voor premium registratie...
no: Før du registrerer deg for premium...
or: ପ୍ରିମିୟମ ପଞ୍ଜୀକରଣ ପୂର୍ବରୁ...
pa: ਪ੍ਰੀਮੀਅਮ ਰਜਿਸਟਰੇਸ਼ਨ ਤੋਂ ਪਹਿਲਾਂ…
pl: Przed rejestracją w wersji premium...
ps: د پریمیوم ثبتنام مخکې...
pt: Antes de se inscrever no premium...
ro: Înainte de înregistrarea premium...
ru: Перед регистрацией в премиум
si: ප්‍රිමියම් ලියාපදිංචියට පෙර...
sk: Pred registráciou na prémiový plán...
sl: Preden se registrirate za premium...
sq: Para regjistrimin Premium...
sr: Пре него што се региструјете за Премиум…
sv: Innan du registrerar dig för premium...
sw: Kabla ya usajili wa premium...
ta: பிரீமியம் பதிவுக்கு முன்...
te: ప్రీమియం నమోదుకు ముందు...
th: ก่อนการลงทะเบียนพรีเมียม...
tl: Bago mag-register sa Premium...
tr: Premium kaydı öncesinde...
ur: پریمیئم کی رکنیت سے پہلے ...
uz: Premium ro'yxatdan oldin...
vi: Trước khi đăng ký Premium…
zh: 在注册高级会员之前...
zu: Ngaphambi kokubhalisela i-Premium...
