Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorInvalidCredentialsError
source: Failed to make purchase. Please try again later. If the problem persists, please contact support. Details: {exceptionMessage}:{exceptionDetails}
af: Die aankoop het mislukking. Probeer asseblief weer na 'n rukkie. As dit nie opgelos word nie, kontak ons asseblief via Instelling > Navraag. Besonderhede: {exceptionMessage}:{exceptionDetails}
am: ውድድር አልተከናወነም። ጊዜ በመካከለኛ ተመልስ ይደርስ እና ይሞክሩ። ከመወዳደሪያው በተቀረው ከማይመለስ መነቃቃ እንዲደርስ በይፈቀይ ፍሬዋ ፣ የተሻሻለ ከማይመለስ: {exceptionMessage}:{exceptionDetails}
ar: فشل الشراء. يرجى الانتظار ثم المحاولة مرة أخرى. إذا استمرت المشكلة، يرجى الاتصال بنا من خلال الإعدادات > الاستفسارات. التفاصيل: {exceptionMessage}:{exceptionDetails}
as: ক্ৰয় বিফল হৈছে। কিছু সময় পিছত পুনৰ চেষ্টা কৰক। যদি সমাধান নহয়, তেন্তে ছেটিংছ > যোগাযোগ ত যোগাযোগ কৰক। বিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: Alış-verişdə uğursuz oldu. Bir az sonra yenidən cəhd edin. Əgər problem həll olunmursa, ayarlar > Müqayisə edərək bizimlə əlaqə saxlayın. Təfərrüatlar: {exceptionMessage}:{exceptionDetails}
be: Не атрымалася купіць. Паспрабуйце праз некаторы час. Калі гэта не вырашыцца, звярніцеся па дапамогу праз Налады > Запыт. Падрабязнасці: {exceptionMessage}:{exceptionDetails}
bg: Неуспешно покупка. Опитайте отново след известно време. Ако проблемът не се реши, моля, свържете се с нас чрез Настройки > Запитване. Подробности: {exceptionMessage}:{exceptionDetails}
bn: ক্রয় ব্যর্থ হয়েছে। কিছুক্ষণ পর আবার চেষ্টা করুন। সমাধান না হলে সেটিংস > যোগাযোগ থেকে যোগাযোগ করুন। বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Kupovina nije uspjela. Molimo pričekajte neko vrijeme i pokušajte ponovo. Ako problem ne bude rešen, obratite se putem Podešavanja > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
ca: No s'ha pogut completar la compra. Espereu una estona i torneu-ho a provar. Si el problema persisteix, poseu-vos en contacte amb nosaltres a través de Configuració > Contacte. Detalls: {exceptionMessage}:{exceptionDetails}
cs: Nákup se nezdařil. Po nějaké době to zkuste znovu. Pokud problém přetrvává, kontaktujte nás prostřednictvím Nastavení > Dotazy. Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Buyniadau wedi methu. Aroswch ychydig o amser a rhoi cynnig arni eto. Os nad yw hyn yn datrys y broblem, cysylltwch â ni trwy fynd i Ddewisiadau > Cysylltiadau. manylion: {exceptionMessage}:{exceptionDetails}
da: Købet mislykkedes. Vent lidt og prøv igen. Hvis problemet fortsætter, bedes du kontakte support via Indstillinger > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
de: Der Kauf war nicht erfolgreich. Bitte versuchen Sie es später erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte über Einstellungen > Anfrage. Details: {exceptionMessage}:{exceptionDetails}
el: Αποτυχία αγοράς. Παρακαλώ δοκιμάστε ξανά μετά από λίγο. Αν το πρόβλημα παραμένει, επικοινωνήστε με την υποστήριξη μέσω Ρυθμίσεων > Επικοινωνία. Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: La compra ha fallado. Espere un momento e inténtelo de nuevo. Si el problema persiste, póngase en contacto con nosotros desde Configuración > Contacto. Detalles: {exceptionMessage}:{exceptionDetails}
et: Ostmine ebaõnnestus. Palun oota ja proovi uuesti. Kui probleem püsib, siis palun kontakteeru seadistused > Klienditugi kaudu. Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Ezin izan da erosketa burutzea. Itxaron eta saiatu berriro. Arazoa konpontzen ez bada, mesedez, joan ezazu Ezarpenak > Kontsulta atzera eta jarri harremanetan. Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: خرید ناموفق بود. لطفاً کمی صبر کنید و دوباره تلاش کنید. اگر مشکل حل نشد، لطفاً از طریق تنظیمات > تماس با ما اقدام کنید. جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Osto epäonnistui. Yritä uudelleen hetken kuluttua. Jos ongelma ei ratkea, ota yhteyttä kohdasta Asetukset > Ota yhteyttä. Lisätietoja: {exceptionMessage}:{exceptionDetails}
fil: Hindi natagumpay ang pagbili. Maghintay ng kaunti at subukan ulit. Kung patuloy pa ring may problema, makipag-ugnayan sa amin sa pamamagitan ng Settings > Contact. Detalye: {exceptionMessage}:{exceptionDetails}
fr: L'achat a échoué. Veuillez réessayer après un certain temps. Si le problème persiste, veuillez nous contacter via Paramètres > Contact. Détails : {exceptionMessage}:{exceptionDetails}
gl: Producción fallida. Por favor, inténtelo de nuevo más tarde. Si el problema persiste, póngase en contacto a través de configuración > consultas. Detalles: {exceptionMessage}:{exceptionDetails}
gu: પરચેઝ નિષ્ફળ થયો. કૃપા કરીને થોડો સમય રાહ જોયા પછી ફરીથી પ્રયાસ કરો. જો સમસ્યા ઉકેલાતી નથી તો સેટિંગ્સ > સંપર્ક થી સંપર્ક કરો. વિગતો: {exceptionMessage}:{exceptionDetails}
he: הקנייה נכשלה. אנא המתן והנסה שוב. אם הבעיה נמשכת, צור קשר דרך הגדרות > פניות. פרטים נוספים: {exceptionMessage}:{exceptionDetails}
hi: खरीदारी असफल हो गई। कुछ समय बाद फिर से कोशिश करें। यदि समस्या हल नहीं होती है तो सेटिंग्स > संपर्क करें से संपर्क करें। विवरण: {exceptionMessage}:{exceptionDetails}
hr: Kupnja nije uspjela. Pokušajte ponovo nakon nekog vremena. Ako problem ne nestane, kontaktirajte nas putem Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
hu: A vásárlás sikertelen volt. Kérjük, várjon egy kicsit, és próbálja meg újra. Ha a probléma továbbra is fennáll, kérjük, vegye fel velünk a kapcsolatot a Beállítások > Kapcsolatfelvétel menüponton keresztül. Részletek: {exceptionMessage}:{exceptionDetails}
hy: Գնումն անհաջողվեց: Ուղղուկ մի քիչ սպասեք և փորձեք կրկին: Եթե խնդիրը շարունակում է մնալ, խնդրում ենք դիմել ՝ Շրջանակ > Հարցում: Հիմնաբառեր: {exceptionMessage}:{exceptionDetails}
id: Pembelian gagal. Silakan tunggu sejenak dan coba lagi. Jika masalah tidak teratasi, silakan hubungi melalui Pengaturan > Pertanyaan. Rincian: {exceptionMessage}:{exceptionDetails}
is: Kaupinn mistókst. Vinsamlegast reyndu aftur eftir smá tíma. Ef vandamálið leysist ekki skaltu hafa samband við okkur í Stillingar > Fyrirspurnir. Nánari upplýsingar: {exceptionMessage}:{exceptionDetails}
it: Acquisto non riuscito. Riprova più tardi. Se il problema persiste, contattaci tramite Impostazioni > Supporto. Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 購入に失敗しました。時間をおいて再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。詳細: {exceptionMessage}:{exceptionDetails}
ka: ყიდვის პროცესი წარუმატებელია. გთხოვთ, ცოტა ხნის შემდეგ სცადოთ კვლავ. თუ პრობლემა არ გადაიჭრება, შეგიძლიათ მოგვწერთ მენიუში პარამეტრები > უკუკავშირი. დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Сатып алу сәтсіз болды. Біраз уақыт өтсе, қайтадан байқап көріңіз. Егер шешілмесе, Параметрлер > Байланыс арқылы хабарласыңыз. Толығырақ: {exceptionMessage}:{exceptionDetails}
km: ការទិញបានបរាជ័យ។ សូមព្យាយាមម្តងទៀតក្រោយពេលបន្តិច។ ប្រសិនបើមិនអាចដោះស្រាយបាន សូមទាក់ទងមកកាន់យើងតាមរយៈ ការកំណត់ > ការសំអាង។ លម្អិត៖ {exceptionMessage}:{exceptionDetails}
kn: ಖರೀದಿ ವಿಫಲವಾಗಿದೆ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಸಮಸ್ಯೆ ಪರಿಹಾರವಾಗದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ಸಂಪರ್ಕಿಸಿ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ. ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 구매에 실패했습니다. 시간을 두고 다시 시도해 주세요. 해결되지 않는 경우 설정 > 문의하기를 통해 문의해 주세요. 세부 사항: {exceptionMessage}:{exceptionDetails}
ky: Сатып алу ийгиликсиз болду. Убакыт берип кайрадан аракет жасап көрүңүз. Эгер маселе чечилбесе, Настройка > Байланыш аркылуу биз менен байланышууга болот. Толук маалымат: {exceptionMessage}:{exceptionDetails}
lo: ລົດການຊື້ບໍ່ສໍາເລັດ. ກະລຸນາໃຫ້ເວລາແລ້ວລອຍຄືນໃສ່ການລອກອອກ. ຖ້າບໍ່ສໍາເລັດໃນສໍາລັບຄະບວນກັບແຈ້ງ ໃສ່ສິນຄ້າ > ຍອດການເຊຶ່ອມຕໍ່ເພື່ອຕິດຕໍ່. ລາຍລະອຽດ: {exceptionMessage}:{exceptionDetails}
lt: Pirkimas nepavyko. Palaukite ir bandykite dar kartą. Jei problema neišsisprendžia, susisiekite su mumis per Nustatymai > Klausimai. Detalės: {exceptionMessage}:{exceptionDetails}
lv: Iegāde neizdevās. Lūdzu, uzgaidiet un mēģiniet vēlreiz. Ja problēma joprojām pastāv, sazinieties, apmeklējot Iestatījumi > Sazināties. Detalizēti: {exceptionMessage}:{exceptionDetails}
mk: Купувањето не успеа. Обидете се повторно по малку време. Ако проблемот продолжи, контактирајте не преку Параметри > Контактирајте. Повеќе детали: {exceptionMessage}:{exceptionDetails}
ml: വാങ്ങൽ പരാജയപ്പെട്ടു. കുറച്ച് സമയം കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക. പരിഹാരമാകുന്നില്ലെങ്കിൽ ക്രമീകരണങ്ങൾ > അന്വേഷണം വഴി ബന്ധപ്പെടുക. വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Худалдан авалт амжилтгүй болсон. Хэсэг хугацааны дараа дахин оролдоно уу. Хэрэв шийдэгдэхгүй бол Тохиргоо > Хандалт-аар холбогдоно уу. Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: खरेदी अयशस्वी झाली. काही वेळ प्रतीक्षा करून पुन्हा प्रयत्न करा. समस्या सुटल्याशिवाय सेटिंग्स > चौकशी मार्गे संपर्क करा. तपशील: {exceptionMessage}:{exceptionDetails}
ms: Pembelian gagal. Sila cuba lagi selepas beberapa ketika. Jika masalah berterusan, sila hubungi kami melalui Tetapan > Pertanyaan. Butiran: {exceptionMessage}:{exceptionDetails}
my: ဝယ်ယူမှုမအောင်မြင်ပါ။ ခဏစောင့်ပြီးနောက်ပြန်လုပ်ကြည့်ပါ။ မဖြေရှင်းနိုင်ပါက ဆက်တင် > မေးမြန်းမှု မှတဆင့်ဆက်သွယ်မေးမြန်းပါ။ အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Kjøpet mislyktes. Vennligst prøv igjen senere. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
ne: खरिदारी असफल भयो। केहि समयपछि पुनः प्रयास गर्नुहोस्। समस्या समाधान नभएमा सेटिङ > सम्पर्क मार्फत हामीलाई जानकारी दिनुहोस्। विवरण: {exceptionMessage}:{exceptionDetails}
nl: Aankoop mislukt. Probeer het later opnieuw. Als het probleem aanhoudt, neem dan contact op via Instellingen > Contact. Details: {exceptionMessage}:{exceptionDetails}
no: Kjøpet mislyktes. Vennligst prøv igjen etter en stund. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Forespørsel. Detaljer: {exceptionMessage}:{exceptionDetails}
or: କିଣାଯିବାରେ ବିଫଳ ହୋଇଛି। କିଛି ସମୟ ପରେ ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ। ସମାଧାନ ନ ହେଲେ ସେଟିଂ > ଯୋଗାଯୋଗ ଦ୍ୱାରା ଯୋଗାଯୋଗ କରନ୍ତୁ। ବିସ୍ତାରିତ ତଥ୍ୟ: {exceptionMessage}:{exceptionDetails}
pa: ਖਰੀਦਦਾਰੀ ਅਸਫਲ ਹੋ ਗਈ। ਕੁਝ ਸਮੇਂ ਬਾਅਦ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇਕਰ ਸਮੱਸਿਆ ਹੱਲ ਨਹੀਂ ਹੁੰਦੀ ਤਾਂ ਸੈਟਿੰਗਜ਼ > ਸੰਪਰਕ ਰਾਹੀਂ ਸੰਪਰਕ ਕਰੋ। ਵਿਸਤਾਰ: {exceptionMessage}:{exceptionDetails}
pl: Nie udało się dokonać zakupu. Proszę spróbować ponownie po pewnym czasie. Jeśli problem nadal występuje, proszę skontaktować się z nami przez Ustawienia > Zapytanie. Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: خريد کې ناکامي وشوه. مهرباني وکړئ لږ وخت وروسته بیا هڅه وکړئ. که دا حل نشي، نو مهرباني وکړئ د ترتیباتو > اړیکې له لارې موږ سره اړیکه ونیسئ. تفصیلات: {exceptionMessage}:{exceptionDetails}
pt: A compra falhou. Tente novamente depois de um tempo. Se o problema persistir, entre em contato com o suporte através de Configurações > Contato. Detalhes: {exceptionMessage}:{exceptionDetails}
ro: Achiziția a eșuat. Vă rugăm să așteptați puțin și să încercați din nou. Dacă problema persistă, vă rugăm să ne contactați la Setări > Întrebare. Detalii: {exceptionMessage}:{exceptionDetails}
ru: Не удалось выполнить покупку. Пожалуйста, подождите и попробуйте снова. Если проблема не решена, свяжитесь с нами через Настройки > Запрос. Подробности: {exceptionMessage}:{exceptionDetails}
si: ඇඳුම් මිලදී ගැනීමට අසාර්ථක විය. කරුණාකර කාලයක් රැක ඉන්පසු නැවත උත්සාහ කරන්න. ඕනෑම විසඳුමක් නොලැබුවහොත් සැකසුම් > පරීක්ෂාවට යන්න. විශේෂයි: {exceptionMessage}:{exceptionDetails}
sk: Nákup zlyhal. Prosím, skúste to znova neskôr. Ak problém pretrváva, kontaktujte nás cez Nastavenia > Kontakt. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Nakup je spodletel. Počakajte malo in poskusite znova. Če težava ne izgine, nas kontaktirajte prek Nastavitve > Povpraševanje. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Blerja e dështuar. Ju lutemi prisni pak dhe provoni përsëri. Nëse problemi vazhdon, ju lutemi kontaktoni përmes Cilësimeve > Kontakti. Detaje: {exceptionMessage}:{exceptionDetails}
sr: Куповина није успела. Молимо вас да сачекате и покушате поново. Уколико проблем остане, контактирајте нас преко Ст設定 > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Köpet misslyckades. Vänta en stund och försök igen. Om problemet kvarstår, vänligen kontakta oss via Inställningar > Kontakta oss. Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Ununuzi umeshindwa. Tafadhali subiri kitambo kisha jaribu tena. Ikiwa shida haitatuliwa, wasiliana nasi kupitia Mipangilio > Maswali. Maelezo: {exceptionMessage}:{exceptionDetails}
ta: வாங்குதல் தோல்வியடைந்தது. சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும். இது தீர்க்கப்படாவிட்டால், அமைப்புகள் > தொடர்பு மூலம் எங்களை தொடர்பு கொள்ளவும். விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: కొనుగోలు విఫలమైంది. కొంత సమయం తరువాత మళ్లీ ప్రయత్నించండి. సమస్య పరిష్కరించకపోతే సెట్టింగ్స్ > సంప్రదింపు ద్వారా సంప్రదించండి. వివరాలు: {exceptionMessage}:{exceptionDetails}
th: ไม่สามารถทำการซื้อได้ กรุณารอและลองอีกครั้ง หากยังมีปัญหา กรุณาติดต่อผ่าน ตั้งค่า > สอบถาม รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: Nabigo ang pagbili. Mangyaring subukan muli pagkatapos ng ilang sandali. Kung hindi nalulutas ang problema, makipag-ugnayan sa amin sa pamamagitan ng Settings > Makipag-ugnayan. Mga Detalye: {exceptionMessage}:{exceptionDetails}
tr: Satın alma işlemi başarısız oldu. Lütfen biraz bekleyip tekrar deneyin. Sorun çözülmezse, Ayarlar > İletişim üzerinden bizimle iletişime geçin. Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: Purchase failed. Please wait a moment and try again. If the issue persists, please contact us via Settings > Contact Us. Details: {exceptionMessage}:{exceptionDetails}
ur: خرید میں ناکامی ہوئی۔ براہ کرم کچھ وقت انتظار کریں اور دوبارہ کوشش کریں۔ اگر مسئلہ حل نہ ہو تو براہ کرم سیٹنگز > رابطہ کے ذریعے ہم سے رابطہ کریں۔ تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Sotib olishda xato yuz berdi. Iltimos, bir muncha vaqt kutib, yana urinib ko'ring. Agar muammo hal bo'lmasa, Sozlamalar > Murojaat orqali biz bilan bog'lanishingiz mumkin. Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Mua hàng thất bại. Vui lòng thử lại sau. Nếu vẫn không giải quyết được, hãy liên hệ qua Cài đặt > Liên hệ. Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 购买失败。请稍等后再试。如果仍未解决，请通过设置 > 查询与我们联系。详情：{exceptionMessage}:{exceptionDetails}
zu: Uthenge lwephutha. Sicela uthumele isikhathi sokuphindela njalo. Uma kungasebenzi, sicela uxhumane nathi ngemiyalelo > Ukubuza. Imininingwane: {exceptionMessage}:{exceptionDetails}
