Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# autoRecordForNotTakenPeriodIfNotificationOff
source: If notifications are off, taking record will also be automatically recorded for the {pillSheetPillSheetTypeNotTakenWord} period
af: As die kennisgewings afgeskakel is, word daar ook outomaties 'n gebruiksregister vir die {pillSheetPillSheetTypeNotTakenWord}-periode gemaak.
am: እቅፍ ከማውጣት ጋር በሚያዳርድ ጊዜ፣ {pillSheetPillSheetTypeNotTakenWord} ወቅት ላይ የተወሰነ የመድሃኒት ታቦች በእርስዎ ማስታወቅያ ይታወቃል።
ar: إذا كانت الإشعارات متوقفة، سيتم أيضًا تسجيل تاريخ تناول الأدوية لفترة {pillSheetPillSheetTypeNotTakenWord} تلقائيًا.
as: জ্ঞাপন বন্ধ থকা ক্ষেত্ৰত, {pillSheetPillSheetTypeNotTakenWord} সময়কালৰ সেৱনৰ ৰেকৰ্ডো স্বয়ংক্ৰিয়ভাৱে যোগ কৰা হয়
az: Bildiriş söndürüldüyü halda, {pillSheetPillSheetTypeNotTakenWord} dövrünün qəbul qeydləri də avtomatik olaraq əlavə ediləcək.
be: Калі апавяшчэнні адключаны, запісы аб прыёме таблетак за перыяд {pillSheetPillSheetTypeNotTakenWord} таксама будуць аўтаматычна дададзены.
bg: Ако известията са изключени, записите за приема на лекарства за периода {pillSheetPillSheetTypeNotTakenWord} също ще бъдат автоматично добавени.
bn: নোটিফিকেশন বন্ধ থাকলে, {pillSheetPillSheetTypeNotTakenWord} সময়কালের সেবনের রেকর্ডও স্বয়ংক্রিয়ভাবে যোগ করা হবে
bs: Ako su notifikacije isključene, zapis o uzimanju lijekova za period {pillSheetPillSheetTypeNotTakenWord} će takođe biti automatski dodan.
ca: Si les notificacions estan desactivades, els registres de presa del període {pillSheetPillSheetTypeNotTakenWord} també s'afegeixen automàticament
cs: Pokud je upozornění vypnuto, bude automaticky zaznamenán záznam o užívání během období {pillSheetPillSheetTypeNotTakenWord}.
cy: Os gwelwch yn dda, caiff cofrestriad cyffuriau am gyfnod {pillSheetPillSheetTypeNotTakenWord} ei greu'n awtomatig os yw'r hysbysiadau wedi'u diffodd.
da: Hvis meddelelser er slået fra, oprettes der automatisk en optagelsesoptegnelse for perioden {pillSheetPillSheetTypeNotTakenWord}.
de: Wenn die Benachrichtigungen deaktiviert sind, wird auch der Einnahmeverlauf für den Zeitraum {pillSheetPillSheetTypeNotTakenWord} automatisch aufgezeichnet.
el: Εάν οι ειδοποιήσεις είναι απενεργοποιημένες, η ιστορία λήψης φαρμάκων για την περίοδο {pillSheetPillSheetTypeNotTakenWord} θα καταχωρηθεί αυτόματα.
es: Si las notificaciones están desactivadas, también se registrarán automáticamente las tomas del período {pillSheetPillSheetTypeNotTakenWord}
et: Kuna võetakse automaatselt arvesse {pillSheetPillSheetTypeNotTakenWord} perioodi võtmise ajalugu, kui teatis on välja lülitatud.
eu: Notifkazioak itzalita daudenean, {pillSheetPillSheetTypeNotTakenWord} denbora-tartean hartutako pilulen erregistroa automatikoki gehitzen da.
fa: در صورتی که اعلان خاموش باشد، سوابق مصرف از دوره {pillSheetPillSheetTypeNotTakenWord} نیز به طور خودکار ثبت می‌شود.
fi: Jos ilmoitukset ovat pois päältä, {pillSheetPillSheetTypeNotTakenWord} aikavälin käyttöhistoria tallennetaan myös automaattisesti.
fil: Kapag naka-off ang notification, awtomatikong maitatatala din ang medication record sa {pillSheetPillSheetTypeNotTakenWord} na panahon
fr: Si les notifications sont désactivées, un enregistrement de prise de médicament pour la période de {pillSheetPillSheetTypeNotTakenWord} sera également ajouté automatiquement.
gl: Se o aviso estiver desactivado, o rexistro de toma do período de {pillSheetPillSheetTypeNotTakenWord} tamén se engadirá automaticamente.
gu: સૂચનાઓ બંધ હોવાના કિસ્સામાં, {pillSheetPillSheetTypeNotTakenWord} અવધિના દવા લેવાના રેકોર્ડ્સ પણ આપોઆપ ઉમેરવામાં આવશે
he: אם ההודעה מעוכבת, תיעשה גם הקלטת המידע על תקופת השימוש {pillSheetPillSheetTypeNotTakenWord} באופן אוטומטי.
hi: नोटिफिकेशन ऑफ होने की स्थिति में भी, {pillSheetPillSheetTypeNotTakenWord} अवधि के सेवन रिकॉर्ड अपने आप जोड़े जाते हैं
hr: Ako su obavijesti isključene, zapis o uzimanju lijekova za razdoblje {pillSheetPillSheetTypeNotTakenWord} također će se automatski dodati.
hu: Ha az értesítések ki vannak kapcsolva, akkor a {pillSheetPillSheetTypeNotTakenWord} időszak gyógyszerfelvételi története automatikusan rögzítésre kerül.
hy: Եթե ծանուցումները անջատված են, {pillSheetPillSheetTypeNotTakenWord} ժամանակահատվածի ընդունման գրառումները նաև ինքնաբերաբար կգրվեն։
id: Jika notifikasi dimatikan, catatan penggunaan selama periode {pillSheetPillSheetTypeNotTakenWord} juga akan dicatat secara otomatis.
is: Ef til eru ekki tilkynningar, þá verður {pillSheetPillSheetTypeNotTakenWord} tímabil notkunarskrá einnig sjálfkrafa skráð.
it: Con le notifiche disattivate, anche le registrazioni di assunzione del periodo {pillSheetPillSheetTypeNotTakenWord} vengono aggiunte automaticamente
ja: 通知オフの場合は、{pillSheetPillSheetTypeNotTakenWord}期間の服用記録も自動で付けられます
ka: თუ შეტყობინებები გამორთულია, ავტომატურად დაიწერება {pillSheetPillSheetTypeNotTakenWord} პერიოდის გამოყენების ჩანაწერი.
kk: Хабарландыру сөндіру кезінде {pillSheetPillSheetTypeNotTakenWord} кезеңіндегі қабылдау жазбалары автоматты түрде қосылады.
km: ប្រសិនបើការជូនដំណឹងត្រូវបានបិទ កំណត់ត្រាការទទួលទានថ្នាំសម្រាប់អំឡុងពេល{pillSheetPillSheetTypeNotTakenWord}ក៏នឹងត្រូវបានបន្ថែមដោយស្វ័យប្រវត្តិដែរ
kn: ಅಧಿಸೂಚನೆ ಆಫ್ ಆಗಿರುವ ಸಂದರ್ಭದಲ್ಲಿ, {pillSheetPillSheetTypeNotTakenWord} ಅವಧಿಯ ಸೇವನೆಯ ದಾಖಲೆಯನ್ನು ಸಹ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸೇರಿಸಲಾಗುತ್ತದೆ
ko: 알림이 꺼진 경우에도 {pillSheetPillSheetTypeNotTakenWord} 기간의 복용 기록이 자동으로 등록됩니다
ky: Эгер билдирүүлөр өчүрүлгөн болсо, {pillSheetPillSheetTypeNotTakenWord} мөөнөтүндөгү дарыны колдонуу тарыхы автоматтык түрдө түзүлөт.
lo: ໃນກໍລະນີທີ່ປະກາດບໍ່ແລ້ວ, ບັນທຶກການເຮັດລັດຖະບັດ {pillSheetPillSheetTypeNotTakenWord} ສາມາດຖືກບັນທຶກໃສ່ໃນເວລານັ້ນໄດ້ ອັດຕະໂນມັດ.
lt: Kai pranešimo nustatymas išjungtas, {pillSheetPillSheetTypeNotTakenWord} laikotarpio vartojimo įrašai taip pat bus automatiškai pridėti.
lv: Ja, ja būs paziņojumi izslēgti, tad automātiski tiks pievienots zāļu lietošanas ieraksts par {pillSheetPillSheetTypeNotTakenWord} periodu.
mk: Ако известувањето е исклучено, автоматски ќе се запишат и записите за земање на {pillSheetPillSheetTypeNotTakenWord} периодот.
ml: നോട്ടിഫിക്കേഷൻ ഓഫ് ആണെങ്കിൽ, {pillSheetPillSheetTypeNotTakenWord} കാലയളവിലെ സേവന രേഖകളും സ്വയം ചേർക്കപ്പെടും
mn: Мэдэгдэл унтраасан байсан ч {pillSheetPillSheetTypeNotTakenWord} хугацааны уулгын бүртгэл автоматаар нэмэгдэнэ
mr: सूचना बंद असल्यास, {pillSheetPillSheetTypeNotTakenWord} कालावधीतील औषध सेवनाचे रेकॉर्ड देखील आपोआप जोडले जातात
ms: Jika pemberitahuan dimatikan, rekod pengambilan juga akan ditambahkan secara automatik untuk tempoh {pillSheetPillSheetTypeNotTakenWord}.
my: သတိပေးချက်ကိုပိတ်ထားပါက {pillSheetPillSheetTypeNotTakenWord}ကာလအတွင်း ဆေးသောက်မှတ်တမ်းများကို အလိုအလျောက်ထည့်ပေးမည်ဖြစ်သည်
nb: Når varsler er slått av, vil også opptakslogger for {pillSheetPillSheetTypeNotTakenWord}-perioden bli registrert automatisk.
ne: सूचना बन्द भएमा पनि, {pillSheetPillSheetTypeNotTakenWord} अवधिको सेवन रेकर्ड स्वचालित रूपमा थपिन्छ
nl: Als meldingen zijn uitgeschakeld, worden er automatisch opnamegegevens voor de periode {pillSheetPillSheetTypeNotTakenWord} vastgelegd.
no: Hvis varsling er av, vil også inntaksopptak for perioden {pillSheetPillSheetTypeNotTakenWord} automatisk bli registrert.
or: ବିଜ୍ଞପ୍ତି ବନ୍ଦ ଥିବା ସମୟରେ, {pillSheetPillSheetTypeNotTakenWord} ଅବଧିର ସେବନ ରେକର୍ଡ ମଧ୍ୟ ସ୍ୱୟଂକ୍ରିୟ ଭାବରେ ଯୋଡ଼ା ହେବ
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ ਬੰਦ ਹੋਣ ਦੀ ਸੂਰਤ ਵਿੱਚ ਵੀ, {pillSheetPillSheetTypeNotTakenWord} ਅਵਧੀ ਦੇ ਸੇਵਨ ਰਿਕਾਰਡ ਆਪਣੇ ਆਪ ਲਗਾਏ ਜਾਂਦੇ ਹਨ।
pl: Jeśli powiadomienia są wyłączone, zostanie automatycznie zapisany również zapis przyjmowania w okresie {pillSheetPillSheetTypeNotTakenWord}.
ps: که کله خبرتیا بند وي، د {pillSheetPillSheetTypeNotTakenWord} مودې د درملو تاریخ هم په اتومات ډول ثبت کیږي
pt: Se as notificações estiverem desativadas, o registro de uso para o período de {pillSheetPillSheetTypeNotTakenWord} também será adicionado automaticamente.
ro: Dacă notificările sunt dezactivate, înregistrările de utilizare pentru perioada {pillSheetPillSheetTypeNotTakenWord} vor fi, de asemenea, adăugate automat.
ru: Если уведомления отключены, записи о приеме лекарства за период {pillSheetPillSheetTypeNotTakenWord} также будут автоматически добавлены.
si: පෙරනිමි තොරතුරු වසා දැමූ විට, {pillSheetPillSheetTypeNotTakenWord} කාලය සඳහා ප්‍රියෝජන සටහන් ස්වයංක්‍රීයව සකස් කරනු ඇත.
sk: Ak keď sú oznámenia vypnuté, záznamy o užívaní lieku za obdobie {pillSheetPillSheetTypeNotTakenWord} sa taktiež automaticky zaznamenajú.
sl: Če je obvestilo izklopljeno, bo tudi {pillSheetPillSheetTypeNotTakenWord} obdobje uporabe automatsko zabeleženo.
sq: Në rastin e njoftimeve të çaktivizuara, rekordi i përdorimit për periudhën {pillSheetPillSheetTypeNotTakenWord} gjithashtu do të regjistrohet automatikisht.
sr: Ako su obaveštenja isključena, automatski će se dodavati zapisi o uzimanju leka za period {pillSheetPillSheetTypeNotTakenWord}.
sv: Om aviseringar är avstängda kommer även intagningshistoriken för perioden {pillSheetPillSheetTypeNotTakenWord} automatiskt att registreras.
sw: Wakati arifa zimezimwa, rekodi za kumeza dawa za kipindi cha {pillSheetPillSheetTypeNotTakenWord} pia zitaongezwa kiotomatiki
ta: அறிவிப்புகள் முடக்கப்பட்டிருந்தாலும், {pillSheetPillSheetTypeNotTakenWord} காலகட்டத்தின் மருந்து உட்கொள்ளும் பதிவுகள் தானாகவே சேர்க்கப்படும்
te: నోటిఫికేషన్ ఆఫ్ అయినప్పుడు, {pillSheetPillSheetTypeNotTakenWord} కాల సేవన రికార్డులు కూడా స్వయంచాలకంగా జోడించబడతాయి
th: หากปิดการแจ้งเตือน จะมีการบันทึกการใช้ยาในช่วงเวลา {pillSheetPillSheetTypeNotTakenWord} โดยอัตโนมัติ
tl: Kahit naka-off ang notification, awtomatikong matatala rin ang mga record ng pag-inom sa {pillSheetPillSheetTypeNotTakenWord} na panahon
tr: Bildirim kapalı olduğunda, {pillSheetPillSheetTypeNotTakenWord} süresindeki alım kayıtları da otomatik olarak kaydedilecektir.
uk: If notifications are turned off, the usage record for the {pillSheetPillSheetTypeNotTakenWord} period will also be automatically recorded.
ur: اگر مطلع نہیں ہے تو {pillSheetPillSheetTypeNotTakenWord} کی مدت کی دوائی کی تاریخیں بھی خودبخود رکھی جائیں گی۔
uz: Agar bildirishnomalar o'chirilgan bo'lsa, {pillSheetPillSheetTypeNotTakenWord} davrining dorilarini qabul qilish tarixi avtomatik ravishda yoziladi.
vi: Khi tắt thông báo, lịch sử uống thuốc trong {pillSheetPillSheetTypeNotTakenWord} cũng sẽ được tự động ghi lại
zh: 如果通知关闭，{pillSheetPillSheetTypeNotTakenWord}期间的用药记录也会自动添加。
zu: Umaze ungaphuthelwa, i-{pillSheetPillSheetTypeNotTakenWord} isizini sokuthatha imithi sizodalwa ngokuzenzakalela.

# requestForCancelSurvey
source: Request for cancellation survey
af: Versoek om deel te neem aan die opname na kansellasie.
am: እቅፍ ወደው ምንጭ ዓለም እንድህ በስሙ በአንዱ እቅፍ መሪ ፍይዛላችው ትርጓሜ ድሮ ምንጩን ይህ ወቅት ወይዘም መርኮእ በሚቁም ይይዘም ልትረዳው ወይዚም በማዕበለ አንድ ነው ይዐ ዦኩሊ ጦቀዬን
ar: نأمل أن تتعاون في استطلاع الرأي بعد الإلغاء
as: বাতিলকৰণৰ পিছত সমীক্ষাত সহযোগিতাৰ অনুৰোধ
az: Ləğv etdikdən sonra sorğuya kömək etməniz xahiş olunur.
be: Прашаем вас прыняць удзел у апытанні пасля адмены
bg: Молба за сътрудничество при попълване на анкетата след отказване от услугата
bn: সাবস্ক্রিপশন বাতিলের পর সমীক্ষায় সহযোগিতার অনুরোধ
bs: Zahtev za saradnju u anketi nakon otkazivanja
ca: Sol·licitud de col·laboració per a l'enquesta posterior a la cancel·lació
cs: Žádost o spolupráci při dotazníku po zrušení předplatného
cy: Cais gwyn am gymryd rhan yng nghwestiwn yn dilyn eich diddymiad
da: Anmodning om samarbejde om spørgeskema efter opsigelse
de: Bitte nehmen Sie an der Umfrage nach der Kündigung teil.
el: Παρακαλούμε να συμπληρώσετε την έρευνα μετά την ακύρωση
es: Solicitud de colaboración con encuesta post-cancelación
et: Palun aidake meil täita küsitlust pärast tellimuse lõpetamist.
eu: Eskin ezabatu ondoren, iritzi-inkestan laguntza eskatzen dizugu.
fa: از شما خواهش می‌کنیم که در نظرسنجی پس از لغو اشتراک همکاری کنید
fi: Pyyntö osallistua kyselyyn peruutuksen jälkeen
fil: Pakiusap para sa Pakikipagtulunga sa Survey Pagkatapos ng Pagkakakansel
fr: Demande de participation à l'enquête après résiliation
gl: Solicitude de colaboración para a enquisa tras a cancelación
gu: કેન્સલ કર્યા પછીના સર્વેમાં તમારા સહકારની વિનંતી
he: בקשת שיתוף פעולה בסקר לאחר ביטול המנוי
hi: रद्दीकरण के बाद सर्वेक्षण में सहयोग का अनुरोध
hr: Zahvaljujemo na suradnji nakon otkazivanja pretplate.
hu: Kérjük, segítsen a lemondás utáni kérdőívben
hy: Կարողությամբ հարցման համար խնդրում ենք աջակցել Ձեր անդամակցության ամրագրումից հետո
id: Permohonan untuk berpartisipasi dalam survei setelah pembatalan
is: Ósk um að taka þátt í könnun eftir uppsögn
it: Richiesta di collaborazione per questionario post-cancellazione
ja: 解約後のアンケートご協力のお願い
ka: გთხოვთ, დაელაპარაკოთ გამონაკლისების შემდეგ გამოკითხვას
kk: Жоғарыдағы анкетаны толтыруды сұраймыз
km: សំណូមពរការសហការក្នុងការស្ទាបស្ទង់មតិបន្ទាប់ពីការលុបចោល
kn: ರದ್ದತಿ ನಂತರದ ಸಮೀಕ್ಷೆಯಲ್ಲಿ ಸಹಕಾರಕ್ಕಾಗಿ ವಿನಂತಿ
ko: 해지 후 설문조사 협조 부탁드립니다
ky: Токтомунан кийин суроолоруна жардам берүүнү өтүнөм
lo: ຂໍແຈ້ງການເປີດແອັບກ່ຽວກັບບິດອນທີ່ແມ່ຍົນບໍ່ຫມົວອອກສຽງແລະນຳໃສ່ ໂຍດຈິນຈອນດັ່ນອາໄສແທ້ບ຤າບລວງແລະອົບຮວມເຖິງລັດກະໂນປອນຄ໌
lt: Atsiliepimo po nutraukimo prašymas
lv: Pateikiet atsakymą uz anketu pēc līguma izbeigšanas
mk: Веќе откако ќе се откаже, Ве молиме за учество во анкетата
ml: സബ്സ്ക്രിപ്ഷൻ റദ്ദാക്കിയതിനു ശേഷമുള്ള സർവേയിൽ സഹകരിക്കാനുള്ള അഭ്യർത്ഥന
mn: Цуцлалтын дараах судалгаанд хамтран оролцохыг хүсэж байна
mr: रद्द केल्यानंतरच्या सर्वेक्षणासाठी सहकार्याची विनंती
ms: Permintaan kerjasama untuk mengisi borang soal selidik selepas pembatalan
my: ပယ်ဖျက်ပြီးနောက် စစ်တမ်းအတွက် ပူးပေါင်းကူညီမှုတောင်းခံခြင်း
nb: Forespørsel om å delta i undersøkelsen etter kansellering
ne: रद्दीकरणपछिको सर्वेक्षणमा सहयोगका लागि अनुरोध
nl: Verzoek om samen te werken aan een enquête na annulering
no: Forespørsel om å delta i spørreundersøkelse etter avbestilling
or: ବାତିଲ ପରବର୍ତ୍ତୀ ସର୍ବେ ପାଇଁ ସହଯୋଗ ଅନୁରୋଧ
pa: ਰੱਦ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸਰਵੇ ਵਿੱਚ ਸਹਿਯੋਗ ਦੀ ਬੇਨਤੀ
pl: Prośba o udział w ankiecie po anulowaniu subskrypcji
ps: د لغوه غوښتنې وروسته د سروې لپاره همکاري غواړو
pt: Solicitação de colaboração para a pesquisa após o cancelamento
ro: Vă rugăm să ne ajutați cu un sondaj după anulare
ru: Просьба о сотрудничестве в анкете после отмены подписки
si: අත්හිටුවීමෙන් පසුව විමසීමේදී සහය වන්න
sk: Žiadosť o spoluprácu pri ankete po zrušení predplatného
sl: Prosimo za sodelovanje v anketi po preklicu
sq: Kërkesë për bashkëpunim në anketën pas anulimit
sr: Молим вас да учествујете у анкети након отказивања.
sv: En förfrågan om att samarbeta med en enkät efter uppsägning
sw: Tafadhali shiriki katika utafiti wetu baada ya kusitisha
ta: ரத்துசெய்த பின் கருத்துக் கணிப்பிற்கான ஒத்துழைப்பு வேண்டுகோள்
te: రద్దు తర్వాత సర్వేలో సహకరించమని విన్నపం
th: โปรดช่วยตอบแบบสอบถามหลังการยกเลิก
tl: Pakisuyo sa Pagsasagot ng Survey Matapos ang Pagkansela
tr: İptal sonrası anket doldurma isteği
uk: Request for cooperation in the post-cancellation survey
ur: کنسل کرنے کے بعد سروے میں تعاون کی درخواست
uz: Obuna bekor qilinganidan keyin so'rovnomaga hamkorlik qilishni so'raymiz
vi: Lời mời tham gia khảo sát sau khi hủy đăng ký
zh: 取消后请协助填写问卷
zu: Sicela usize ngeKhanisi yokuhoxiswa

# pilllDescription
source: Pilll pill reminder app
af: Pilll, 'n' pil reminder app wat spesifiek vir pil gebruik is.
am: Pilll የፒል መድሃኒት በተቀባይነት የተመለከተ ፒል የማስታወሻ 애플리케ትን
ar: بيليل تطبيق تذكير بالأقراص مخصص لتناول الأقراص
as: Pilll - পিল সেৱন ব্যৱস্থাপনাৰ বাবে বিশেষভাৱে নিৰ্মিত ৰিমাইণ্ডাৰ এপ্
az: Pilll - Hamiləlik dərmanlarını qəbul etməyə yönəlmiş dərman xatırlatma tətbiqi
be: Pilll – прыкладанне для напамінкаў аб прымяненні таблетак, спецыялізаванае на прымяненні таблетак
bg: Pilll мобилно приложение за напомняне за прием на хапчета, специализирано в приема на хапчета.
bn: Pilll পিল সেবনের জন্য বিশেষায়িত রিমাইন্ডার অ্যাপ
bs: Pilll aplikacija za podsjećanje na uzimanje pilula specijalizovana za uzimanje pilula
ca: Pilll Recordatori especialitzat en la presa de píndoles
cs: Pilll - A pill reminder app specifically designed for pill usage.
cy: Pilll - ap dyblygu atgoffa am ddewisiadau pilsen
da: Pilll - en pille-reminder-app, der er specialiseret i pilleindtag
de: Pilll - Eine auf die Pilleneinnahme spezialisierte Erinnerungs-App
el: Pilll - εφαρμογή υπενθύμισης χαπιών που είναι ειδικά σχεδιασμένη για τη λήψη χαπιών
es: Pilll - Aplicación recordatorio especializada en la toma de píldoras anticonceptivas
et: Pilll - pillide võtmise meeldetuletusrakendus, mis on spetsialiseerunud pillide võtmiseks.
eu: Pilll pilulatzeko espezializatutako pilulazioen gogorarazteko aplikazioa
fa: Pilll برنامه یادآوری مصرف قرص است که به طور خاص برای مصرف قرص طراحی شده است
fi: Pilll - pillerin ottamiseen erikoistunut muistutusapplikaatio
fil: Pilll - App na pampaalala para sa contraceptive pills
fr: Pilll, une application de rappel de pilule spécialisée dans la prise de pilules
gl: Pilll é unha aplicación de recordatorio de pílulas especializada na toma de pílulas.
gu: Pilll ગર્ભનિરોધક ગોળીના સેવન માટે વિશેષીકૃત રિમાઇન્ડર એપ
he: Pilll אפליקציה להזReminder למינון באופן מיוחד
hi: Pilll पिल सेवन के लिए विशेषीकृत रिमाइंडर ऐप
hr: Pilll aplikacija za podsjećanje na pilule specijalizirana za uzimanje pilula
hu: Pilll - A pill reminder app specifically designed for pill intake management
hy: Pilll - հղիության վերաբերյալ դեղորայքի հիշեցնող ծրագիր
id: Aplikasi pengingat pil khusus untuk konsumsi pil Pilll
is: Pilll - Fyrirbyggjandi pillur áminningarforrit
it: Pilll - App promemoria dedicata all'assunzione della pillola
ja: Pilll ピル服用に特化したピルリマインダーアプリ
ka: Pilll - პილების გამოყენების სპეციალიზებული ჯერ კიდევ მახსოვრობის აპლიკაცია
kk: Pilll – контрацепция қабылдауға арналған арнайы еске салу қосымшасы
km: Pilll កម្មវិធីរំលឹកថ្នាំកុំមានកូនជំនាញពិសេស
kn: Pilll ಗರ್ಭನಿರೋಧಕ ಮಾತ್ರೆ ಸೇವನೆಗೆ ವಿಶೇಷೀಕೃತ ರಿಮೈಂಡರ್ ಆ್ಯಪ್
ko: Pilll 피임약 복용 전용 리마인더 앱
ky: Pilll пил алып жүрүүгө арналган пил унуттуруп жибербөө үчүн эскерткүч колдонмосу
lo: Pilll ການແນະນໍາການຮັບປະຈາຍຢາ ໃສ່ນ້ຳແລະການກວດສອບແບບສັນຍານສໍາລັບການຮັບປະຈາຍຢາໃນແອັບດິຈິຕອນຍົນ
lt: Pilll – specializuota pillių priminimo programa
lv: Pilll - kontracepcijas tablešu lietošanai pielāgota atgādinājumu lietotne
mk: Pilll апликација за потсетување на лекови, специјализирана за употреба на контрацептивни пилули
ml: Pilll - പിൽ സേവനത്തിനായി പ്രത്യേകം രൂപകൽപ്പന ചെയ്ത റിമൈൻഡർ ആപ്പ്
mn: Pilll - Эмчилгээний таблет уухад зориулсан сануулгын апп
mr: Pilll गर्भनिरोधक गोळ्या घेण्यासाठी विशेष रिमाइंडर अ‍ॅप
ms: Pilll aplikasi pengingat pil yang khusus untuk pengambilan pil
my: Pilll ဆေးလုံးသောက်ခြင်းအတွက် အထူးပြု အမှတ်ရစေရန်အက်ပ်
nb: Pilll – en påminnelsesapp spesialisert for p-pillebruk
ne: Pilll गर्भनिरोधी चक्की सेवनमा विशेषज्ञ रिमाइन्डर एप
nl: Pilll, een pilherinneringsapp die is gespecialiseerd in het innemen van pillen
no: Pilll - en spesialisert pilleminnsettingsapp
or: Pilll ପିଲ୍‌ ସେବନ ପାଇଁ ବିଶେଷ ସ୍ମାରକ ଆପ୍‌
pa: Pilll پل دی یاددہانی دے لئی مخصوص ایپ
pl: Pilll - aplikacja do przypominania o zażywaniu tabletek, skoncentrowana na tabletkach antykoncepcyjnych.
ps: Pilll د پيل د کارولو لپاره ځانګړې شوې د پيل یادولو غوښتنلیک
pt: Pilll, um aplicativo de lembrete de pílulas especializado na administração de pílulas.
ro: Pilll - aplicația de memento pentru pilule specializată în administrarea pilulelor
ru: Pilll - приложение для напоминания о приеме таблеток
si: Pilll යනු පියෙන් පිළිකුල් භාවිතය සඳහා විශේෂිත පියෙන් මතකයකාරක යෙදුම වේ
sk: Pilll aplikácia na pripomienky k užívaniu piluliek špeciálne navrhnutá na užívanie piluliek
sl: Pilll aplikacija za opomnike za jemanje kontracepcijskih tablet
sq: Pilll, një aplikacion për kujtesë për pilulat i specializuar për marrëveshjen e pilulave.
sr: Pilll апликација за подсећање на узимање лекова специјализована за пилуле
sv: Pilll, en påminnelsesapp för piller med fokus på pillerintag.
sw: Pilll - Programu ya ukumbusho mahsusi kwa kutumia kidongowazi
ta: Pilll மாத்திரை உட்கொள்ளலுக்கான சிறப்பு நினைவூட்டல் செயலி
te: Pilll పిల్స్ తీసుకోవడంలో ప్రత్యేకమైన పిల్ రిమైండర్ యాప్
th: Pilll แอปเตือนความจำเกี่ยวกับการใช้ยาเม็ดที่มุ่งเน้นการใช้ยาเม็ด
tl: Pilll - Pill Reminder App para sa Birth Control Pills
tr: Pilll, doğum kontrol hapı alımına özel tasarlanmış hap hatırlatma uygulaması
uk: Pilll - A pill reminder app specifically designed for pill intake.
ur: Pilll ایک ایسا پیils یاد دہانی ایپ ہے جو خاص طور پر پیils کے استعمال کے لئے بنایا گیا ہے
uz: Pilll — kontrat xüsusiləşdirilmiş kontraseptivlar üçün xatırlatma tətbiqi
vi: Pilll - Ứng dụng nhắc nhở uống thuốc tránh thai chuyên biệt
zh: Pilll 专注于服用避孕药的提醒应用
zu: I-Pilll iyinsizakalo yokukhumbuza amaphilisi egxile ekuphuzeni amaphilisi.
