Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# healthCareIntegrationDescription
source: Pilll will automatically record your menstrual cycle
af: U kan u menstruasie rekords wat in Pilll aangedui is, outomaties in gesondheidsorg rekords aanteken.
am: በPilll የተመዘገቡ የወር ቆጠራ መረጃዎች በራስ-ሰር ወደ ጤና እንክብካቤ መተግበሪያ ይመዘገባሉ
ar: يمكن تسجيل سجلات الدورة الشهرية المسجلة في Pilll تلقائياً في تطبيق الصحة
as: Pilll-এ ৰেকৰ্ড কৰা মাহেকীয়া তথ্য স্বয়ংক্ৰিয়ভাৱে স্বাস্থ্যসেৱাত ৰেকৰ্ড কৰিব পাৰে
az: Pilll tətbiqində qeyd edilən adet dövrü məlumatları avtomatik olaraq Sağlamlıq tətbiqinə köçürülə bilər
be: Вы можаце аўтаматычна запісваць запісы аб менструацыі, якія былі запісаны ў Pilll, у Health.
bg: Pilll може автоматично да записва вашите менструални данни в приложението Здраве
bn: Pilll এ রেকর্ড করা মাসিকের তথ্য স্বয়ংক্রিয়ভাবে হেলথকেয়ারে সংরক্ষণ করা হবে
bs: Podaci o menstrualnom ciklusu zabilježeni u Pilll mogu se automatski sinhronizovati sa Health aplikacijom
ca: Els registres menstruals de Pilll es poden sincronitzar automàticament amb Salut
cs: Můžete automaticky zaznamenávat záznamy o menstruaci, které jste vytvořili v aplikaci Pilll, do aplikace Zdraví.
cy: Gallwch gofrestru eich cofrestryfedd gyda Pilll yn awtomatig yn y Gofal Iechyd.
da: Du kan automatisk gemme dine menstruationsoptegnelser, der er registreret i Pilll, i Health.
de: Sie können Ihre Menstruationsaufzeichnungen, die Sie mit Pilll gemacht haben, automatisch in Health speichern.
el: Μπορείτε να καταγράψετε αυτόματα τις καταγραφές εμμηνόρροιας που έχετε κάνει στο Pilll στο Health.
es: Pilll puede sincronizar automáticamente tus registros menstruales con la app Salud
et: Saate automaatselt registreerida Pillliga salvestatud menstruatsioonikirjed tervishoiuteenusesse.
eu: Pilll-ek inoiz ahaztu ezazu menstruazio erregistroak automatikoki osasun-zentrora eramateko.
fa: شما می توانید سوابق قاعدگی ثبت شده در Pilll را به طور خودکار در سلامت ذخیره کنید.
fi: Voit automaattisesti tallentaa Pilll:ssä kirjaamasi kuukautismerkinnät Terveys-sovellukseen.
fil: Ang mga tala ng regla sa Pilll ay awtomatikong maitatala sa HealthCare
fr: Vous pouvez enregistrer automatiquement vos enregistrements de règles faits dans Pilll dans l'application Santé.
gl: Pilll permite gravar automaticamente os rexistros do ciclo menstrual na aplicación de Saúde.
gu: Pilllમાં રેકોર્ડ કરેલા માસિક ધર્મના રેકોર્ડ આપોઆપ હેલ્થકેરમાં રેકોર્ડ કરી શકાય છે
he: ניתן לרשום אוטומטית את רישומי המחזור שנרשמו ב-Pilll בבריאות.
hi: Pilll में रिकॉर्ड किए गए मासिक धर्म के रिकॉर्ड को स्वचालित रूप से हेल्थकेयर में रिकॉर्ड किया जा सकता है
hr: Možete automatski zabilježiti svoj menstrualni ciklus u zdravstvenim podacima pomoću Pilll.
hu: A Pilll által rögzített menstruációs adatokat automatikusan rögzítheti az egészségügyi alkalmazásban.
hy: Pilll-ի կողմից գրանցված ձեր ամսական տվյալները ավտոմատ կերպով կարող եք գրանցել առողջության խնամքի համակարգում
id: Anda dapat secara otomatis mencatat catatan siklus menstruasi yang Anda simpan di Pilll ke dalam aplikasi Kesehatan.
is: Þú getur sjálfkrafa skráð tíðahringinn sem þú hefur skráð í Pilll í heilsufarsskýrslurnar.
it: I dati del ciclo mestruale registrati su Pilll possono essere automaticamente salvati nell'app Salute
ja: Pilllで記録した生理記録を自動でヘルスケアに記録できます
ka: თქვენ შეგიძლიათ ავტომატურად ჩაიწეროთ თქვენი არტერიული წნევის ჩანაწერები Pilll-ით ჯანდაცვის პროგრამაში.
kk: Pilll-де жазылған менструация жазбаларын автоматты түрде денсаулық сақтау жүйесіне жазуға болады.
km: កំណត់ត្រាការរដូវដែលបានកត់ត្រានៅក្នុង Pilll អាចត្រូវបានកត់ត្រាដោយស្វ័យប្រវត្តិនៅក្នុងកម្មវិធីសុខភាព
kn: Pilll ನಲ್ಲಿ ದಾಖಲಿಸಿದ ಮುಟ್ಟಿನ ದಾಖಲೆಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಹೆಲ್ತ್‌ಕೇರ್‌ನಲ್ಲಿ ದಾಖಲಿಸಬಹುದು
ko: Pilll에서 기록한 생리 기록을 자동으로 헬스케어에 기록할 수 있습니다
ky: Pilll менен жазылган менструация жазууларыңызды автоматтык түрдө HealthCareге жазып коюуга болот.
lo: ສາมາດບັນທຶກບັນທຸກການບັນທຶກດູລາງສິນສະບັບທີ່ບັນທຶກໄດ້ສະອາດຈາກ Pilll ສູງສີຖີນຄສາກົນ
lt: Galite automatiškai įrašyti menstruacijas, užregistruotas programėlėje Pilll, į sveikatos stebėjimo sistemą.
lv: Varat automātiski reģistrēt menstruāciju ierakstus, kas veikti vietnē Pilll, veselības aprūpē.
mk: Можете автоматски да запишете менструалните записи внесени во Pilll во Health Care.
ml: Pilll-ൽ രേഖപ്പെടുത്തിയ ആർത്തവ രേഖകൾ സ്വയമേവ ഹെൽത്ത്കെയർ ആപ്പിൽ രേഖപ്പെടുത്താൻ കഴിയും
mn: Pilll-д бүртгэсэн сарын тэмдгийн мэдээллийг автоматаар Эрүүл мэндийн аппд тэмдэглэх боломжтой
mr: Pilllमध्ये नोंदवलेल्या मासिकपाळी नोंदी आपोआप हेल्थकेअर अॅपमध्ये नोंदवल्या जाऊ शकतात
ms: Anda boleh secara automatik merekod rekod haid yang dicatat dalam Pilll ke dalam Kesihatan.
my: Pilll တွင် မှတ်တမ်းတင်ထားသော ရာသီဝင်မှတ်တမ်းများကို HealthCare အက်ပ်သို့ အလိုအလျောက် ထည့်သွင်းနိုင်ပါသည်
nb: Du kan automatisk registrere menstruasjonsopptakene dine fra Pilll i helseappen.
ne: Pilllमा रेकर्ड गरिएका महिनावारी रेकर्डहरू स्वचालित रूपमा हेल्थकेयरमा रेकर्ड गर्न सकिन्छ
nl: Je kunt fietstochten automatisch vastleggen die je hebt geregistreerd met Pilll in Gezondheid.
no: Du kan automatisk registrere menstruasjonsdata som er registrert i Pilll til Helse-appen.
or: Pilll ରେ ରେକର୍ଡ କରାଯାଇଥିବା ମାସିକ ରେକର୍ଡ ସ୍ୱୟଂକ୍ରିୟ ଭାବରେ ହେଲ୍ଥକେୟାରରେ ରେକର୍ଡ କରାଯାଇପାରିବ
pa: Pilll ਵਿੱਚ ਰਿਕਾਰਡ ਕੀਤੇ ਗਏ ਮਾਸਿਕ ਧਰਮ ਦੇ ਰਿਕਾਰਡ ਆਪਣੇ ਆਪ ਹੈਲਥਕੇਅਰ ਵਿੱਚ ਰਿਕਾਰਡ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ
pl: Możesz automatycznie zapisywać swoje zapisy menstruacyjne dokonane w Pilll w aplikacji zdrowotnej.
ps: تاسو کولی شئ د Pilll سره ثبت شوي حیض ریکارډونه په اتوماتيک ډول د روغتیا پکار کې ثبت کړئ
pt: Você pode registrar automaticamente os registros menstruais registrados no Pilll no aplicativo de saúde.
ro: Puteți înregistra automat înregistrările menstruale salvate în Pilll în aplicația de sănătate.
ru: Записи о менструации, сделанные в Pilll, можно автоматически записывать в Health.
si: Pilll වලින් ලියාපදිංචි කර ඇති ශ්‍රාවක වාර්තා ස්වයංක්‍රීයව සෞඛ්‍යවේදීට ලියාපදිංචි කළ හැක.
sk: Záznamy o menštruácii zaznamenané v aplikácii Pilll môžu byť automaticky uložené do aplikácie Zdravie.
sl: Zapisane menstrualne podatke v aplikaciji Pilll lahko samodejno zabeležite v zdravstveni oskrbi.
sq: Ju të dhënat e ciklit menstrual të regjistruara në Pilll mund të regjistrohen automatikisht në Shëndetin.
sr: Možete automatski zabeležiti menstrualne zapise koje ste uneli u Pilll u zdravstvenu aplikaciju.
sv: Med Pilll kan du automatiskt registrera dina menstruationsdata i Health.
sw: Rekodi za hedhi zilizorekodiwa kwenye Pilll zinaweza kuhifadhiwa kiotomatiki kwenye HealthCare
ta: Pilll-ல் பதிவு செய்யப்பட்ட மாதவிடாய் பதிவுகளை தானாக ஹெல்த்கேர்-ல் பதிவு செய்ய முடியும்
te: Pilllలో నమోదు చేసిన మాసిక ధర్మ రికార్డులను స్వయంచాలకంగా ఆరోగ్య సంరక్షణ యాప్‌లో రికార్డు చేయవచ్చు
th: คุณสามารถบันทึกบันทึกการมีประจำเดือนที่บันทึกไว้ใน Pilll ได้โดยอัตโนมัติใน Health Care
tl: Awtomatikong mai-record sa Health app ang mga menstrual record na naitala mo sa Pilll
tr: Pilll ile kaydedilen adet kayıtlarını otomatik olarak Sağlık'a kaydedebilirsiniz.
uk: You can automatically record your menstrual records logged in Pilll to Health.
ur: آپ Pilll میں ریکارڈ کردہ حیض کے ریکارڈز کو خودکار طور پر ہیلتھ کیئر میں ریکارڈ کرسکتے ہیں۔
uz: Pilll orqali yozilgan menstruatsiya yozuvlarini avtomatik ravishda Sog'liqni saqlashga yozishingiz mumkin
vi: Bản ghi kinh nguyệt trong Pilll có thể được tự động đồng bộ với ứng dụng Sức khỏe
zh: 可以自动将Pilll中记录的生理记录保存到健康应用中。
zu: Ungazi lapho ungakwenza khona irekhoda elivela ku-Pilll ngokuzenzakalelayo elizobhaliswa kwi-Health Care.

source: View premium plan
af: Kyk na die premium plan
am: ፕሪሚየም ኮረጃን ይመልከቱ
ar: عرض الخطة المميزة
as: প্ৰিমিয়াম পৰিকল্পনা চাওক
az: Premium planı gör
be: Паказаць прэміум-план
bg: Разгледайте премиум плана
bn: প্রিমিয়াম প্ল্যান দেখুন
bs: Pogledaj premium plan
ca: Veure el pla premium
cs: Zobrazit prémiový plán
cy: Gweld y cynllun premiwm
da: Se premiumplanen
de: Premium-Plan ansehen
el: Δείτε το προνομιακό πλάνο
es: Ver plan premium
et: Vaata premium plaani
eu: Irakurri premium plana
fa: برنامه پریمیوم را ببینید
fi: Näe premium-suunnitelma
fil: Tingnan ang Premium Plan
fr: Voir le plan premium
gl: Ver o plan premium
gu: પ્રીમિયમ પ્લાન જુઓ
he: לראות את תוכנית הפרימיום
hi: प्रीमियम प्लान देखें
hr: Pogledajte premium plan
hu: Premium terv megtekintése
hy: Դիտել պրեմիում պլանը
id: Lihat Rencana Premium
is: Skoða Premium áætlun
it: Visualizza piano Premium
ja: プレミアムプランを見る
ka: პრემიუმ გეგმის ნახვა
kk: Премиум жоспарын қарау
km: មើលផែនការព្រីមៀម
kn: ಪ್ರೀಮಿಯಂ ಯೋಜನೆಯನ್ನು ನೋಡಿ
ko: 프리미엄 플랜 보기
ky: Премиум пландын көрүүсү
lo: ເບິ່ງແພນຄໍາສັ່ງພຣິເມີຍຓ
lt: Žiūrėti premiją planą
lv: Apskatīt Premium plānu
mk: Погледнете ја премиум планот
ml: പ്രീമിയം പ്ലാൻ കാണുക
mn: Премиум багцыг үзэх
mr: प्रीमियम प्लान पाहा
ms: Lihat Pelan Premium
my: ပရီမီယံအစီအစဉ်ကိုကြည့်ပါ
nb: Se premiumplanen
ne: प्रिमियम योजना हेर्नुहोस्
nl: Bekijk premiumplan
no: Se premiumplanen
or: ପ୍ରିମିୟମ୍ ଯୋଜନା ଦେଖନ୍ତୁ
pa: ਪ੍ਰੀਮੀਅਮ ਯੋਜਨਾ ਦੇਖੋ
pl: Zobacz plan premium
ps: د پریمیم پلان کتنه
pt: Ver plano premium
ro: Vizualizați planul premium
ru: Посмотреть премиум-план
si: පෙරමීයම් පසුබැසීම බලන්න
sk: Zobraziť prémiový plán
sl: Ogled premium načrta
sq: Shihni Planin Premium
sr: Погледајте премиум план
sv: Visa premiumplanen
sw: Angalia Mpango wa Premium
ta: பிரீமியம் திட்டம் பார்க்க
te: ప్రీమియం ప్లాన్ చూడండి
th: ดูแผนพรีเมียม
tl: Tingnan ang Premium Plan
tr: Premium planı görüntüle
ur: پریمیم منصوبہ دیکھیں
uz: Premium rejasini ko'rish
vi: Xem gói Premium
zh: 查看高级计划
zu: Bukela uhlelo lwePremium

# changePillNumberForToday
source: Change the pill number for today
af: Verandering van die nommer pille wat vandag geneem moet word
am: የዛሬ ፒል ቁጥር መቀየር
ar: تغيير رقم حبة اليوم
as: আজিৰ পিল নম্বৰ সলনি কৰক
az: Bugünkü həb nömrəsinin dəyişdirilməsi
be: Змена нумара таблетак для прынясення сёння
bg: Промяна на номера на днешното хапче
bn: আজকের পিল নম্বর পরিবর্তন
bs: Promjena broja današnje pilule
ca: Canvi del número de píndola d'avui
cs: Změna čísla pilulky, kterou je třeba dnes užít
cy: Newid rhif y pils i'w cymryd heddiw
da: Ændring af nummeret på pillerne, der skal tages i dag
de: Änderung der Pillennummer für heute
el: Αλλαγή του αριθμού του χαπιού που πρέπει να ληφθεί σήμερα
es: Cambiar número de píldora de hoy
et: Täna võetava pilli numbri muutmine
eu: Gaurko hartzeko pilularen zenbakia aldatu
fa: تغییر شماره قرص امروز
fi: Muuta tänään otettavan pillerin numero
fil: Pagbabago ng numero ng pill na iinom ngayon
fr: Changer le numéro de pilule à prendre aujourd'hui
gl: Cambio do número da pílula para hoxe
gu: આજે લેવાના પિલ નંબર બદલો
he: שינוי מספר הכדורים שיש לקחת היום
hi: आज की गोली संख्या बदलें
hr: Promjena broja pilule koju treba popiti danas
hu: A mai bevitt pirula számának megváltoztatása
hy: Այսօր ընդունելի պարկերի համար փոխել թիվը
id: Mengubah nomor pil yang diminum hari ini
is: Breyta pillunúmerinu fyrir í dag
it: Modifica numero pillola di oggi
ja: 今日飲むピル番号の変更
ka: დღეს სასმელი კაფსულების ნომრის შეცვლა
kk: Бүгін ішетін таблетканың нөмірін өзгерту
km: ការផ្លាស់ប្តូរលេខគ្រាប់ថ្នាំថ្ងៃនេះ
kn: ಇಂದಿನ ಮಾತ್ರೆ ಸಂಖ್ಯೆಯ ಬದಲಾವಣೆ
ko: 오늘 복용할 알약 번호 변경
ky: Бүгүн ичүүчү пил номерин өзгөртүү
lo: ການແກ້ໄຂເລກບິນປິລທີ່ຈະດື່ມໃນວາງນີ້
lt: Šiandienos vaistų skaičiaus keitimas
lv: Šodien lietojamā tablete numura maiņa
mk: Промена на бројот на пилули што треба да се земат денес
ml: ഇന്നത്തെ ഗുളിക നമ്പർ മാറ്റം
mn: Өнөөдрийн эмийн дугаарыг өөрчлөх
mr: आजच्या गोळीचा क्रमांक बदला
ms: Tukar nombor pil yang perlu diambil hari ini
my: ယနေ့သောက်ရမည့်ဆေးလုံးနံပါတ်ပြောင်းလဲခြင်း
nb: Endring av pilnummer for i dag
ne: आजको गोली नम्बर परिवर्तन
nl: Wijziging van het pilnummer voor vandaag
no: Endring av pillenummer for i dag
or: ଆଜିର ପିଲ୍ ନମ୍ବର ପରିବର୍ତ୍ତନ
pa: ਅੱਜ ਦੀ ਗੋਲੀ ਨੰਬਰ ਬਦਲੋ
pl: Zmiana numeru pigułki do wzięcia dzisiaj
ps: د نن ورځې د اخیستلو د پيل شمیرې بدلون
pt: Mudança do número da pílula a ser tomada hoje
ro: Schimbarea numărului pilulei de astăzi
ru: Изменение номера таблетки, которую нужно принять сегодня
si: අද බොන්නා වූ ඖෂධය අංකය කිහිලිකළම
sk: Zmena čísla pilulky, ktorú treba vziať dnes
sl: Sprememba številke tablet, ki jih jemljete danes
sq: Ndryshimi i numrit të pilulave që do të marr sot
sr: Промена броја пилуле коју треба узети данас
sv: Ändra antalet piller som ska tas idag
sw: Badilisha nambari ya tembe ya leo
ta: இன்றைய மாத்திரை எண் மாற்றம்
te: ఈ రోజు పిల్ నంబర్ మార్పు
th: การเปลี่ยนหมายเลขของยาที่จะทานวันนี้
tl: Pagbabago ng numero ng pill para sa ngayong araw
tr: Bugün alınacak hap numarasını değiştirme
uk: Change the pill number to take today
ur: آج کی پِل نمبر تبدیل کریں
uz: Bugun ichadigan pil raqamini o'zgartirish
vi: Thay đổi số thuốc uống hôm nay
zh: 更改今天服用的药丸编号
zu: Ukushintsha inombolo ye-pill ezothathwa namuhla

source: Discard all pill sheets
af: Gooi alle pil blaaie weg
am: ሁሉንም የአዳሪ ወረቀቶች ማጥፋት
ar: حذف جميع أوراق الحبوب
as: সকলো পিল শ্বীট মচি পেলাওক
az: Bütün həb vərəqlərini sil
be: Знішце ўсе блістэры з таблеткамі.
bg: Изтрий всички листове с хапчета
bn: সমস্ত পিল শিট মুছে ফেলুন
bs: Obriši sve liste pilula
ca: Eliminar tots els blísters de píndoles
cs: Zničit všechny tablety z blistru
cy: Gwaredu'r holl doriadau pilau
da: Fjern alle pilleplader
de: Alle Pillenblätter entsorgen
el: Απόρριψη όλων των φύλλων χαπιών
es: Eliminar todos los blísteres
et: Kogu pillipakendi kõrvaldamine
eu: Pill pakete guztiak suntsitu
fa: تمامی ورقه‌های قرص را دور بیندازید
fi: Hävitä kaikki pillerilevyt
fil: Tanggalin ang lahat ng pill sheet
fr: Jeter tous les plaquettes de pilules
gl: Deixar todas as folhas de pílulas
gu: બધી પિલ શીટ્સ કાઢી નાખો
he: לְהַשְׁמִיד כָּל הַמַּדָּע בַּשִּׁיטָה
hi: सभी पिल शीट हटाएं
hr: Odložite sve pilule
hu: Minden egyes tabletta eltávolítása
hy: Աջակցություն ալիքները լրացնել
id: Buang semua lembaran pil
is: Henda öll pillupakkar
it: Elimina tutti i blister
ja: ピルシートをすべて破棄
ka: ყველა ისეთის შემატება
kk: Бүкіл пил парағын жою
km: លុបចោលសន្លឹកគ្រាប់ថ្នាំទាំងអស់
kn: ಎಲ್ಲಾ ಮಾತ್ರೆ ಶೀಟ್‌ಗಳನ್ನು ಅಳಿಸಿ
ko: 전체 피임약 시트 삭제
ky: Бардык таблеткаларды жок кылуу
lo: ເສີມຊີດປິວທັງໝົດ
lt: Visų piliulių lapelių pašalinimas
lv: Izmestiet visus tablešu iepakojumus
mk: Испразни ја целата пилула
ml: എല്ലാ പിൽ ഷീറ്റുകളും ഇല്ലാതാക്കുക
mn: Бүх эмийн хуудсыг устгах
mr: सर्व पिल शीट्स नष्ट करा
ms: Buang semua pemadat pil
my: ဆေးလုံးများစာရွက် အားလုံးပယ်ဖျက်
nb: Avbryt alle pilleark
ne: सबै पिल शीट मेटाउनुहोस्
nl: Verwijder alle pillendozen
no: Kast ut alle pilleplater
or: ସବୁ ପିଲ୍ ସିଟ୍ ଡିଲିଟ୍ କରନ୍ତୁ
pa: ਸਾਰੇ ਗੋਲੀ ਸ਼ੀਟ ਮਿਟਾਓ
pl: Usuń wszystkie plastry antykoncepcyjne
ps: د ټول پيل شیټ له منځه وړل
pt: Descartar todas as cartelas de pílulas
ro: Eliminarea tuturor foliilor de pastile
ru: Уничтожить все упаковки таблеток
si: සියලුම පිල් පුවරුවලට විනාශ කරන්න
sk: Zničiť všetky blistre s tabletami
sl: Zavrzite vse obliže za tablete
sq: Dërrmimi i të gjitha fletëve të pilulave
sr: Уклоните све пакове пилула
sv: Kasta bort alla pillerark
sw: Futa karatasi zote za vidonge
ta: அனைத்து மாத்திரை தாள்களையும் நீக்கு
te: అన్ని పిల్ షీట్లను తొలగించు
th: ทิ้งแผ่นยาคุมทั้งหมด
tl: Burahin ang lahat ng pill sheet
tr: Tüm doğum kontrol hapı paketlerini imha et
ur: تمام پیلن کے شیٹس کو تباہ کریں
uz: Barcha dorilarni yo'qotish
vi: Xóa tất cả vỉ thuốc
zh: 废弃所有药丸包装
zu: Phuza zonke izikhwama zeziphuzo

# areYouSureDoing
source: {doing}?
af: Sal jy {doing}?
am: {doing} ይፈልጋሉ?
ar: هل تريد {doing}؟
as: {doing} কৰিবনে?
az: {doing} edilsin?
be: Ці {doing}?
bg: Ще {doing} ли?
bn: {doing} করবেন?
bs: Želite li {doing}?
ca: Vols {doing}?
cs: Chcete {doing}?
cy: A ydych yn {doing}?
da: Skal vi {doing}?
de: Möchten Sie {doing}?
el: Θα κάνετε {doing};
et: Kas {doing} teete?
eu: {doing} egingo duzu?
fa: آیا {doing} می کنید؟
fi: Haluatko tehdä {doing}?
fil: Gusto mo bang {doing}?
fr: Est-ce que vous allez {doing} ?
gl: ¿Vas a {doing}?
gu: શું તમે {doing} કરશો?
he: האם אתה {doing}?
hi: क्या आप {doing} करना चाहते हैं？
hr: Hoćeš li {doing}?
hu: {doing} csinálunk?
hy: {doing} անե՞մք?
id: Apakah Anda akan melakukan {doing}?
is: Ertu að {doing}?
it: Vuoi {doing}?
ja: {doing}しますか？
ka: {doing} გააკეთებთ?
kk: {doing} жасайсыз ба?
km: តើអ្នកចង់ {doing} ទេ?
kn: {doing} ಮಾಡುತ್ತೀರಾ?
ko: {doing}하시겠습니까?
ky: {doing} үчүнбү?
lo: {doing}ທໍາແນ່?
lt: Ar {doing} ar?
lv: Vai vēlaties {doing}?
mk: {doing} ќе направите?
ml: {doing} ചെയ്യുമോ？
mn: {doing} хийх үү？
mr: {doing} करायचे का?
ms: Adakah anda mahu {doing}?
my: {doing}မလား？
nb: Skal jeg {doing}?
ne: के तपाईं {doing} गर्नुहुन्छ?
nl: Doet u {doing}?
no: Skal jeg {doing}?
or: {doing} କରିବେ କି?
pa: ਕੀ {doing} ਕਰਨਾ ਹੈ？
pl: Czy chcesz {doing}?
ps: آیا {doing} وکړئ؟
pt: Você vai {doing}?
ro: Faci {doing}?
ru: Вы собираетесь {doing}?
si: {doing} කරනවද?
sk: {doing} robíte?
sl: Ali {doing}?
sq: A do {doing}?
sr: Да ли ћете {doing}?
sv: Ska vi {doing}?
sw: Je, {doing}?
ta: {doing} செய்யவா?
te: {doing}చేస్తారా?
th: {doing}ไหม?
tl: Gusto mo bang {doing}?
tr: {doing} yapar mısınız?
uk: Shall we do {doing}?
ur: کیا آپ {doing} کریں گے؟
uz: {doing} qilasizmi?
vi: Bạn có muốn {doing} không?
zh: 您要{doing}吗？
zu: Uwenza {doing}?

source: Currently displayed
af: Huidig vertoon
am: አሁን የሚታየው
ar: المعروض حالياً
as: বৰ্তমানে দেখুওৱা হৈছে
az: hal-hazırda göstərilən
be: ця шлях
bg: текущо показани
bn: বর্তমানে প্রদর্শিত
bs: Trenutno prikazano
ca: Mostrat actualment
cs: aktuálně zobrazeno
cy: Ar hyn o bryd yn cael ei ddangos
da: Aktuelt vist
de: Derzeit angezeigt
el: Τώρα εμφανίζεται
es: Actualmente mostrado
et: Praegune kuvamine
eu: Unean gelditzen dena
fa: در حال حاضر نمایش داده شده
fi: Nykyinen näyttö
fil: kasalukuyang ipinakikita
fr: actuellement affiché
gl: Actualmente mostrao
gu: હાલ પ્રદર્શિત
he: כעת מוצג
hi: वर्तमान में प्रदर्शित
hr: Trenutno prikazano
hu: Jelenleg megjelenítve
hy: այժմ ցուցադրվում է
id: Saat ini ditampilkan
is: Sýndu núverandi
it: Attualmente visualizzato
ja: 現在表示されている
ka: ამჟამად ნაჩვენები
kk: Қазір көрсетіліп жатыр
km: កំពុងបង្ហាញ
kn: ಸದ್ಯ ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತಿರುವ
ko: 현재 표시 중
ky: Кыргыча көрсөтүлүп жатат
lo: ປະຈຸບັນກະກຽມຢູ່
lt: Šiuo metu rodomas
lv: Pašlaik tiek attēlots
mk: покажано сега
ml: നിലവിൽ കാണിക്കുന്നത്
mn: одоо харагдаж байгаа
mr: सध्या दाखवले जात आहे
ms: Sedang dipaparkan
my: လက်ရှိပြသနေသော
nb: For tiden vist
ne: हाल देखाइएको
nl: actueel weergegeven
no: Viser for øyeblikket
or: ବର୍ତ୍ତମାନ ପ୍ରଦର୍ଶିତ
pa: ਵਰਤਮਾਨ ਵਿੱਚ ਦਿਖਾਇਆ ਗਿਆ
pl: Aktualnie wyświetlane
ps: اوسنیښتی شو
pt: Atualmente exibido
ro: Afisat în prezent
ru: текущие отображаются
si: පෙන්වා ඇති මේවර
sk: Momentálne zobrazené
sl: trenutno prikazano
sq: Tani aktualisht po shfaqet
sr: Тренутно приказује
sv: För närvarande visas
sw: Zinaonyeshwa sasa hivi
ta: தற்போது காட்டப்படும்
te: ప్రస్తుతం చూపబడుతున్న
th: แสดงในปัจจุบัน
tl: kasalukuyang naipapakita
tr: şu anda görüntülenen
ur: فی الحال دکھائی دے رہا ہے
uz: hozir ko'rsatilayotgan
vi: Đang hiển thị
zh: 当前显示的
zu: okukhombisa

source: All pill sheets
af: Alle pilblaaie
am: ሁሉም ክኒን ሉሆች
ar: جميع شرائط الحبوب
as: সকলো পিল শ্বীট
az: Bütün həb paketləri
be: Усе пілюлі
bg: Всички блистери
bn: সব পিল শিট
bs: Svi pakovi pilula
ca: Tots els blisters
cs: všechny pilulkové mapy
cy: pawb o dâl pil
da: Alle pilleark
de: Alle Pillenblätter
el: Όλα τα φύλλα δισκίων
es: Todas las plaquetas
et: Kõik pillide lehed
eu: Datu guztiak pilulentzako
fa: همه ورق های قرص
fi: Kaikki pillerilevyt
fil: Lahat ng mga Pill Sheet
fr: Tous les blisters de pilules
gl: tódolos folios de pílulas
gu: બધી પીલ શીટ
he: כל טבלת תרופות
hi: सभी पिल शीट
hr: svi listovi s tabletama
hu: Az összes tabletta lap
hy: Բոլոր փիլշիթեր
id: semua lembar pil
it: Tutti i blister
ja: すべてのピルシート
ka: ყველა პილების ჩასაწერი
kk: Барлық пил таблеткалары
km: សន្លឹកថ្នាំទាំងអស់
kn: ಎಲ್ಲಾ ಮಾತ್ರೆ ಪುಟಗಳು
ko: 모든 피임약 시트
ky: Бардык таблетка парактары
lo: ແຜ່ນສິດດັບທັງໝົດ
lt: Visi pilių lapai
lv: Visi tablešu lapas
mk: Сите пилешка листи
ml: എല്ലാ പിൽ ഷീറ്റുകൾ
mn: Бүх эмийн савлага
mr: सर्व गोळी पत्रक
ms: Semua lembar pil
my: ပီလူးစာရွက်အားလုံး
nb: alle pilleark
ne: सबै गर्भनिरोधक चक्की पाना
nl: Alle pillendozen
no: Alle pilleark
or: ସବୁ ପିଲ୍ ସିଟ୍
pa: ਸਾਰੀਆਂ ਪਿੱਲ ਸ਼ੀਟਾਂ
pl: Wszystkie arkusze pigułek
ps: ټول پيل شيتونه
pt: todos os cartões de pílula
ro: Toate planșele de pilule
ru: Все листы с таблетками
si: සියලුම පීල් තැටීල
sk: Všetky pillové hárky
sl: vse tablete
sq: Të gjitha shiritat e pilulave
sr: Sve sviđe sa pilulama
sv: Alla pillerark
sw: Mapili yote
ta: எல்லா மாத்திரை தாள்கள்
te: అన్ని పిల్ షీట్‌లు
th: แผ่นเม็ดยาทั้งหมด
tl: Lahat ng Pill Sheet
tr: Tüm hap sayfaları
ur: تمام پِل شیٹس
uz: Barcha pil varaqalari
vi: Tất cả vỉ thuốc tránh thai
zh: 所有的药片盒
zu: Zonke izithombe zephilisi

source: will be discarded
af: sal verwyder word
am: ይሰረዛል
ar: سيتم حذفها
as: বিলোপ হ'ব
az: silinəcək
be: будзе адкліканы
bg: ще бъде изтрит
bn: মুছে ফেলা হবে
bs: će biti obrisano
ca: s'eliminarà
cs: bude zahozeno
cy: a fydd yn cael ei ddileu
da: vil blive kasseret
de: wird verworfen
el: θα καταστραφεί
es: será eliminado
et: sa lasteks
eu: bortxatutako da
fa: از دست داده می‌شود
fi: hylätään
fil: ay matatanggal
fr: sera abandonné(e)
gl: será desbotado
gu: કાઢી નાખવામાં આવશે
he: יושלכו
hi: हटा दिया जाएगा
hr: će biti odbačen
hu: el fog el fogik
hy: կործանվում է
id: akan dibatalkan
is: verður eytt
it: verrà eliminato
ja: が破棄されます
ka: გაიშლება
kk: жойылады
km: នឹងត្រូវលុបចោល
kn: ಅಳಿಸಲಾಗುತ್ತದೆ
ko: 삭제됩니다
ky: жок болот
lo: ແມ່ນຈະຖືກແບ່ງໄປ
lt: bus bus
lv: tiks izmests
mk: ќе биде отфрлен
ml: നീക്കം ചെയ്യപ്പെടും
mn: устгагдана
mr: नष्ट केले जाईल
ms: akan dibatalkan
my: ကို ဖျက်သိမ်းပါမည်
nb: vil bli forkastet
ne: मेटिनेछ
nl: wordt verworpen
no: vil bli forkastet
or: ଡିଲିଟ୍ ହେବ
pa: ਮਿਟਾਇਆ ਜਾਵੇਗਾ
pl: zostanie odrzucone
ps: له هیر پاته کیدل
pt: será descartado
ro: va fi șters
ru: будет удалено
si: මකී කෙරේ.
sk: bude zlikvidovaný
sl: bo bo božično
sq: do të hidhet poshtë
sr: će biti odbačen
sv: kommer att tas bort
sw: kutafutwa
ta: அழிக்கப்படும்
te: తొలగించబడుతుంది
th: จะถูกทิ้งไป
tl: ay matatanggal
tr: silinecektir
ur: کیا پھینکا جائے گا
uz: yo olib tashlanadi
vi: sẽ bị xóa
zh: 将被丢弃
zu: izophukile

source: Discard
af: verwyder
am: ማጥፋት
ar: حذف
as: বাতিল কৰক
az: silmək
be: адки
bg: изхвърли
bn: মুছে ফেলুন
bs: Odbaci
ca: Descartar
cs: Zahodit
cy: diddymu
da: Forkaste
de: Entsorgen
el: Απόρριψη
es: Descartar
et: jäta kõrvale
eu: ezeztu
fa: حذف کردن
fi: Hylkää
fil: Itapon
fr: Supprimer
gl: desechar
gu: કાઢી નાખો
he: למחוק
hi: हटाएं
hr: Odbačanje
hu: Törlés
hy: Մերժել
id: Hapus
is: Fyrirgefðu
it: Scarta
ja: 破棄する
ka: აგდება
kk: жою
km: លុប
kn: ತ್ಯಜಿಸು
ko: 폐기하기
ky: Жойгулоо
lo: ລະບົດລອດ
lt: Šalinti
lv: iznīcināt
mk: отфрли
ml: ഉപേക്ഷിക്കുക
mn: устгах
mr: हटवा
ms: Buang
my: ဖျက်သိမ်း
nb: Forkaste
ne: फ्याँक्नुहोस्
nl: Verwijderen
no: Kast
or: ବିଲୋପ କର
pa: ਰੱਦ ਕਰੋ
pl: wyrzucić
ps: له ویرول
pt: Descartar
ro: Anula
ru: Отменить
si: න්දනය කරන්න
sk: Zahodiť
sl: zavrzite
sq: Kjo do të thotë që të heqësh dorë.
sr: одбаци
sv: Ta bort
sw: Futa
ta: நீக்கு
te: తొలగించు
th: ลบ
tl: Tanggalin
tr: İptal et
ur: ختم کرنا
uz: yo'qotish
vi: Hủy bỏ
zh: 删除
zu: phuca
