Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# beforePillSheetGroupSequentialEstimatedEndDay
source: Last pill on previous sheet: {beforePillSheetGroupSequentialEstimatedEndPillNumber}th day
af: Laaste van die vorige skaal: {beforePillSheetGroupSequentialEstimatedEndPillNumber} dag
am: የቀዳሚው ማቀዝቀዣ መጨረሻ: {beforePillSheetGroupSequentialEstimatedEndPillNumber} ቀን
ar: نهاية الشريط السابق: اليوم {beforePillSheetGroupSequentialEstimatedEndPillNumber}
as: পূৰ্বৱৰ্তী শ্বীটৰ শেষ: {beforePillSheetGroupSequentialEstimatedEndPillNumber} দিন
az: Əvvəlki paketin sonu: {beforePillSheetGroupSequentialEstimatedEndPillNumber}-ci gün
be: Апошні дзень папярэдняй пачкі: {beforePillSheetGroupSequentialEstimatedEndPillNumber} дзень
bg: Край на предишната опаковка: {beforePillSheetGroupSequentialEstimatedEndPillNumber}-ти ден
bn: পূর্ববর্তী শিটের শেষ: {beforePillSheetGroupSequentialEstimatedEndPillNumber}তম দিন
bs: Kraj prethodnog lista: {beforePillSheetGroupSequentialEstimatedEndPillNumber}. dan
ca: Final del full anterior: dia {beforePillSheetGroupSequentialEstimatedEndPillNumber}
cs: Poslední den předchozího blistru: {beforePillSheetGroupSequentialEstimatedEndPillNumber} den
cy: Diwedd y sgrin flaenorol: diwrnod {beforePillSheetGroupSequentialEstimatedEndPillNumber}
da: Sidste dag i forrige blister: {beforePillSheetGroupSequentialEstimatedEndPillNumber} dag
de: Letzte Pille der vorherigen Blisters: Tag {beforePillSheetGroupSequentialEstimatedEndPillNumber}
el: Τελευταία ημέρα του προηγούμενου φύλλου: {beforePillSheetGroupSequentialEstimatedEndPillNumber}η μέρα
es: Final de la última plaqueta: día {beforePillSheetGroupSequentialEstimatedEndPillNumber}
et: Eelmise plaadi lõpp: {beforePillSheetGroupSequentialEstimatedEndPillNumber}. päev
eu: Aurreko orriko amaiera: {beforePillSheetGroupSequentialEstimatedEndPillNumber}. eguna
fa: آخرین روز از شیت قبلی: {beforePillSheetGroupSequentialEstimatedEndPillNumber} روز
fi: Edellisen levyn loppu: {beforePillSheetGroupSequentialEstimatedEndPillNumber}. päivä
fil: Katapusan ng nakaraang sheet: ika-{beforePillSheetGroupSequentialEstimatedEndPillNumber} araw
fr: Dernier jour de la dernière plaquette : {beforePillSheetGroupSequentialEstimatedEndPillNumber}ème jour
gl: Último do anterior folio: {beforePillSheetGroupSequentialEstimatedEndPillNumber}º día
gu: પાછલી શીટનો છેલ્લો: {beforePillSheetGroupSequentialEstimatedEndPillNumber} દિવસ
he: היום האחרון בשקית הקודמת: יום מספר {beforePillSheetGroupSequentialEstimatedEndPillNumber}
hi: पिछली शीट का अंत: {beforePillSheetGroupSequentialEstimatedEndPillNumber}वां दिन
hr: Zadnji dan prethodne šume: {beforePillSheetGroupSequentialEstimatedEndPillNumber} dan
hu: Az előző lap utolsó napja: {beforePillSheetGroupSequentialEstimatedEndPillNumber} nap
hy: Նախորդ պլանշետի ավարտը։ {beforePillSheetGroupSequentialEstimatedEndPillNumber}-րդ օր
id: Hari terakhir dari lembar sebelumnya: Hari ke-{beforePillSheetGroupSequentialEstimatedEndPillNumber}
is: Síðasta dagur fyrri blaðs: {beforePillSheetGroupSequentialEstimatedEndPillNumber} dagur
it: Fine del blister precedente: {beforePillSheetGroupSequentialEstimatedEndPillNumber}° giorno
ja: 前回のシートの最後：{beforePillSheetGroupSequentialEstimatedEndPillNumber}日目
ka: წინა ფილების ჯგუფის ბოლო: {beforePillSheetGroupSequentialEstimatedEndPillNumber} დღე
kk: Алдыңғы парақтың соңы: {beforePillSheetGroupSequentialEstimatedEndPillNumber}-күні
km: ចុងក្រោយនៃសន្លឹកមុន៖ ថ្ងៃទី{beforePillSheetGroupSequentialEstimatedEndPillNumber}
kn: ಹಿಂದಿನ ಶೀಟ್‌ನ ಕೊನೆಯದು: {beforePillSheetGroupSequentialEstimatedEndPillNumber}ನೇ ದಿನ
ko: 이전 시트의 마지막: {beforePillSheetGroupSequentialEstimatedEndPillNumber}일째
ky: Soŋkuŋãn ĩşus şitinin aqırı: {beforePillSheetGroupSequentialEstimatedEndPillNumber}-kün
lo: ພາຍໃນເວລາການໃຊ້ບັດຕ່ານກັບໃຈ: {beforePillSheetGroupSequentialEstimatedEndPillNumber} ວັນ
lt: Praėjusios plokštelės pabaiga: {beforePillSheetGroupSequentialEstimatedEndPillNumber}-oji diena
lv: Iepriekšējā lapas beigās: {beforePillSheetGroupSequentialEstimatedEndPillNumber} diena
mk: Последната сметка: {beforePillSheetGroupSequentialEstimatedEndPillNumber} ден
ml: മുമ്പത്തെ ഷീറ്റിന്റെ അവസാനം: {beforePillSheetGroupSequentialEstimatedEndPillNumber} ദിവസം
mn: Өмнөх шийлэнгийн сүүлийн: {beforePillSheetGroupSequentialEstimatedEndPillNumber}-р өдөр
mr: मागील शीटचा शेवट: {beforePillSheetGroupSequentialEstimatedEndPillNumber} दिवस
ms: Hari terakhir lembaran sebelumnya: {beforePillSheetGroupSequentialEstimatedEndPillNumber} hari
my: ယခင်စားရွက်၏ နောက်ဆုံး： {beforePillSheetGroupSequentialEstimatedEndPillNumber}ရက်မြောက်
nb: Siste dag av forrige pillepakke: {beforePillSheetGroupSequentialEstimatedEndPillNumber} dag
ne: अघिल्लो शीटको अन्त्य: {beforePillSheetGroupSequentialEstimatedEndPillNumber}औं दिन
nl: Laatste dag van de vorige strip: {beforePillSheetGroupSequentialEstimatedEndPillNumber} dag
no: Forrige ark sin slutt: {beforePillSheetGroupSequentialEstimatedEndPillNumber} dag
or: ପୂର୍ବ ଶୀଟ୍‌ର ଶେଷ: {beforePillSheetGroupSequentialEstimatedEndPillNumber}ତମ ଦିନ
pa: ਪਿਛਲੀ ਸ਼ੀਟ ਦਾ ਅੰਤ: {beforePillSheetGroupSequentialEstimatedEndPillNumber}ਵਾਂ ਦਿਨ
pl: Ostatni dzień poprzedniego opakowania: {beforePillSheetGroupSequentialEstimatedEndPillNumber} dzień
ps: د مخکینی پيل شيټ پای: {beforePillSheetGroupSequentialEstimatedEndPillNumber} ورځ
pt: Último dia do último pacote: {beforePillSheetGroupSequentialEstimatedEndPillNumber}º dia
ro: Ultima zi a foii anterioare: ziua {beforePillSheetGroupSequentialEstimatedEndPillNumber}
ru: Последний день предыдущей упаковки: {beforePillSheetGroupSequentialEstimatedEndPillNumber} день
si: පෙර වතාවේ ශීට්ටුවේ අවසන්: {beforePillSheetGroupSequentialEstimatedEndPillNumber} දින
sk: Posledná dávka predchádzajúceho blistra: {beforePillSheetGroupSequentialEstimatedEndPillNumber} deň
sl: Zadnja točka prejšnje škatlice: {beforePillSheetGroupSequentialEstimatedEndPillNumber} dan
sq: Fundi i fundit i fletës së kaluar: {beforePillSheetGroupSequentialEstimatedEndPillNumber} dita
sr: Poslednji dan prethodne tablete: {beforePillSheetGroupSequentialEstimatedEndPillNumber} dan
sv: Sista dagen av den föregående plattan: {beforePillSheetGroupSequentialEstimatedEndPillNumber} dagen
sw: Mwisho wa shati la awali: siku ya {beforePillSheetGroupSequentialEstimatedEndPillNumber}
ta: முந்தைய தாளின் கடைசி: {beforePillSheetGroupSequentialEstimatedEndPillNumber}வது நாள்
te: మునుపటి షీట్ చివరిది: {beforePillSheetGroupSequentialEstimatedEndPillNumber}వ రోజు
th: วันสุดท้ายของแผ่นก่อนหน้า: {beforePillSheetGroupSequentialEstimatedEndPillNumber} วัน
tl: Huling araw ng nakaraang sheet: {beforePillSheetGroupSequentialEstimatedEndPillNumber} na araw
tr: Son kulanma periyodu: {beforePillSheetGroupSequentialEstimatedEndPillNumber}. gün
uk: Last day of the previous sheet: {beforePillSheetGroupSequentialEstimatedEndPillNumber} day
ur: پچھلے شیٹ کا آخری دن: {beforePillSheetGroupSequentialEstimatedEndPillNumber} دن
uz: Old sheet end: {beforePillSheetGroupSequentialEstimatedEndPillNumber}-kun kuncha
vi: Cuối vỉ trước đó: ngày thứ {beforePillSheetGroupSequentialEstimatedEndPillNumber}
zh: 上一个药片排的最后：{beforePillSheetGroupSequentialEstimatedEndPillNumber}天目
zu: Usuku lokugcina lombhoshongo wokuqala: {beforePillSheetGroupSequentialEstimatedEndPillNumber} ngosuku

# endOfPillDays
source: End of pill intake days
af: Einde van die dosis dae
am: መድኃኒታችን ወቅታቸው ወደ መጨረሻ ይወስዳል
ar: نهاية فترة تناول الحبوب
as: সেৱনৰ দিন সমাপ্ত
az: Qəbul dövrünün sonu
be: Канец тэрміну прыёму таблетак
bg: Край на приемния период
bn: সেবনের মেয়াদ শেষ
bs: Kraj perioda uzimanja
ca: Fi del període de presa
cs: Konec doby užívání
cy: Diwedd y cyfnod defnydd
da: Slut på indtagsdage
de: Ende der Einnahmetage
el: Τέλος των ημερών λήψης
es: Final del período de toma
et: Tablettide võtmisperioodi lõpp
eu: Pill egunerako amaiera
fa: پایان تعداد روزهای مصرف
fi: Lopettaa lääkkeiden käyttöpäivien määrä
fil: Katapusan ng mga araw ng pag-inom
fr: Fin de la période de prise
gl: Fin de días de toma
gu: સેવનના દિવસોનો અંત
he: סוף ימי לקיחת התרופה
hi: सेवन अवधि का अंत
hr: Kraj dana uzimanja
hu: A gyógyszerszedés napjainak vége
hy: Օրերիը ավարտ
id: Akhir dari jumlah hari penggunaan
is: Lokadagur dagsins enda
it: Fine del periodo di assunzione
ja: 服用日数の終わり
ka: მკურნალობის დღეების დასასრული
kk: Дәрі қабылдау күндерінің соңы
km: ចប់ថ្ងៃសេវាថ្នាំ
kn: ಸೇವನೆಯ ಅವಧಿಯ ಮುಕ್ತಾಯ
ko: 복용 기간 종료
ky: Дозалган күндөрдүн аягы
lo: ສິ່ນສຸດວັນທີ່ໃຊ້ຢາ
lt: Pabaigos dienų skaičius
lv: Zāļu lietošanas dienu beigas
mk: Крај на периодот на употреба
ml: സേവനദിവസങ്ങളുടെ അവസാനം
mn: Эм уух өдрүүдийн төгсгөл
mr: सेवन कालावधी समाप्त
ms: Akhir Hari Pengambilan
my: ဆေးသောက်ရက်များ အဆုံး
nb: Slutt på antall dager for inntak
ne: सेवनका दिनहरूको अन्त्य
nl: Einde van de innameperiode
no: Slutt på antall dager for inntak
or: ସେବନ ଦିନର ଶେଷ
pa: ਦਵਾਈ ਦੇ ਦਿਨਾਂ ਦਾ ਅੰਤ
pl: Koniec dni przyjmowania
ps: د درملنې د ورځو پای
pt: Fim do período de uso
ro: Sfârșitul numărului de zile de administrare
ru: Конец периода приема
si: මානසික දින සමාප්තිය
sk: Koniec počtu dní užívania
sl: Konec dni jemanja
sq: Mbarimi i ditëve të përdorimit
sr: Kraj dana uzimanja
sv: Slut på intagningsdagar
sw: Mwisho wa siku za dawa
ta: சேவன நாட்களின் முடிவு
te: మాత్రల కోర్సు ముగింపు
th: วันสุดท้ายของการรับประทานยา
tl: Katapusan ng mga araw ng pag-inom
tr: Kullanım günlerinin sonu
uk: End of dosage days
ur: پیل لینے کے دنوں کا اختتام
uz: Qabul qilish kunlari tugashi
vi: Kết thúc chu kỳ uống thuốc
zh: 服用天数结束
zu: Ukuphela kosuku lokuphakelwa

source: Changed to number
af: verander nommer
am: ቁጥር ይለውጣ
ar: تغيير إلى رقم
as: নম্বৰলৈ সলনি কৰক
az: nömrəyə dəyişdir
be: змяніць нумар
bg: Промени на номер
bn: নম্বরে পরিবর্তন
bs: Promijeni u broj
ca: Canviar al número
cs: Změna pořadí
cy: newid y rhif
da: ændre til nummer
de: Ändern der Nummer
el: Αλλαγή αριθμού
es: Cambiar al número
et: numbrile muutmine
eu: aldatu zen
fa: تغییر شماره
fi: Vaihda numeroa
fil: Baguhin sa bilang
fr: Modifier le numéro
gl: cambiar o número
gu: નંબર બદલો
he: שנה מספר
hi: नंबर में बदलें
hr: Promjena broja
hu: változtatás a sorszámra
hy: Համակ մաս
id: Ubah nomor
is: breyt
it: Cambia al numero
ja: 番に変更
ka: ბრძანა შეცვლის
kk: нөмірін өзгерту
km: ប្តូរទៅលេខ
kn: ಸಂಖ್ಯೆಗೆ ಬದಲಿಸಿ
ko: 번으로 변경
ky: номерди өзгөртүү
lo: ປ່ອນໃຫ້ແກ່ແບບປັດຈຸບັນ
lt: Keisti numerį
lv: mainīt nr.
mk: промена на број
ml: നമ്പർ മാറ്റുക
mn: дугаарт өөрчлөх
mr: क्रमांकात बदला
ms: Tukar kepada nombor
my: နံပါတ်သို့ ပြောင်းလဲ
nb: endre til nummer
ne: नम्बर बदल्नुहोस्
nl: wijzig naar nummer
no: endret til
or: ନମ୍ବରରେ ପରିବର୍ତ୍ତନ
pa: ਨੰਬਰ ਬਦਲੋ
pl: zmiana numeru
ps: تبديل نمبر
pt: Mudar o número
ro: schimbare la numărul
ru: изменить номер
si: නාමයෙන් වෙනස් කරන්න
sk: Zmeň číslo
sl: Spremeni število
sq: Ndrysho numrin
sr: смените број
sv: Ändra till nummer
sw: badilisha kuwa nambari
ta: எண்ணுக்கு மாற்று
te: సంఖ్యకు మార్చు
th: เปลี่ยนหมายเลข
tl: Palitan sa numero
tr: numarayı değiştir
uk: Change number
ur: نمبر میں تبدیلی
uz: ga o‘zgartirish
vi: Thay đổi thành số
zh: 更改位置
zu: Shintsha inombolo

source: Display mode
af: Vertoonmodus
am: የታይት ሞዴይ
ar: وضع العرض
as: প্ৰদৰ্শন মোড
az: Göstərmə rejimi
be: Рэжым адлюстравання
bg: Режим на показване
bn: প্রদর্শন মোড
bs: Način prikaza
ca: Mode de visualització
cs: Zobrazit režim
cy: Modd Dangos
da: Visningstilstand
de: Anzeigemodus
el: Λειτουργία παρουσίασης
es: Modo de visualización
et: Kuvamise režiim
eu: Ikuspen-modua
fa: حالت نمایش
fi: Näyttötila
fil: Mode ng Display
fr: Mode d'affichage
gl: Modo de visualización
gu: પ્રદર્શન મોડ
he: מצב תצוגה
hi: प्रदर्शन मोड
hr: Način prikaza
hu: Megjelenítési mód
hy: Ցուցադրման ռեժիմ
id: Mode Tampilan
is: Sýningartilstand
it: Modalità di visualizzazione
ja: 表示モード
ka: ჩვენება რეჟიმი
kk: Көрсетілім режимі
km: ទម្រង់បង្ហាញ
kn: ಪ್ರದರ್ಶನ ಮೋಡ್
ko: 표시 모드
ky: Көрсөтүү режими
lo: ຮູບແບບການແສດ
lt: Rodymo režimas
lv: Rādīšanas režīms
mk: Режим на прикажување
ml: ഡിസ്പ്ലേ മോഡ്
mn: Харуулах горим
mr: प्रदर्शन मोड
ms: Mod Paparan
my: ပြသမှုပုံစံ
nb: Visningsmodus
ne: प्रदर्शन मोड
nl: Weergavemodus
no: Visningsmodus
or: ପ୍ରଦର୍ଶନ ମୋଡ୍
pa: ਦਿਖਾਉਣ ਮੋਡ
pl: Tryb wyświetlania
ps: د ښودلو حالت
pt: Modo de exibição
ro: Modul de afișare
ru: Режим отображения
si: ප්‍රදර්ශන මාදිලිය
sk: Režim zobrazenia
sl: Način prikaza
sq: Modaliteti i shfaqjes
sr: Режим приказа
sv: Visningsläge
sw: Modi ya Onyesho
ta: காட்சி முறை
te: ప్రదర్శన మోడ్
th: โหมดการแสดงผล
tl: Mode ng Pagpapakita
tr: Görüntüleme Modu
ur: نظام نمائش
uz: Ko'rsatma rejimi
vi: Chế độ hiển thị
zh: 显示模式
zu: Imodi Yokubonisa

source: Date display
af: Datum vertoon
am: ዕለት እየታየ ነው
ar: عرض التاريخ
as: তাৰিখ প্ৰদৰ্শন
az: Tarix göstərişi
be: Паказ даты
bg: Показване на дата
bn: তারিখ প্রদর্শন
bs: Prikaz datuma
ca: Format de data
cs: Zobrazení data
cy: Dangos dyddiad
da: Dato
de: Datumsanzeige
el: Ημερομηνία Εμφάνισης
es: Formato de fecha
et: Kuupäeva kuvamine
eu: Data estali
fa: نمایش تاریخ
fi: Päivämäärän näyttö
fil: Pagpapakita ng Petsa
fr: Affichage de la date
gl: Mostrar data
gu: તારીખ પ્રદર્શન
he: תצוגת תאריך
hi: दिनांक प्रदर्शन
hr: Prikaz datuma
hu: Dátum megjelenítése
hy: Օրուան ցուցադրում
id: Tampilkan Tanggal
is: Dagsetningarsýning
it: Formato data
ja: 日付表示
ka: თარიღი
kk: Күндердің көрсетілуі
km: ការបង្ហាញកាលបរិច្ឆេទ
kn: ದಿನಾಂಕ ಪ್ರದರ್ಶನ
ko: 날짜 표시
ky: Күн датасы
lo: ການແЗກບັນທຶກວັນທີ
lt: Datos rodymas
lv: Datuma attēlojums
mk: Датумска покажа
ml: തീയതി പ്രദർശനം
mn: Огнооны харуулалт
mr: तारीख प्रदर्शन
ms: paparan tarikh
my: ရက်စွဲပြပုံ
nb: Dato visning
ne: मिति प्रदर्शन
nl: Datum weergeven
no: Dato Visning
or: ତାରିଖ ପ୍ରଦର୍ଶନ
pa: ਮਿਤੀ ਡਿਸਪਲੇ
pl: Wyświetlanie daty
ps: نېټه ښودل
pt: Exibição da data
ro: Afisarea datei
ru: Отображение даты
si: දිනය ප්‍රදර්ශනය
sk: Zobrazenie dátumu
sl: Prikaz datuma
sq: Shfaqja e datës
sr: Датум приказа
sv: Datumvisning
sw: Onyesho la Tarehe
ta: தேதி காட்சி
te: తేదీ ప్రదర్శన
th: แสดงวันที่
tl: Pagpapakita ng Petsa
tr: Tarih gösterimi
ur: تاریخ کا مظاہرہ
uz: Sana ko'rsatadigan sana
vi: Hiển thị ngày tháng
zh: 日期显示
zu: Usuku lokubonisa

source: Pill number
af: Pillnommer
am: ፒል ቁጥር
ar: رقم الحبة
as: পিল নম্বৰ
az: həb nömrəsi
be: Нумар пілу
bg: Номер на пилулата
bn: পিল নম্বর
bs: Broj pilule
ca: Número de píndola
cs: Číslo pilulky
cy: Rhif pilsen
da: Pillnummer
de: Pillnummer
el: Αριθμός χαπιού
es: Número de píldora
et: Tablettide number
eu: Pill zenbaki
fa: شماره قرص
fi: Pillin numero
fil: Numero ng Pill
fr: Numéro de pilule
gl: Número de píldora
gu: ગોળી નંબર
he: מספר כדור
hi: पिल नंबर
hr: Broj tablete
hu: Pill száma
hy: պիլլի համար համարը
id: Nomor pil
is: Pill númer
it: Numero della pillola
ja: ピル番号
ka: პილი ნომერი
kk: Пилл нөмірі
km: លេខថ្នាំគ្រាប់
kn: ಮಾತ್ರೆ ಸಂಖ್ಯೆ
ko: 알약 번호
ky: Пилл номери
lo: ບັນທຶກລະບຽບຊື່ປິລເລກ
lt: Pillio numeris
lv: Tablete numurs
mk: Број на пилула
ml: പിൽ നമ്പർ
mn: эмийн дугаар
mr: गोळी क्रमांक
ms: Nombor pil
my: ပီလ်နံပါတ်
nb: Pillnummer
ne: चक्की नम्बर
nl: Pilnummer
no: Pillnummer
or: ପିଲ୍ ନମ୍ବର
pa: گولی نمبر
pl: Numer tabletek
ps: د دوایي شمیره
pt: Número da pílula
ro: Numărul pilulei
ru: Номер таблетки
si: පිල් අංකය
sk: Číslo pilulky
sl: Št. tabletk
sq: Numri i pilulave
sr: Број пилуле
sv: Pillnummer
sw: Nambari ya Kidongo
ta: மாத்திரை எண்
te: గుళిక సంఖ్య
th: หมายเลขยา
tl: Numero ng Pill
tr: hap numarası
ur: گولی نمبر
uz: Pill raqami
vi: Số viên
zh: 药丸号码
zu: Inombolo yephilisi

# pillDays
source: Number of pill intake days
af: Inname dae
am: የተወሰኑ ቀናት
ar: عدد أيام الاستخدام
as: পিল গ্রহণের দিন
az: İlaç istifadə günləri
be: Дні прыёму
bg: Дни на прием
bn: পিল গ্রহণের দিন
bs: Broj dana uzimanja
ca: dies de presa
cs: dny užívání
cy: diwrnodau cymryd
da: Antal dage for indtagelse
de: Anzahl der Einnahmetage
el: Ημέρες λήψης
et: võtmise päevade arv
eu: Hartzearen egunak
fa: تعداد روزهای مصرف
fi: Lääkkeen ottopäivät
fr: Nombre de jours de prise
gl: Número de días de medicación
he: מספר ימי נטילה
hr: dan lijekova
hu: beviteli napok
hy: օսկտեսման օրեր
id: Jumlah hari konsumsi
is: Inntökudagar
ka: მიღების დღეების რაოდენობა
kk: қабылдау күні
ky: Эмчүүддүн күндөрү
lo: ມື້
lt: vartojimo dienos
lv: izmantošanas dienas
mk: број на дози
ms: Jumlah Hari Pengambilan
nb: Antall dager med inntak
nl: inname dagen
no: Antall dager med medisinering
pl: Liczba dni przyjmowania
ps: د وړوکي د درملو کارولو ورځې
pt: Número de dias de uso
ro: numărul de zile de administrare
ru: Количество дней приема
si: උපයෝගිතාවේ දින ගණන්
sk: počet dní užívania
sl: število dni jemanja
sq: Numri i ditëve të përdorimit
sr: Број дана узимања
sv: Använda dagar
th: จำนวนวันที่ใช้ยา
tr: Kullanım süresi
uk: Days of medication
ur: دنوں کے لئے
uz: qabul qilish kunlari
zh: 服用天数
zu: Izinsuku zokusebenzisa

# pillDaysCycle
source: Number of pill intake days (cycle)
af: Gebruik dae (siklus)
am: እንደ ቀን አይነት (ዐቀባ)
ar: أيام التناول
as: সেৱনৰ দিন
az: İçmə günləri
be: Перыяд прыёму (цыкл)
bg: Дни на приемане
bn: সেবনের দিন
bs: Dani uzimanja
ca: Dies de presa
cs: Počet dní užívání (cyklus)
cy: Dyddiau cymryd (cyfnod)
da: Brugte dage (cyklus)
de: Anzahl der Einnahmetage (Zyklus)
el: Ημερομηνίες λήψης (κύκλος)
es: Días de toma
et: Süsteemipäevade arv (tsükkel)
eu: Hartu egun (zikloa)
fa: تعداد روزهای مصرف (چرخه)
fi: Käyttöpäivien määrä (sykli)
fil: Mga Araw ng Pag-inom
fr: Jours de prise (cycle)
gl: Días de toma (ciclo)
gu: સેવન દિવસો
he: מספר ימי נטילה (מחזור)
hi: सेवन दिवस
hr: dan ciklusa
hu: Szedsznapok száma (ciklus)
hy: օրյա ընդունման (ցիկլ)
id: Hari Penggunaan (Siklus)
is: Fíknidagar (sýklutur)
it: Giorni di assunzione
ja: 服用日数
ka: მიღების დღეების რაოდენობა (ციკლი)
kk: Қабылдау күні (цикл)
km: ចំនួនថ្ងៃទទួលទានថ្នាំ
kn: ಸೇವನೆಯ ದಿನಗಳು
ko: 복용 일수
ky: Уруктун узактыгы (цикл)
lo: ວັນທີເຮັດສິ່ງທີ່ສິ່ງທີ່ໄດ້ນຳໃຊ້ (ລອດ)
lt: Vartojimo dienų skaičius (ciklas)
lv: Lietotāju dienas (cikls)
mk: број на денови на употреба (период)
ml: സേവന ദിനങ്ങൾ
mn: Авах хоног
mr: सेवन दिवस
ms: Hari Pengambilan (Kitaran)
my: သောက်ရက်ရေ
nb: Antall dager med inntak (syklus)
ne: सेवन दिन
nl: inname dagen (cyclus)
no: Antall dager med medisinering (syklus)
or: ସେବନ ଦିନ
pa: ਸੇਵਨ ਦਿਨ
pl: Liczba dni przyjmowania (cykl)
ps: د درملنې ورځو شمېر (د دورې)
pt: Número de dias de uso (ciclo)
ro: Numărul zilelor de administrare (ciclul)
ru: Дни приема (цикл)
si: ශුද්ධ යුගල දිනයන් (සංඛ්‍යාතය)
sk: Dni užívania (cyklus)
sl: Število dni jemanja (cikel)
sq: Numri i ditëve të përdorimit (cikli)
sr: Бројање дана узимања (циклус)
sv: Antal dagar som tas (cykel)
sw: Siku za dawa
ta: உட்கொள்ளும் நாட்கள்
te: సేవనా దినాలు
th: จำนวนวันในการใช้ยา (รอบ)
tl: Bilang ng Araw ng Pag-inom
tr: Kullanım Süresi (Döngü)
uk: Number of days taken (cycle)
ur: دوائی کے دن (چکر)
uz: Dori kun (tsiklda)
vi: Số ngày uống thuốc
zh: 服用天数（周期）
zu: Usuku lokuphatha (i-cycle)

source: Pill sheet ended
af: Die pilblad is beëindig.
am: በፒል ስንቅ ተጠናቀቀ
ar: انتهت علبة الحبوب
as: পিল শীটটো সমাপ্ত হৈছে
az: Dərman vərəqi tamamlandı
be: Пілшыт завершаны
bg: Блистерът с хапчета е завършен
bn: পিল শিট শেষ হয়েছে
bs: Pakovanje pilula je završeno
ca: Ha finalitzat el blíster de píndoles
cs: Blistr končí.
cy: Mae'r siwt pil wedi dod i ben.
da: Pilleksemplet er slut
de: Die Pillenpackung ist zu Ende.
el: Η πλάκα των χαπιών έχει τελειώσει
es: Has completado el blíster de píldoras
et: Tablettide pakend on lõppenud
eu: Pill sheet-ak amaitu da
fa: بسته قرص به پایان رسید
fi: Pillilevyn käyttö on päättynyt
fil: Natapos na ang pill pack
fr: Le traitement de pilules est terminé.
gl: O paquete de píldoras rematou
gu: પિલ શીટ પૂર્ણ થઈ ગઈ છે
he: תהליך תרופת השולחן הסתיים
hi: पिल शीट पूरी हो गई
hr: Kraj pilule
hu: A gyógyszeres lemez befejeződött.
hy: Պիլ սիթը ավարտվեց
id: Paket pil telah selesai
is: Lyfjaplaninu er lokið
it: Il blister di pillole è terminato
ja: ピルシートが終了しました
ka: პილების საფკი დასრულდა
kk: Пилл парақтары аяқталды
km: សន្លឹកគ្រាប់ថ្នាំបានចប់ហើយ
kn: ಪಿಲ್ ಶೀಟ್ ಮುಗಿದಿದೆ
ko: 알약 시트가 끝났습니다
ky: Пилдик парагы аякталды
lo: ຊັດຊວນບິລະບຽນສິ້ນແລ້ວ
lt: Pilll lapas baigėsi
lv: Tabletes beigušās
mk: Плочката за пилули е завршена
ml: പിൽ ഷീറ്റ് പൂർത്തിയായി
mn: Эмийн хуудас дууссан байна
mr: गोळी शीट संपली
ms: Pakej pil telah tamat
my: ပီလူးအိတ်ပြီးစီးပါပြီ
nb: Pillblokken er fullført.
ne: गोली पत्र समाप्त भयो
nl: De pilstrip is afgelopen.
no: Pillearket er fullført
or: ପିଲ୍ ସିଟ୍ ସମାପ୍ତ ହୋଇଛି
pa: ਦਵਾਈ ਦੀ ਪੱਤੀ ਪੂਰੀ ਹੋ ਗਈ ਹੈ
pl: Koniec blistra pigułek
ps: پيل شيت ختم شو
pt: A cartela de pílulas foi concluída.
ro: Ciclul de pilule s-a încheiat.
ru: Цикл приема таблеток завершен
si: මහණිය සීට් එක නිමවන ලදී
sk: Pillný cyklus sa skončil
sl: Pillni list zaključena.
sq: Flet kuponi përfundoi.
sr: Пил таблета је завршен
sv: Pillblocket är slut
sw: Kifurushi cha dawa kimeisha
ta: மாத்திரை தாள் முடிவடைந்தது
te: పిల్ షీట్ పూర్తయింది
th: แผ่นยาคุมประจำเดือนสิ้นสุดแล้ว
tl: Natapos na ang pill sheet
tr: Hap tabletiniz sona erdi.
uk: The pill sheet has ended.
ur: پِل شیٹ ختم ہوگئی ہے
uz: Pill shiyti tugadi
vi: Vỉ thuốc tránh thai đã kết thúc
zh: 药物盒已结束
zu: Ishidi lephilisi liphothuliwe.

source: Check last taken date
af: Kontroleer die laaste datum wat jy geneem het
am: ከዚህ በፊት ያደረጉትን ቀን ይፈትሹ
ar: التحقق من آخر يوم تناول الحبوب
as: শেষবাৰ খোৱা দিনটো চাওক
az: Son qəbul etdiyiniz günü yoxlayın
be: Праверце апошні дзень уваходу
bg: Проверете последния ден на прием
bn: শেষ সেবনের দিন দেখুন
bs: Provjeri zadnji dan uzimanja
ca: Comprovar l'últim dia de presa
cs: Zkontrolujte datum posledního užívání
cy: Cadarnhau'r diwrnod diwethaf a gymerwyd
da: Bekræft den sidste dosis dag
de: Bestätigen Sie das Datum der letzten Einnahme
el: Επιβεβαίωση της τελευταίας ημερομηνίας λήψης
es: Verificar último día de toma
et: Viimane võtmise kuupäev
eu: Azken aldiz hartu zenituen egunen berriketa
fa: تاریخ آخرین مصرف را بررسی کنید
fi: Tarkista viimeksi otettu päivä
fil: Tingnan ang huling araw na nainom
fr: Vérifier le dernier jour de prise
gl: Comprobar a data da última toma
gu: છેલ્લે સેવન કરેલ દિવસ તપાસો
he: אמת את התאריך האחרון בו נטלתי את התרופה
hi: अंतिम सेवन तिथि देखें
hr: Potvrdi datum posljednjeg uzimanja
hu: Ellenőrizze az utolsó bevétel dátumát
hy: Վերջին անգամ ընդունված օրվա հաստատում
id: Periksa tanggal terakhir Anda minum tablet
is: Skoðaðu daginn sem þú síðast tókst lyf
it: Verifica ultima assunzione
ja: 最後に服用した日を確認
ka: ბოლო დროს მიღებული დღის გადახედვა
kk: Соңғы рет қабылданған күнді тексеру
km: ពិនិត្យថ្ងៃញ៉ាំថ្នាំចុងក្រោយ
kn: ಕೊನೆಯ ಸೇವನೆಯ ದಿನಾಂಕವನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 마지막 복용일 확인
ky: Акыркы жолу ичкен күндү текшерүү
lo: ເຊັ່ນ ສຸດທ້າຍທີ່ເມືອງໃບສະຕູບັນຊີແລ້ວ
lt: Patvirtinkite paskutinę vartojimo datą
lv: Pēdējās lietošanas datuma pārbaude
mk: Потврди датумот на последното земање
ml: അവസാനമായി കഴിച്ച ദിവസം പരിശോധിക്കുക
mn: Сүүлд уусан өдрийг шалгах
mr: शेवटच्या सेवनाचा दिवस तपासा
ms: Semak tarikh terakhir anda mengambil pil
my: နောက်ဆုံးသောက်ခဲ့သည့်ရက်ကိုကြည့်ရန်
nb: Sjekk den siste inntaksdagen
ne: अन्तिम पटक सेवन गरेको मिति जाँच गर्नुहोस्
nl: Bekijk de laatste inname dag
no: Bekreft datoen for sist tatt dose
or: ଶେଷରେ ସେବନ କରିଥିବା ଦିନ ଯାଞ୍ଚ କରନ୍ତୁ
pa: ਆਖਰੀ ਵਾਰ ਗੋਲੀ ਲੈਣ ਦਾ ਦਿਨ ਦੇਖੋ
pl: Sprawdź ostatnią datę przyjęcia
ps: د اخر ځل درمل اخیستو نیټه وګورئ
pt: Verifique a última data de consumo
ro: Verificarea ultimei zile de administrare
ru: Проверьте дату последнего приема
si: අවසන් වරට ගෙන ඇති දිනය පරීක්ෂා කරන්න
sk: Potvrdiť posledný deň užívania
sl: Preveri datum zadnjega odmerka
sq: Kontrolloni datën e fundit të marrjes
sr: Проверьте последњи дан када сте узели лек.
sv: Kontrollera den sista dagen du tog din medicin.
sw: Thibitisha siku ya mwisho ya kunywa vidonge
ta: கடைசியாக உட்கொண்ட நாளைச் சரிபார்க்க
te: చివరి సేవన తేదీని తనిఖీ చేయండి
th: ตรวจสอบวันที่ใช้ยาในครั้งสุดท้าย
tl: Tingnan ang huling araw na nainom
tr: Son aldığınız ilacı kontrol et
uk: Check the last taken date
ur: آخری بار دوا لینے کی تاریخ کی تصدیق کریں
uz: Oxirgi marta ichgan kunni ko'rish
vi: Kiểm tra ngày uống cuối cùng
zh: 查看最后一次服用的日期
zu: Bheka usuku lokugcina olutholwe kuwo
