Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# pauseTaking
source: Taking a break
af: Pill laat
am: በመውጣት ጊዜ
ar: إيقاف الدواء
as: ঔষধ বিৰাম
az: Fasilə
be: Атрыманне аб свайго таблетак
bg: Пауза от приемане
bn: সেবন বিরতি
bs: Pauza uzimanja
ca: Pausa
cs: Pauza v užívání
cy: Tymor atal
da: Pause for medication
de: Einnahme pausieren
el: Διακοπή λήψης
es: Pausa de pastillas
et: Ravimideta puhkamine
eu: Pilll hartu
fa: استراحت مصرف
fi: Lääkkeen ottaminen pois
fil: Pahinga sa Pag-inom
fr: Pause de prise
gl: Descanso na toma
gu: સેવન વિરામ
he: יום חופש מנטילת תרופות
hi: दवा विराम
hr: Pauza za uzimanje
hu: Szabadság a gyógyszer szedésében
hy: Թմրամիջոցների ընդունման ձեռնարկություն
id: istirahat obat
is: Sótt hvíld
it: Pausa pillola
ja: 服用お休み
ka: გაცდენა
kk: Дәрі қабылдауды уақытша тоқтату
km: សម្រាកញ៉ាំថ្នាំ
kn: ಸೇವನೆ ವಿರಾಮ
ko: 복용 휴식
ky: Дарыны унутуп калуу
lo: ພະລັດສະອານະ
lt: Pillin atnaujinimas
lv: Pārtraukums lietošanā
mk: Не земајте
ml: സേവനം വിശ്രമം
mn: Түр амрах
mr: सेवन विराम
ms: Rehat pengambilan
my: ဆေးရပ်တန့်
nb: Pausere medisin
ne: सेवन विराम
nl: Pauze inname
no: Pause for medication
or: ସେବନ ବିଶ୍ରାମ
pa: ਸੇਵਨ ਬੰਦ
pl: Przerwa w przyjmowaniu
ps: د دارو اخیستل موقوف
pt: Pausa de uso
ro: Pauză de administrare
ru: Перерыв в приеме
si: පිල් පරිහරණය නවතන්න
sk: Pauza v užívaní
sl: Odmor pri jemanju
sq: Pushim për të pushuar
sr: Престаните са узимањем
sv: Rastan för intag
sw: Pumzika dawa
ta: மருந்து ஓய்வு
te: సేవన విరామం
th: หยุดการทานยา
tl: Pahinga sa Pag-inom
tr: İlaç alımında ara
uk: Skip dosage
ur: ادویات کی غیر موجودگی
uz: Qabul qilishni to'xtatish
vi: Tạm ngừng
zh: 停药
zu: Phuza kwezokwelapha

# changePauseStartDate
source: Change start date for taking a break
af: Verandering van die begindatum van die afleweringsonderbreking
am: በመውጣት የሚያስቀርበውን ዕለት ለማሻሻል
ar: تغيير تاريخ بداية التوقف
as: সেৱন বিৰতিৰ আৰম্ভ তাৰিখ সালসলনি
az: Qəbul fasiləsi başlama tarixini dəyişdir
be: Змена даты пачатку перапынку ў прыняцці таблетак
bg: Промяна на началната дата на пауза в приема
bn: সেবন বিরতি শুরুর তারিখ পরিবর্তন
bs: Promjena datuma početka pauze
ca: Canviar data d'inici del descans
cs: Změna data zahájení přestávky v užívání
cy: Dyddiad dechrau'r gorffwys meddyginiaeth wedi'i newid
da: Ændring af startdato for pause i indtagelse
de: Änderung des Startdatums für die Einnahmepause
el: Αλλαγή ημερομηνίας έναρξης διαλείμματος λήψης
es: Cambiar fecha de inicio de descanso
et: Muutke ravimipausi alguskuupäev
eu: Hartzeko atseden eguna aldatu
fa: تغییر تاریخ آغاز استراحت مصرف
fi: Lomaannoton aloituspäivän muutos
fil: Baguhin ang Simula ng Pahinga sa Pag-inom
fr: Changement de la date de début de pause de prise
gl: Cambiar a data de inicio do descanso na toma
gu: વિરામ શરૂઆતની તારીખ બદલો
he: שינוי תאריך התחלה של הפסקת השימוש
hi: सेवन विराम प्रारंभ तिथि बदलें
hr: Promjena datuma početka pauze u uzimanju
hu: A gyógyszer szedésének szünetelési kezdeti dátumának módosítása
hy: Դեղամիջոցների ընդունման բացակայության սկսման ամսաթվի փոփոխություն
id: Ubah tanggal mulai istirahat obat
is: Breyting á upphafsdegi hvíldar
it: Cambia data inizio pausa assunzione
ja: 服用お休み開始日変更
ka: გამოდის, სასამართლოს დაწყების დღე შეიცვლება
kk: Дәрі қабылдауды тоқтату басталатын күнді өзгерту
km: ផ្លាស់ប្តូរថ្ងៃចាប់ផ្តើមសម្រាកថ្នាំ
kn: ಸೇವನೆ ವಿರಾಮ ಪ್ರಾರಂಭ ದಿನಾಂಕ ಬದಲಾವಣೆ
ko: 휴약 시작일 변경
ky: Дарыкты баш тартуу күнү өзгөртүү
lo: ປ່ອນວັນເລີ່ມຄວາມງຽບການເລືອກສິ່ງດ່ຽວ
lt: Pradžios data poilsio laikui pakeitimas
lv: Pārtraukuma sākuma datuma maiņa
mk: Промена на датумот за започнување на одморот од земањето
ml: സേവന ഇടവേള ആരംഭ തീയതി മാറ്റൽ
mn: Эм амрах эхлэх өдрийг өөрчлөх
mr: सेवन विश्राम सुरुवातीची तारीख बदला
ms: Tukar tarikh mula rehat pengambilan
my: ဆေးလုံးသောက်ခြင်း ရပ်နားမည့် စတင်ရက် ပြောင်းလဲခြင်း
nb: Endre dato for start av pause i medisineringen
ne: सेवन बिदा सुरुआत मिति परिवर्तन
nl: Wijzig de startdatum voor het stoppen met innemen
no: Endring av startdato for pause i medisinering
or: ସେବନ ବିଶ୍ରାମ ଆରମ୍ଭ ତାରିଖ ପରିବର୍ତ୍ତନ
pa: ਦਵਾਈ ਛੁੱਟੀ ਸ਼ੁਰੂਆਤੀ ਤਾਰੀਖ ਬਦਲੋ
pl: Zmiana daty rozpoczęcia przerwy w przyjmowaniu leku
ps: د درملنې موقتي رخصتۍ د پیل نیټه بدلول
pt: Mudança da data de início da pausa na medicação
ro: Schimbarea datei de început a pauzei de administrare
ru: Изменение даты начала перерыва в приеме
si: ඇප්පන කාලය ආරම්භ දිනය වෙනස් කිරීම
sk: Zmena dátumu začiatku prestávky v užívaní piluliek
sl: Sprememba datuma začetka počitka pri jemanju
sq: Data e ndërrimit të pushimit të përdorimit
sr: Промена дату почетка паузе у узимању
sv: Ändra startdatum för paus i intag
sw: Badilisha Tarehe ya Kuanza Mapumziko ya Vidonge
ta: மருந்து ஓய்வு தொடக்க தேதி மாற்றம்
te: సేవన విరామ ప్రారంభ తేదీ మార్పు
th: เปลี่ยนวันที่เริ่มหยุดการใช้ยา
tl: Baguhin ang Petsa ng Simula ng Pahinga
tr: İlaç alımına ara verme başlangıç tarihini değiştir
uk: Change start date of medication break
ur: ادویات کا وقفہ شروع ہونے کی تاریخ میں تبدیلی
uz: Qabul qilishni to'xtatish boshlanish sanasini o'zgartirish
vi: Thay đổi ngày bắt đầu tạm dừng uống thuốc
zh: 更改停药开始日期
zu: Shintsha Usuku Lokuphumula Lokuphuza

# pauseTakingPeriodEnded
source: Break ended
af: Die pille se rusperiode is verby.
am: የእንቅፋት ጊዜ ወቅቱ ተጠናቋል
ar: انتهت فترة التوقف عن تناول الحبوب
as: ড্রাগ নিয়ে বিরতির সময় শেষ হয়ে গেছে
az: Dərman qəbuluna fasilə dövrü bitdi
be: Перыяд перапынку ў прыёме лекраў скончыўся
bg: Периодът на прекъсване на приемането приключи
bn: ওষুধ সেবনের বিরতির সময়কাল শেষ হয়েছে
bs: Period prestanka uzimanja je završen
ca: El període de descans ha finalitzat
cs: Doba přestávky v užívání pilulek skončila.
cy: Mae'r cyfnod rhyddhau o gymryd pill wedi dod i ben.
da: Pausen for indtagelse er slut
de: Die Pause für die Einnahme ist vorbei.
el: Η περίοδος παύσης της λήψης έχει λήξει.
es: El período de descanso ha finalizado
et: Ravimite võtmise vaheaja lõppemist
eu: Hartzeko atsedenaldiko epea amaitu da
fa: مدت زمان استراحت مصرف دارو به پایان رسید
fi: Lääkkeen tauko on päättynyt.
fil: Natapos na ang panahon ng pahinga sa pag-inom
fr: La période d'arrêt de la prise des pilules est terminée.
gl: Rematou o período de pausa na toma.
gu: દવા સેવનનો વિરામ અવધિ સમાપ્ત થઈ ગયો છે
he: תקופת ההפסקה של נטילת התרופה הסתיימה
hi: गोली सेवन का विराम अवधि समाप्त हो गई है
hr: Razdoblje pauze u uzimanju pilula je završeno.
hu: A gyógyszerszedési szünet véget ért.
hy: Դեղամիջոցների կրճատման ժամանակը ավարտվել է
id: Masa istirahat penggunaan telah berakhir
is: Hvíldartímabil töku lyfja er lokið.
it: La pausa dall'assunzione è terminata
ja: 服用のお休み期間が終了しました
ka: ელემენტების მიღება დროის დროის დასრულდა
kk: Дәрі қабылдаудың демалыс кезеңі аяқталды
km: រយៈពេលឈប់ញ៉ាំថ្នាំបានបញ្ចប់ហើយ
kn: ಔಷಧ ಸೇವನೆಯ ವಿರಾಮ ಅವಧಿ ಮುಗಿದಿದೆ
ko: 휴약 기간이 종료되었습니다
ky: Жайкы кайра басуу мөөнөтү аяктады
lo: ຄໍາແນະນຳໃຫ້ສິ້ນສົດປະຈໍາໄລຍະສິ້ນສົດໃນທ່ານ.
lt: Pillimų pertraukos laikas baigėsi
lv: Pārtraukuma periods beidzies.
mk: Периодот на одмор од земањето заврши.
ml: മാത്ര സേവന വിശ്രമ കാലയളവ് പൂർത്തിയായി
mn: Эмийн амралтын хугацаа дууслаа
mr: सेवनाचा विराम कालावधी संपला आहे
ms: Tempoh rehat pengambilan telah tamat.
my: ဆေးသောက်ခြင်း အနားယူကာလ ပြီးဆုံးပါပြီ
nb: Vilkårsperioden for å ta pauser er over
ne: औषधि खाने बिदाको समय सकियो
nl: De pauzeperiode voor het innemen is beëindigd.
no: Pausa forbruket er avsluttet.
or: ସେବନ ବିଶ୍ରାମ ଅବଧି ସମାପ୍ତ ହୋଇଛି
pa: ਦਵਾਈ ਲੈਣ ਦਾ ਬਰੇਕ ਖਤਮ ਹੋ ਗਿਆ ਹੈ
pl: Okres przerwy w przyjmowaniu leków dobiegł końca.
ps: د درملنې موقتي موده پای ته رسېدلې ده
pt: O período de descanso da medicação foi concluído.
ro: Perioada de odihnă a administrării s-a încheiat.
ru: Период перерыва в приеме препарата завершен
si: ඉඟුරු පමණක් භාවිතා කිරීමේ අ කල කාලය අවසන් විය
sk: Obdobie prestávky v užívaní sa skončilo.
sl: Obdobje premora pri jemanju je končano.
sq: Periudha e pushimit për ilaçin ka përfunduar.
sr: Период паузе у узимању лекова је завршен.
sv: Pauseringsperioden för intag är över.
sw: Kipindi cha mapumziko ya kunywa dawa kimeisha
ta: மாத்திரை ஓய்வு காலம் முடிந்துவிட்டது
te: మందు సేవన విరామ కాలం ముగిసింది
th: ระยะเวลาการหยุดการใช้ยาสิ้นสุดแล้ว
tl: Natapos na ang panahon ng pagpapahinga sa pag-inom
tr: İlaç alımının ara dönemi sona erdi
uk: The break period for taking the pills has ended.
ur: آپ کی ادویات کا وقفہ ختم ہو گیا ہے
uz: Doriqni to'xtatish muddatlari tugadi
vi: Kỳ nghỉ thuốc đã kết thúc
zh: 停药期已结束
zu: Isikhathi sokuphumula sokuphatha sesiphelile

# changePillDaysForSheet
source: Change number of days for pill intake
af: Verander die pil se gebruiksdae
am: የታውክ ቀን ቀይረት
ar: تغيير عدد أيام تناول الحبوب
as: শীটৰ সেৱন দিন সলনি কৰক
az: Vərəqin qəbul müddətini dəyişdir
be: Змяніць колькасць дзён прыёму таблетак
bg: Промяна на дните за приемане на листата
bn: শিট সেবনের দিন পরিবর্তন
bs: Promjena trajanja uzimanja lista
ca: Canviar els dies de presa del full
cs: Změna počtu dnů užívání listu
cy: Newid dyddiau cymryd y daflen
da: Ændre antallet af dage for brug af blisterpakningen
de: Ändere die Einnahmedauer des Blisters
el: Αλλαγή του αριθμού ημερών λήψης της στήλης
es: Cambiar días de toma del envase
et: Muudatusravimi päeva arvu
eu: hartu egun kopurua aldatzea
fa: تغییر روزهای مصرف ورق
fi: Muuta levyn käyttöpäivien määrää
fil: Baguhin ang bilang ng araw ng pag-inom ng sheet
fr: Modifier le nombre de jours de prise sur la plaquette
gl: Cambiar o número de días de toma da folla
gu: શીટના સેવનના દિવસો બદલો
he: שנה את מספר ימי השימוש של הגלולה
hi: शीट के सेवन दिन बदलें
hr: Promijenite broj dana uzimanja tableta.
hu: A szedési napok módosítása
hy: Օլորտի օգտագործման տևողությունը փոխել
id: Ubah jumlah hari pengambilan untuk paket
is: Breyta fjölda tafa í töku
it: Modifica giorni di assunzione del blister
ja: シートの服用日数を変更
ka: შეიცვალეთ ტაბლეტის გამოყენების დღეები
kk: Пиллдерді қабылдау күндерін өзгерту
km: ផ្លាស់ប្តូរចំនួនថ្ងៃទទួលទានសំប៉ែត
kn: ಶೀಟ್ ಸೇವನೆಯ ದಿನಗಳನ್ನು ಬದಲಾಯಿಸಿ
ko: 시트 복용 기간 변경
ky: күндү өзгөртүү
lo: ປ່ອນວັນທີໃນການໃຊ້ວັນສີດ
lt: Pakeisti tablečių vartojimo dienų skaičių
lv: Mainīt tabletes lietošanas dienu skaitu
mk: Промени ја бројот на денови за земање на таблетките
ml: ഷീറ്റ് സേവന ദിവസങ്ങൾ മാറ്റുക
mn: Савхны хэрэглэх өдрийн тоог өөрчлөх
mr: शीटचे सेवन दिवस बदला
ms: Tukar bilangan hari pengambilan untuk helaian
my: ပြားပုံးသုံးရက်ကိုပြောင်းလဲရန်
nb: Endre antall inntaksdager for arket
ne: शीटको सेवन अवधि परिवर्तन
nl: Wijzig het aantal dagen dat de pil wordt ingenomen
no: Endre antall dager for medisineringen
or: ସିଟ୍ ସେବନ ଦିନ ପରିବର୍ତ୍ତନ
pa: ਸ਼ੀਟ ਸੇਵਨ ਦਿਨਾਂ ਦੀ ਸੰਖਿਆ ਬਦਲੋ
pl: Zmień liczbę dni stosowania zestawu
ps: د وړوکي د اخیستنې ورځې بدلول
pt: Alterar o número de dias de uso da cartela
ro: Schimba numărul de zile de utilizare al foii
ru: Изменение количества дней приема таблеток
si: ෂීට් වල ඖෂධ භාෂාවන් සංශෝධනය කරන්න
sk: Zmeniť počet dní užívania blistra
sl: Spremenite število dni jemanja na listu
sq: Ndrysho numrin e ditëve të përdorimit të fletës
sr: Промените број дана за узимање
sv: Ändra antalet dagar för användning av plåstret
sw: Badilisha siku za kunywa kipande
ta: தாள் உட்கொள்ளும் நாட்களை மாற்றவும்
te: షీట్ సేవన దినాలను మార్చండి
th: เปลี่ยนจำนวนวันที่ต้องทานแผ่น
tl: Baguhin ang bilang ng araw ng paginom ng sheet
tr: Kutunun kullanım süresini değiştir
uk: Change the number of days for the sheet.
ur: کی دوائی کی تاریخ کو تبدیل کریں
uz: Qayta ko'rish muddatini o'zgartirish
vi: Thay đổi số ngày uống vỉ thuốc
zh: 更改服用天数
zu: Shintsha usuku lokwabiwa kwezigubhu

source: Changed start and end numbers
af: Ek het die begin- en eindnommers verander.
am: ወዲያውን ቁጥር ማስተካከል ተመልሳ ነው፤ እንዲሁም ቁጥሮች የወንድሞች መለወጥ ይቻላል።
ar: تم تغيير أرقام البداية والنهاية
as: আৰম্ভ আৰু শেষৰ নম্বৰ সলনি কৰিলোঁ
az: Başlanğıc və son nömrələri dəyişdirildi
be: Змяніў нумары пачатку і заканчэння
bg: Номерата за начало и край бяха променени
bn: শুরু এবং শেষের নম্বর পরিবর্তন করা হয়েছে
bs: Početni i završni brojevi su promijenjeni
ca: S'han canviat els números d'inici i final
cs: Změnily se čísla začátku a konce.
cy: Newidiais y rhifau dechrau ac diwedd
da: Jeg har ændret start- og slutnummeret.
de: Die Start- und Endnummer wurde geändert.
el: Αλλάξαμε τους αριθμούς της αρχής και του τέλους.
es: Se han cambiado los números de inicio y fin
et: Olen numbrid muutnud alguses ja lõpus
eu: Hasiera eta amaierako zenbakiak aldatu dira
fa: شماره شروع و پایان تغییر یافت
fi: Olen muuttanut aloitus- ja lopunumeroita
fil: Binago ang mga numero ng simula at katapusan
fr: J'ai modifié les numéros de début et de fin.
gl: Cambiamos os números de inicio e fin.
gu: શરૂઆત અને અંતના નંબર બદલ્યા છે
he: שיניתי את המספרים של ההתחלה והסוף
hi: शुरुआत और अंत की संख्या बदल दी गई है
hr: Promijenili smo početni i završni broj
hu: Megváltoztattuk a kezdő és befejező számokat.
hy: Սկզբի և վերջի համարները փոխվեց
id: Saya telah mengubah nomor awal dan akhir
is: Fyrirferðartalning byrjunartalningar og lokatölur hefur verið breytt.
it: I numeri di inizio e fine sono stati modificati
ja: 始まりと終わりの番号を変更しました
ka: დაწყებისა და დასრულების ნომრები შეიცვალა
kk: Бастау және аяқталу номерлерін өзгерттім
km: បានផ្លាស់ប្តូរលេខចាប់ផ្តើមនិងបញ្ចប់
kn: ಆರಂಭ ಮತ್ತು ಅಂತ್ಯದ ಸಂಖ್ಯೆಗಳನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ
ko: 시작과 끝 번호가 변경되었습니다
ky: Башталыктын жана аягынагы номерлерди алмаштырдым
lo: ແກໍ່ເລກໃນຫົວຂໍ້ກາຍແລະສິ້ນສຸດ
lt: Pakeitėme pradinių ir galinių numerių reikšmes.
lv: Esam izmainījis sākuma un beigu numurus
mk: Горанска и крајна бројка е променета
ml: ആരംഭവും അവസാനവുമായ നമ്പറുകൾ മാറ്റിയിട്ടുണ്ട്
mn: Эхлэх болон төгсгөлийн дугаарыг өөрчиллөө
mr: सुरुवात आणि शेवटचे क्रमांक बदलले आहेत
ms: Saya telah mengubah nombor permulaan dan penamat.
my: အစနှင့်အဆုံးနံပါတ်များကို ပြောင်းလဲလိုက်ပါပြီ
nb: Endret start- og sluttnummer
ne: सुरुवात र अन्त्यको नम्बर परिवर्तन गरिएको छ
nl: De begin- en eindnummers zijn gewijzigd.
no: Endret start- og slutt-nummeret
or: ଆରମ୍ଭ ଏବଂ ଶେଷ ନମ୍ବର ପରିବର୍ତ୍ତନ କରାଯାଇଛି
pa: ਸ਼ੁਰੂਆਤ ਅਤੇ ਅੰਤ ਦੇ ਨੰਬਰ ਬਦਲ ਦਿੱਤੇ ਗਏ
pl: Zmieniono numery początku i końca
ps: ما شمېرې د پیل او پای بدل شوې دي
pt: Mudamos os números de início e fim.
ro: Am schimbat numerele de început și de sfârșit.
ru: Я изменил номера начала и конца
si: මාර්ගය සහ අවසන් අංකය වෙනස් කරන ලදී
sk: Zmenili sme čísla na začiatku a na konci
sl: Spremenil(a) sem začetno in končno številko.
sq: Numri fillestar dhe përfundimtar është ndryshuar
sr: Променили смо почетни и завршни број
sv: Jag har ändrat start- och slutnumret
sw: Nambari za mwanzo na mwisho zimebadilishwa
ta: ஆரம்ப மற்றும் இறுதி எண்கள் மாற்றப்பட்டன
te: ప్రారంభ మరియు ముగింపు సంఖ్యలు మార్చబడ్డాయి
th: เปลี่ยนหมายเลขเริ่มต้นและหมายเลขสิ้นสุด
tl: Nabago na ang numero ng simula at wakas
tr: Başlangıç ve bitiş numarasını değiştirdim.
uk: The start and end numbers have been changed.
ur: ہم نے شروع ہونے اور ختم ہونے والے نمبر کو تبدیل کر دیا ہے
uz: Boshlanish va tugash raqamlarini o'zgartirdim
vi: Đã thay đổi số thứ tự bắt đầu và kết thúc
zh: 已更改起始和结束编号
zu: Ngishintshile inombolo yokuqala neyokugcina.

# startOfPillDays
source: Start of pill intake days
af: Begin van die inname dae
am: መድረሻ ቀኖች መጀመሪያ
ar: بداية أيام التناول
as: গ্ৰহণ দিনৰ আৰম্ভ
az: Qəbul etmə günlərinin başlanğıcı
be: Пачатак дня прыёму
bg: Начало на приемането
bn: সেবনের দিনের শুরু
bs: Početak uzimanja
ca: Inici de la presa
cs: Začátek doby užívání
cy: Dechrau dyddiau cymryd feddyginiaeth
da: Start of dosage days
de: Anfang der Einnahmetage
el: Αρχή ημερών λήψης
es: Inicio de la toma
et: Alguse päevade arv
eu: Hartzeko egun kopuruen hasiera
fa: شروع تعداد روزهای مصرف
fi: Aloitus päivien määrä
fil: Simula ng Pag-inom
fr: Début de la durée de prise
gl: Inicio do número de días de toma
gu: સેવન દિવસોની શરૂઆત
he: תחילת ימי הנטילה
hi: सेवन दिनों की शुरुआत
hr: Početak dana uzimanja
hu: A gyógyszerszedés napjának kezdete
hy: Պարզել ընդունման օրերի սկիզբը
id: Awal jumlah hari penggunaan
is: Byrjun inntökudaga
it: Inizio assunzione
ja: 服用日数の始まり
ka: მიღების დღეების დასაწყისი
kk: Қабылдау күндерінің басталуы
km: ថ្ងៃចាប់ផ្តើមទទួលទាន
kn: ಸೇವನೆಯ ಆರಂಭ
ko: 복용 시작 일수
ky: Эмделүүнүн башталыш күнү
lo: ເລະດີສິບຜ່ານຍິບສິບດິບກັດຜົນ
lt: Pradžios dienų skaičius
lv: Sākums zāļu lietošanas dienām
mk: 開始 на денови на земање
ml: സേവന ദിനങ്ങളുടെ തുടക്കം
mn: Уусан өдрийн эхлэл
mr: सेवनाची सुरुवात
ms: Permulaan bilangan hari pengambilan
my: သောက်စရက်
nb: Start of medication days
ne: सेवन सुरुवातको दिन
nl: Begin van het innemen van dagen
no: Start of medication days
or: ସେବନ ଆରମ୍ଭ ଦିନ
pa: ਸੇਵਨ ਦਿਨਾਂ ਦੀ ਸ਼ੁਰੂਆਤ
pl: Początek dni przyjmowania
ps: د درملنې د ورځو پیل
pt: Início do número de dias de uso
ro: Începerea numărului de zile de administrare
ru: Начало приема таблеток
si: ඖෂධ භාවිතා කරන දිනය
sk: Začiatok počtu dní užívania
sl: Začetek dni jemanja
sq: Fillimi i numrit të ditëve të marrjes
sr: Почетак бројања дана узимања
sv: Start of medication days
sw: Mwanzo wa siku za dawa
ta: மாத்திரை உட்கொள்ளும் நாட்களின் தொடக்கம்
te: సేవన ప్రారంభం
th: วันเริ่มต้นการใช้ยา
tl: Simula ng pag-inom
tr: Kullanım günlerinin başlangıcı
uk: Start of medication days
ur: خوراک کے دنوں کی شروعات
uz: Qabul qilish kunlari boshlanishi
vi: Ngày bắt đầu uống thuốc
zh: 服用日数的开始
zu: Ukuqala kwezinsuku zokuphuza
