Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorInvalidReceiptError
source: Invalid purchase information. Please check your purchase information
af: Ongeldige aankoopinligting. Gaan asseblief u aankoopinligting na.
am: የተሳሳተ ግዢ መረጃ ነው። የግዢ መረጃውን ይፈትሹ።
ar: معلومات الشراء غير صحيحة. يرجى التحقق من معلومات الشراء.
as: ক্ৰয় তথ্য ভুল হৈছে। অনুগ্ৰহ কৰি আপোনাৰ ক্ৰয় তথ্য পৰীক্ষা কৰক।
az: Səhv satınalma məlumatı. Zəhmət olmasa satınalma məlumatınızı yoxlayın.
be: Няправільная інфармацыя пра пакупку. Калі ласка, праверце інфармацыю аб пакупцы.
bg: Невалидна покупна информация. Моля, проверете информацията за покупката.
bn: অবৈধ ক্রয় তথ্য। অনুগ্রহ করে আপনার ক্রয় তথ্য যাচাই করুন।
bs: Neispravne informacije o kupovini. Molimo vas da provjerite informacije o kupovini.
ca: La informació de compra no és vàlida. Si us plau, comproveu les dades de compra.
cs: Neplatné informace o nákupu. Zkontrolujte prosím informace o nákupu.
cy: Mae gwybodaeth brynu anwir. Gwiriwch y wybodaeth brynu.
da: Ugyldige købsoplysninger. Kontroller venligst købsoplysningerne.
de: Ungültige Kaufinformationen. Bitte überprüfen Sie die Kaufinformationen.
el: Μη έγκυρες πληροφορίες αγοράς. Παρακαλώ επιβεβαιώστε τις πληροφορίες αγοράς.
es: Información de compra inválida. Por favor, verifique los datos de su compra.
et: Vale ostu teave.
eu: Erosketa informazio baliogabea da. Mesedez, egiaztatu erosketa informazioa.
fa: اطلاعات خرید نامعتبر است. لطفاً اطلاعات خرید را بررسی کنید.
fi: Virheellinen ostopalvelutieto. Varmista ostopalvelutietosi.
fil: Invalid na impormasyon ng pagbili. Mangyaring suriin ang impormasyon ng pagbili.
fr: Informations d'achat invalides. Veuillez vérifier les informations d'achat.
gl: Información de compra non válida. Por favor verifique a información de compra.
gu: અમાન્ય ખરીદી માહિતી છે. કૃપયા તમારી ખરીદી માહિતીની ચકાસણી કરો.
he: מידע רכישה לא תקין. אנא בדוק את מידע הרכישה.
hi: अमान्य खरीदारी जानकारी है। कृपया अपनी खरीदारी जानकारी की जांच करें।
hr: Nevažeće informacije o kupnji. Molimo provjerite informacije o kupnji.
hu: Érvénytelen vásárlási információ. Kérem, ellenőrizze a vásárlási információt.
hy: Սխալ գնելու տեղեկություն է։ Խնդրում ենք ստուգել գնելու տեղեկությունը։
id: Informasi pembelian tidak valid. Silakan periksa informasi pembelian Anda.
is: Ósanngjald upplýsingar. Vinsamlegast athugaðu kaupin.
it: Informazioni di acquisto non valide. Verifica i dati di acquisto.
ja: 不正な購入情報です。購入情報を確かめてください
ka: არასწორი შეძენის ინფორმაციაა. გთხოვთ გადაამოწმოთ შეძენის ინფორმაცია.
kk: Заңсыз сатып алу мәліметтері. Сатып алу мәліметтерін тексеріңіз.
km: ព័ត៌មានការទិញមិនត្រឹមត្រូវ។ សូមពិនិត្យព័ត៌មានការទិញរបស់អ្នក។
kn: ಅಮಾನ್ಯ ಖರೀದಿ ಮಾಹಿತಿ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಖರೀದಿ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 유효하지 않은 구매 정보입니다. 구매 정보를 확인해 주세요.
ky: Сатылуу маалыматы туура эмес. Сатылуу маалыматын текшериңиз.
lo: ແລະຂໍແຈ້ງວ່າມີຂໍ່ມູນການຊື້ທີ່ບໍ່ແນ່ນອນ. ກະລຸນາກວ່າຆິກອີງຂໍ້ມູນການຊື້.
lt: Neteisinga pirkimo informacija. Prašome patikrinti pirkimo informaciją.
lv: Nederīga pirkuma informācija. Lūdzu, pārbaudiet pirkuma informāciju.
mk: Невалидни информации за купување. Ве молиме проверете ги информациите за купување.
ml: അസാധുവായ വാങ്ങൽ വിവരങ്ങളാണ്. വാങ്ങൽ വിവരങ്ങൾ പരിശോധിക്കുക
mn: Худалдан авалтын мэдээлэл буруу байна. Худалдан авалтын мэдээллээ шалгана уу.
mr: अवैध खरेदी माहिती आहे. कृपया आपली खरेदी माहिती तपासा
ms: Maklumat pembelian tidak sah. Sila semak maklumat pembelian.
my: ဝယ်ယူမှုအချက်အလက်များ မမှန်ကန်ပါ။ ဝယ်ယူမှုအချက်အလက်များကို စစ်ဆေးကြည့်ပါ။
nb: Ugyldig kjøpsinformasjon. Vennligst kontroller kjøpsinformasjonen.
ne: अमान्य खरीद जानकारी छ। कृपया आफ्नो खरीद जानकारी जाँच गर्नुहोस्।
nl: Ongeldige aankoopinformatie. Controleer uw aankoopinformatie.
no: Ugyldig kjøpsinformasjon. Vennligst bekreft kjøpsinformasjonen.
or: ଅବୈଧ କ୍ରୟ ସୂଚନା। ଦୟାକରି ଆପଣଙ୍କ କ୍ରୟ ସୂଚନା ଯାଞ୍ଚ କରନ୍ତୁ।
pa: ਗਲਤ ਖਰੀਦਦਾਰੀ ਜਾਣਕਾਰੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਖਰੀਦਦਾਰੀ ਜਾਣਕਾਰੀ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Nieprawidłowe informacje o zakupie. Sprawdź informacje o zakupie.
ps: دا غیرقانوني پېرودنې معلومات دي. مهرباني وکړئ د پېرودنې معلومات تصدیق کړئ.
pt: Informações de compra inválidas. Verifique as informações de compra.
ro: Informații de achiziție invalidă. Vă rugăm să verificați informațiile de achiziție.
ru: Неверная информация о покупке. Пожалуйста, проверьте информацию о покупке.
si: අනුමත නොකළ මිලදී ගැනීම් තොරතුරු වේ. මිලදී ගැනීමේ තොරතුරුවලට විමසන්න.
sk: Neplatné informácie o nákupe. Skontrolujte informácie o nákupe.
sl: Neveljavne informacije o nakupu. Preverite informacije o nakupu.
sq: Informacioni i blerjes është i pavlefshëm. Ju lutemi verifikoni informacionin e blerjes.
sr: Неисправна информација о куповини. Проверавање информација о куповини.
sv: Ogiltig köpinformation. Kontrollera köpinformationen.
sw: Taarifa za ununuzi ni batili. Tafadhali hakiki taarifa zako za ununuzi
ta: செல்லாத கொள்முதல் தகவல். கொள்முதல் தகவலை சரிபார்க்கவும்
te: చెల్లని కొనుగోలు సమాచారం. దయచేసి మీ కొనుగోలు సమాచారాన్ని తనిఖీ చేయండి
th: ข้อมูลการซื้อไม่ถูกต้อง โปรดยืนยันข้อมูลการซื้อของคุณ
tl: Hindi wastong impormasyon ng pagbili. Pakisuri ang inyong impormasyon ng pagbili.
tr: Geçersiz satın alma bilgisi. Lütfen satın alma bilgilerinizi kontrol edin.
uk: Invalid purchase information. Please check your purchase details.
ur: یہ خریداری کی معلومات درست نہیں ہے۔ براہ کرم خریداری کی معلومات کی تصدیق کریں
uz: Xato xarid ma'lumotlari. Xarid ma'lumotlarini tekshiring.
vi: Thông tin mua hàng không hợp lệ. Vui lòng kiểm tra lại thông tin mua hàng của bạn.
zh: 无效的购买信息。请确认购买信息。
zu: Ulwazi lokuthengwa okungekho emthethweni. Sicela uqinisekise ulwazi lokuthengwa.

# purchaseErrorMissingReceiptFileError
source: No purchase information found. Please try signing with {accountName} in on the device
af: Daar is geen inligting oor die aankoop. Probeer om in te teken op die toestel met {accountName}.
am: የግዥ መረጃ የለም። {accountName} በመሣሪያው ላይ እንዲገቡ ይሞክሩ።
ar: لا توجد معلومات للمشتري. يرجى تسجيل الدخول إلى الجهاز باستخدام {accountName} ثم المحاولة.
as: ক্ৰেতাৰ তথ্য পোৱা নাযায়। {accountName} ৰ জৰিয়তে ডিভাইচত চাইন ইন কৰি পুনৰ চেষ্টা কৰক
az: Alıcı məlumatı mövcud deyil. Xahiş edirik, {accountName} ilə cihazda daxil olun və yenidən cəhd edin.
be: Інфармацыя пра пакупніка адсутнічае. Калі ласка, ўвайдзіце ў сістэму на прыладзе пад {accountName} і паспрабуйце яшчэ раз.
bg: Не съществува информация за купувача. Моля, влезте в устройството с {accountName} и опитайте отново.
bn: ক্রেতার তথ্য পাওয়া যায়নি। {accountName} দিয়ে ডিভাইসে সাইন ইন করে আবার চেষ্টা করুন
bs: Informacije o kupcu ne postoje. Molimo prijavite se na uređaj pomoću {accountName} i pokušajte ponovo.
ca: No existeix informació del comprador. Si us plau, inicieu sessió al dispositiu amb {accountName} i torneu-ho a provar.
cs: Informace o kupujícím neexistuje. Zkuste se prosím přihlásit na zařízení pomocí {accountName}.
cy: Nid oes gwybodaeth am brynwr. Os gwelwch yn dda mewngofnodwch i'r ddyfais gyda {accountName} a rhowch gynnig arni.
da: Der køberinformation findes ikke. Prøv venligst at logge ind på enheden med {accountName}.
de: Es gibt keine Informationen über den Käufer. Bitte melden Sie sich auf dem Gerät mit {accountName} an und versuchen Sie es erneut.
el: Δεν υπάρχουν πληροφορίες για τον αγοραστή. Παρακαλώ συνδεθείτε στη συσκευή σας με {accountName} και δοκιμάστε.
es: La información del comprador no existe. Inicia sesión en el dispositivo con {accountName} e inténtalo de nuevo.
et: Ostja teavet ei eksisteeri. Palun logige seadmesse sisse {accountName} kaudu ja proovige uuesti.
eu: Ezin da erosi datoren informaziorik aurkitu. Mesedez, saio ezazu {accountName} gailuan saio eginda.
fa: هیچ اطلاعاتی از خریدار وجود ندارد. لطفاً با ورود به دستگاه با {accountName} امتحان کنید.
fi: Ostajan tietoja ei ole olemassa. Kirjaudu sisään laitteeseen käyttäen {accountName} ja kokeile uudelleen.
fil: Walang nakitang impormasyon ng mamimili. Mangyaring mag-sign in gamit ang {accountName} sa inyong device at subukan ulit.
fr: Aucune information sur l'acheteur n'existe. Veuillez vous connecter sur l'appareil avec {accountName} puis réessayer.
gl: Non hai información do comprador. Por favor, inicia sesión no dispositivo con {accountName} e intenta de novo.
gu: ખરીદદારની માહિતી અસ્તિત્વમાં નથી. {accountName} સાથે ડિવાઇસમાં સાઇન ઇન કરીને પ્રયાસ કરો
he: אין מידע על הרוכש. אנא התחבר במכשיר עם {accountName} וניסיון זה.
hi: खरीदार की जानकारी उपलब्ध नहीं है। कृपया {accountName} से डिवाइस में साइन इन करके पुनः प्रयास करें।
hr: Informacije o kupcu ne postoje. Molimo se da se prijavite na uređaj sa {accountName} i pokušajte ponovo.
hu: Nincs vásárlói információ. Kérjük, jelentkezzen be a készülékén a(z) {accountName} fiókjával, majd próbálja újra.
hy: Գնելուողի տեղեկությունը գոյություն չունի։ Խնդրում ենք փորձել ՝ մուտքագրելով {accountName} սարքում
id: Informasi pembeli tidak ada. Silakan masuk ke perangkat menggunakan {accountName} dan coba lagi.
is: Engin kaupanda er ekki til. Vinsamlegast skráðu þig inn á tækið með {accountName} til að prufa.
it: Non sono state trovate informazioni sull'acquirente. Accedi al dispositivo con {accountName} e riprova
ja: 購入者の情報が存在しません。{accountName} で端末にサインインをした上でお試しください
ka: გაყიდვის ინფორმაციით, მომხმარებლის ინფორმაცია არ არსებობს. {accountName} მოწყობილობაში დარეგისტრირდით და თავიდან სცადეთ.
kk: Сатып алушы туралы ақпарат жоқ. {accountName} арқылы құрылғыға кіріп көріңіз
km: ព័ត៌មានអ្នកទិញមិនអាចរកឃើញទេ។ សូមចូលគណនីដោយប្រើ {accountName} នៅលើឧបករណ៍របស់អ្នក ហើយព្យាយាមម្តងទៀត
kn: ಖರೀದಿದಾರರ ಮಾಹಿತಿ ಲಭ್ಯವಿಲ್ಲ. {accountName} ನೊಂದಿಗೆ ಸಾಧನದಲ್ಲಿ ಸೈನ್ ಇನ್ ಮಾಡಿದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ
ko: 구매자 정보가 존재하지 않습니다. {accountName}로 기기에 로그인한 후 다시 시도해주세요.
ky: Сатылып алуучунун маалыматтары жок. {accountName} менен түзмөккө кирип көрүңүз.
lo: ບໍ່ມີຂໍໍໍລະບຸຂອງຜູ້ຊື້ ຂໍໃຫ້ລໍຖໍຕິດຕາມດ້ວຍ {accountName} ສໍາລັບ ເຂົ້າໃນແອັບ ແລະ ລອງບັນທຶກດູ່.
lt: Pirkėjo informacija neegzistuoja. Prašome prisijungti prie įrenginio su {accountName} ir išbandyti.
lv: Pircēja informācija neeksistē. Lūdzu, pierakstieties ar {accountName} un mēģiniet vēlreiz.
mk: Нема информации за купувачот. Ве молиме, пријавете се на уредот со {accountName} и обидете се повторно.
ml: വാങ്ങുന്നയാളുടെ വിവരങ്ങൾ നിലവിലില്ല. ദയവായി {accountName} ഉപയോഗിച്ച് ഉപകരണത്തിൽ സൈൻ ഇൻ ചെയ്ത് വീണ്ടും ശ്രമിക്കുക
mn: Худалдан авагчийн мэдээлэл байхгүй байна. {accountName} бүртгэлээр төхөөрөмжид нэвтэрч дахин оролдоно уу
mr: खरेदीदाराची माहिती उपलब्ध नाही. कृपया {accountName} वर डिव्हाइसमध्ये साइन इन करून पुन्हा प्रयत्न करा
ms: Tiada maklumat pembeli yang wujud. Sila log masuk ke peranti menggunakan {accountName} dan cuba lagi.
my: ဝယ်ယူသူ၏ အချက်အလက်များ မရှိပါ။ {accountName} ဖြင့် စက်ပေါ်သို့ လက်မှတ်ရေးထိုး၍ ထပ်မံကြိုးစားပါ
nb: Ingen kjøperinformasjon er tilgjengelig. Vennligst logg inn på enheten med {accountName} før du prøver igjen.
ne: क्रेताको जानकारी अवस्थित छैन। कृपया {accountName} मा यन्त्रमा साइन इन गरेर प्रयास गर्नुहोस्।
nl: Er zijn geen koperinformatie aanwezig. Probeer in te loggen op het apparaat met {accountName}.
no: Det finnes ingen informasjon om kjøperen. Vennligst logg inn på enheten med {accountName} og prøv igjen.
or: କ୍ରେତାଙ୍କ ସୂଚନା ମିଳୁନାହିଁ। {accountName} ସହିତ ଡିଭାଇସ୍‌ରେ ସାଇନ୍ ଇନ୍ କରି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਖਰੀਦਦਾਰ ਦੀ ਜਾਣਕਾਰੀ ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ {accountName} ਨਾਲ ਆਪਣੇ ਡਿਵਾਈਸ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie ma informacji o nabywcy. Proszę spróbować zalogować się na urządzeniu jako {accountName}.
ps: د پېرودونکي معلومات نشته. مهرباني وکړئ د {accountName} سره په آله کې ننوځئ او بیا یې هڅه وکړئ.
pt: Não há informações sobre o comprador. Faça login no dispositivo com {accountName} e experimente.
ro: Nu există informații despre cumpărător. Vă rugăm să vă conectați la dispozitiv cu {accountName} și să încercați din nou.
ru: Информация о покупателе отсутствует. Пожалуйста, войдите на устройство с помощью {accountName} и попробуйте снова.
si: මෙම කතුවැකියට අනුව මිලදී ගැනුම්කරුවාගේ තොරතුරු නොමැත। කරුණාකර {accountName} සමඟ උපාංගය ඉන්විදුලීන් කර පරික්ෂා කරන්න.
sk: Informácie o kupujúcom neexistujú. Prihláste sa do zariadenia pomocou {accountName} a vyskúšajte to.
sl: Informacije o kupcu ne obstajajo. Prosite, da se prijavite v napravo z {accountName} in poskusite.
sq: Nuk ka informacione për blerësin. Ju lutemi identifikohuni në aparat me {accountName} dhe provoni përsëri.
sr: Податке о купцу не постоје. Молимо вас да се прикljučите на уређају помоћу {accountName} и покушате поново.
sv: Det finns ingen information om köparen. Logga in på enheten med {accountName} för att prova.
sw: Taarifa za mnunuzi hazipatikani. Tafadhali ingia kwenye kifaa kwa kutumia {accountName} kisha ujaribu tena.
ta: வாங்குபவரின் தகவல் கிடைக்கவில்லை. {accountName} கணக்கில் உங்கள் சாதனத்தில் உள்நுழைந்து மீண்டும் முயற்சிக்கவும்
te: కొనుగోలుదారు సమాచారం ఉనికిలో లేదు. {accountName} తో పరికరంలోకి సైన్ ఇన్ చేసి మళ్లీ ప్రయత్నించండి
th: ไม่พบข้อมูลผู้ซื้อ กรุณาลงชื่อเข้าสู่ระบบด้วย {accountName} ก่อนทดลองใช้งาน
tl: Hindi natagpuan ang impormasyon ng mamimili. Mag-sign in muna sa device gamit ang {accountName} at subukan ulit.
tr: Alıcı bilgisi yok. Lütfen {accountName} ile cihaza giriş yaparak deneyin.
uk: There is no purchaser information. Please sign in to the device with {accountName} and try again.
ur: خریدار کی معلومات موجود نہیں ہیں۔ براہ کرم {accountName} کے ساتھ ڈیوائس میں سائن ان کرکے دوبارہ کوشش کریں۔
uz: Sotib oluvchi ma'lumotlari mavjud emas. Iltimos, {accountName} hisobingizdan qurilmada tizimga kiring va sinab ko'ring.
vi: Không tìm thấy thông tin người mua. Vui lòng đăng nhập vào thiết bị bằng {accountName} rồi thử lại.
zh: 不存在購買者的信息。請使用 {accountName} 登入設備後重試。
zu: Akukho mininingwane yomthengi. Sicela ungene kwi-device usebenzisa {accountName} ukuqhubeka nokuhlola.

# purchaseErrorNetworkError
source: Network status is unstable. Please check your connection and try again
af: Die netwerktoestand is onbetroubaar. Kontroleer die verbinings toestand en probeer weer.
am: እቅፍ የዚህ ይዞታ በአገልግሎቱ ውስጥ ተግባር ነው። አመልካች የኔን ይመለከቱ እና ይይዙ ፈቃድ ይፈልጋሉ።
ar: حالة الشبكة غير مستقرة. يرجى التحقق من حالة الاتصال ثم المحاولة.
as: নেটৱৰ্কৰ অৱস্থা অস্থিৰ। সংযোগৰ পৰিস্থিতি পৰীক্ষা কৰি পুনৰ চেষ্টা কৰক।
az: Şəbəkə vəziyyəti qeyri-sabitdir. Xahiş edirik, əlaqə vəziyyətini yoxlayın və sonra yenidən cəhd edin.
be: Стан сеткі нестабільны. Праверце стан злучэння і паспрабуйце яшчэ раз.
bg: Мрежовото състояние е нестабилно. Моля, проверете състоянието на връзката и опитайте отново.
bn: নেটওয়ার্কের অবস্থা অস্থিতিশীল। সংযোগের অবস্থা পরীক্ষা করে আবার চেষ্টা করুন।
bs: Mrežno stanje je nestabilno. Molimo provjerite vezu prije nego što probate ponovo.
ca: La connexió de xarxa és inestable. Comproveu l'estat de la connexió i torneu-ho a provar.
cs: Síťový stav je nestabilní. Zkontrolujte připojení a zkuste to znovu.
cy: Mae'r cyflwr rhwydweithio yn ansefydlog. Gwiriwch y cyd-destun cysylltu cyn ceisio eto.
da: Netværksstatus er ustabil. Tjek forbindelsen og prøv igen.
de: Der Netzwerkstatus ist instabil. Bitte überprüfen Sie den Verbindungsstatus und versuchen Sie es erneut.
el: Η κατάσταση δικτύου είναι ασταθής. Παρακαλούμε ελέγξτε την κατάσταση σύνδεσης και προσπαθήστε ξανά.
es: La conexión de red es inestable. Por favor, verifique su conexión e inténtelo de nuevo.
et: Võrk tingimused on ebastabiilsed. Palun kontrollige ühenduse olekut ja proovige uuesti.
eu: Sarean egoera ezegonkorra da. Konexio egoera egiaztatu eta probatu mesedez.
fa: وضعیت شبکه ناپایدار است. لطفاً وضعیت اتصال را بررسی کرده و دوباره امتحان کنید.
fi: Verkkoyhteys on epävakaa. Tarkista yhteyden tila ja yritä uudelleen.
fil: Hindi matatag ang koneksyon sa internet. Pakisuri ang inyong koneksyon at subukan muli.
fr: L'état du réseau est instable. Veuillez vérifier la connexion avant d'essayer.
gl: A conectividade da rede é inestable. Verifique a situación da conexión e probalo de novo.
gu: નેટવર્ક કનેક્શન અસ્થિર છે. કૃપા કરીને તમારા કનેક્શનની સ્થિતિ તપાસીને ફરીથી પ્રયાસ કરો.
he: מְדִינַת הַרְשָׁמָה הִיא בְּמַצָּב שֶׁל חֲסָרוּת סָבִירָה. אֲנָא בְּקָשָׁה לוודא אֶת מַצָּב הַחִבּוּר וְלִנְסוֹת שֵׁנִית.
hi: नेटवर्क कनेक्शन अस्थिर है। कृपया अपनी कनेक्शन की जांच करके फिर से कोशिश करें।
hr: Mrežna povezanost je nestabilna. Provjerite stanje veze i pokušajte ponovo.
hu: A hálózati állapot instabil. Kérjük, ellenőrizze a kapcsolat állapotát, majd próbálja újra.
hy: Ձեր ցանցի վիճակը անկայուն է։ Խնդրում ենք ստուգել միացման վիճակը և փորձել կրկին.
id: Kondisi jaringan tidak stabil. Silakan periksa status koneksi Anda dan coba lagi.
is: Netverksástandurinn er óstabil. Vinsamlegast athugaðu tenginguna áður en þú reynir aftur.
it: La connessione di rete è instabile. Verificare la connessione e riprovare.
ja: ネットワーク状態が不安定です。接続状況を確認した上でお試しください。
ka: ქსელის მდგომარეობა არასტაბილურია. ყველას მდგომარეობას გადახედეთ და შემდეგ სცადეთ.
kk: Желілік күй тұрақсыз. Байланыс жағдайын тексеріп, қайтарақ көріңіз.
km: បណ្តាញមិនស្ថិរភាព។ សូមពិនិត្យការតភ្ជាប់របស់អ្នក ហើយព្យាយាមម្តងទៀត។
kn: ನೆಟ್‌ವರ್ಕ್ ಸ್ಥಿತಿ ಅಸ್ಥಿರವಾಗಿದೆ. ಸಂಪರ್ಕ ಸ್ಥಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 네트워크 상태가 불안정합니다. 연결 상태를 확인한 후 다시 시도해 주세요.
ky: Тармак абалы туруктуу эмес. Байланыш статусун текшерип, андан кийин кайра аракет кылыңыз.
lo: ສະພາບເນັດທີ່ສລະບົບບໍ່ປອດໃສ່ ກະລຸນາກວດເລືອກສະຖານທີ່ໃນຄວາມແຈ້ງສົບກັບຄວາມບໍ່ທົ່ວໄປ ແລະລອງໃສ່ອີກຄັ້ງ.
lt: Tinklas yra nestabilus. Prašome patikrinti ryšio būklę ir pabandyti dar kartą.
lv: Tīkla stāvoklis ir nestabils. Lūdzu, pārbaudiet savienojuma situāciju un mēģiniet vēlreiz.
mk: Мрежната состојба е нестабилна. Проверете ја состојбата на поврзувањето и обидете се повторно.
ml: ശൃംഖല കണക്ഷൻ അസ്ഥിരമാണ്. കണക്ഷൻ സ്ഥിതി പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mn: Сүлжээний байдал тогтворгүй байна. Холболтын байдлыг шалгаад дахин оролдоно уу.
mr: नेटवर्क कनेक्शन अस्थिर आहे. कृपया आपले कनेक्शन तपासून पुन्हा प्रयत्न करा.
ms: Keadaan rangkaian tidak stabil. Sila semak keadaan sambungan sebelum mencuba.
my: အင်တာနက်ဆက်သွယ်မှုမတည်မြဲဖြစ်နေပါသည်။ ဆက်သွယ်မှုအခြေအနေကို စစ်ဆေးပြီး ပြန်လည်ကြိုးစားပါ။
nb: Nettverksstatusen er ustabil. Vennligst sjekk tilkoblingsforholdene før du prøver igjen.
ne: नेटवर्क अस्थिर छ। जडान स्थिति जाँच गरेर पुन: प्रयास गर्नुहोस्।
nl: De netwerkverbinding is instabiel. Controleer de verbindingsstatus en probeer het opnieuw.
no: Nettverksforbindelsen er ustabil. Vennligst sjekk tilkoblingen før du prøver igjen.
or: ନେଟୱାର୍କ ସଂଯୋଗ ଅସ୍ଥିର ଅଛି। ଆପଣଙ୍କର ସଂଯୋଗ ସ୍ଥିତି ଯାଞ୍ଚ କରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਨੈੱਟਵਰਕ ਦੀ ਸਥਿਤੀ ਅਸਥਿਰ ਹੈ। ਕਨੈਕਸ਼ਨ ਦੀ ਸਥਿਤੀ ਦੀ ਜਾਂਚ ਕਰਨ ਤੋਂ ਬਾਅਦ ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Stan sieci jest niestabilny. Proszę sprawdzić status połączenia i spróbować ponownie.
ps: د شبکې حالت ناپایدار دی. مهرباني وکړئ د کښي نښلولو حالت وګورئ او بیا هڅه وکړئ.
pt: O estado da rede está instável. Verifique a situação da conexão antes de tentar novamente.
ro: Starea rețelei este instabilă. Vă rugăm să verificați conexiunea și să încercați din nou.
ru: Состояние сети нестабильно. Пожалуйста, проверьте состояние подключения и попробуйте еще раз.
si: ජාලයෙහි තත්ත්වය අසමාන්‍ය වේ. සම්බන්ධතාවය තහවුරු කළ පසු නැවත එක්වන්න.
sk: Sieťový stav je nestabilný. Skontrolujte svoje pripojenie a skúste to znova.
sl: Omrežje je nestabilno. Prosimo, preverite stanje povezave in poskusite znova.
sq: Gjëndeja e rrjetit është e paqëndrueshme. Ju lutemi kontrolloni gjendjen e lidhjes dhe provoni përsëri.
sr: Мрежно стање је нестабилно. Проверите вашу везу пре него што покушате поново.
sv: Nätverksstatusen är instabil. Vänligen kontrollera anslutningen och försök igen.
sw: Hali ya mtandao haijulikani. Tafadhali kagua muunganisho wako na ujaribu tena.
ta: நெட்வர்க் இணைப்பு நிலையற்றது. இணைப்பு நிலையைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: నెట్‌వర్క్ కనెక్షన్ అస్థిరంగా ఉంది. కనెక్షన్ స్థితిని తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: สถานะเครือข่ายไม่เสถียร กรุณาตรวจสอบสถานะการเชื่อมต่อก่อนลองอีกครั้ง
tl: Hindi stable ang network connection. Pakisuri ang inyong connection at subukan ulit.
tr: Ağ bağlantısı kararsız. Lütfen bağlantı durumunu kontrol ettikten sonra yeniden deneyin.
uk: The network status is unstable. Please check the connection and try again.
ur: نیٹ ورک کا حالت غیر مستحکم ہے۔ براہ کرم کنکشن کی حالت کی تصدیق کرنے کے بعد دوبارہ کوشش کریں۔
uz: Tarmoq holati noma'muliy. Aloqa holatini tekshirib ko'ring va qayta urinib ko'ring.
vi: Kết nối mạng không ổn định. Vui lòng kiểm tra kết nối và thử lại.
zh: 网络状态不稳定。请在确认连接状况后再试。
zu: Inethiwekhi isimo asiqinile. Sicela uqinisekise isimo sokuxhumana ngaphambi kokuzama.
