Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# updateAuthenticationAfterReLogin
source: Re-login to update authentication information
af: Meld weer in om jou verifikasiedetails op te dateer.
am: የማረጋገጫ መረጃዎትን ለማዘመን እንደገና ይግቡ
ar: سيتم إعادة تسجيل الدخول لتحديث معلومات المصادقة
as: পুনৰ লগইন কৰি প্ৰমাণীকৰণৰ তথ্য আপডেট কৰা হ'ব
az: Autentifikasiya məlumatlarınızı yeniləmək üçün yenidən daxil olun
be: Зноў увайдзіце ў сістэму, каб абнавіць свае ўліковыя даныя.
bg: Влезте отново в профила си, за да актуализирате информацията за удостоверяване
bn: আপনার প্রমাণীকরণ তথ্য আপডেট করতে পুনরায় লগ ইন করুন
bs: Prijavite se ponovo kako biste ažurirali podatke za autentifikaciju
ca: Torneu a iniciar sessió per actualitzar la informació d'autenticació
cs: Znovu se přihlaste a aktualizujte své ověřovací údaje.
cy: Byddwch yn ail-logio i ddiweddaru eich gwybodaeth ddilysu.
da: Log ind igen og opdater dine legitimationsoplysninger
de: Sie melden sich erneut an und aktualisieren Ihre Anmeldeinformationen.
el: Θα συνδεθείτε ξανά και θα ενημερώσετε τις πληροφορίες πιστοποίησης.
es: Inicia sesión nuevamente para actualizar tu información de autenticación
et: Logi uuesti sisse ja uuenda autentimisteavet.
eu: Sartu berriro eta egiaztapen informazioa eguneratuko dugu.
fa: برای ورود مجدد و به‌روزرسانی اطلاعات اعتبار وارد کنید.
fi: Kirjaudu sisään uudelleen ja päivitä kirjautumistiedot.
fil: Mag-login muli upang ma-update ang inyong impormasyon ng pagpapatunay
fr: Reconnectez-vous pour mettre à jour vos informations d'authentification.
gl: Volver a iniciar sesión para actualizar as credenciais.
gu: પ્રમાણીકરણ માહિતી અપડેટ કરવા માટે ફરીથી લૉગિન કરો
he: אתה מתחבר מחדש כדי לעדכן את פרטי האימות שלך.
hi: फिर से लॉग इन करके प्रमाणीकरण जानकारी अपडेट करते हैं
hr: Ponovno se prijavite i ažurirajte svoje vjerodajnice.
hu: Újra bejelentkezik, hogy frissítse a hitelesítő adatokat.
hy: Կրկին մուտք կնեք և թարմացրեք վավերացման տեղեկությունները
id: Masuk kembali untuk memperbarui informasi autentikasi.
is: Skrefðu inn aftur til að uppfæra auðkennisupplýsingar þínar.
it: Accedi nuovamente per aggiornare le informazioni di autenticazione
ja: 再度ログインをして認証情報を更新します
ka: მجدარდი ხართ მომხმარებელთა შესვლაზე ინფორმაცია განახლება.
kk: Кейіннен қайтадан кіру арқылы авторизация ақпаратын жаңартыңыз
km: ចូលទម្រង់ម្តងទៀតដើម្បីធ្វើបច្ចុប្បន្នភាពព័ត៌មានផ្ទៀងផ្ទាត់
kn: ದೃಢೀಕರಣ ಮಾಹಿತಿಯನ್ನು ನವೀಕರಿಸಲು ಮತ್ತೆ ಲಾಗಿನ್ ಮಾಡಿ
ko: 재로그인하여 인증 정보를 업데이트합니다
ky: Кайра логин болуп, аныктама маалыматтарды жаңыртыңыз.
lo: ກະລຸນາເລືອກອີກເລື່ອງແລະອັບໄດ້ຕະກວດສອບຂໍໍາລະດັບເຮັດໃໝ່.
lt: Aš dar kartą prisijungsiu ir atnaujinsiu autentifikavimo informaciją.
lv: Atkal piesakieties un atjauniniet autentifikācijas informāciju.
mk: Ќе се најавите повторно и ќе ги обновите вашите акредитации.
ml: പ്രാമാണീകരണ വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുന്നതിനായി വീണ്ടും ലോഗിൻ ചെയ്യുക
mn: Баталгаажуулалтын мэдээлэлээ шинэчлэхийн тулд дахин нэвтэрнэ үү
mr: पुन्हा लॉगिन करून प्रमाणीकरण माहिती अपडेट करा
ms: Log masuk semula untuk mengemas kini maklumat pengesahan.
my: ထပ်မံလော့ဂ်အင်ဝင်ရောက်ပြီး အတည်ပြုအချက်အလက်များကို မွမ်းမံပါမည်
nb: Logg inn igjen for å oppdatere autentiseringsinformasjonen
ne: फेरि लगइन गरी प्रमाणीकरण जानकारी अद्यावधिक गर्छौं
nl: Log opnieuw in om uw authenticatiegegevens bij te werken.
no: Logg inn på nytt for å oppdatere autentiseringsinformasjonen.
or: ପୁଣିଥରେ ଲଗଇନ କରି ପ୍ରାମାଣିକତା ତଥ୍ୟ ଅପଡେଟ କରନ୍ତୁ
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਜਾਣਕਾਰੀ ਨੂੰ ਅਪਡੇਟ ਕਰਨ ਲਈ ਦੁਬਾਰਾ ਲਾਗ ਇਨ ਕਰੋ
pl: Ponownie zaloguj się, aby zaktualizować dane uwierzytelniające.
ps: د بیا لاگ ان کول او د تصدیق معلومات تازه کول
pt: Faça login novamente para atualizar as informações de autenticação.
ro: Te voi reautentifica pentru a-ți actualiza datele de autentificare.
ru: Вы снова войдете в систему и обновите свои учетные данные.
si: පෙර පිවිසීමට නැවත පෙරනිමික කිරීම සහ බලපත්‍ර තොරතුරු යාවත්කාලීන කිරීම.
sk: Znovu sa prihlásite a aktualizujete svoje overovacie údaje.
sl: Ponovno se prijavite in posodobite svoje poverilnice
sq: Rinehyni përsëri për të përditësuar informacionin tuaj të autentikimit.
sr: Поново се пријавите и ажурирајте своје акредитиве.
sv: Logga in igen för att uppdatera dina autentiseringsuppgifter.
sw: Itabidi uingie tena ili kusasisha taarifa za uthibitisho
ta: மீண்டும் உள்நுழைந்து அங்கீகார தகவலை புதுப்பிக்கவும்
te: మళ్లీ లాగిన్ చేసి ప్రమాణీకరణ సమాచారాన్ని నవీకరిస్తాము
th: เข้าสู่ระบบอีกครั้งเพื่ออัปเดตข้อมูลการรับรอง
tl: Mag-login muli upang ma-update ang authentication credentials
tr: Tekrar giriş yaparak kimlik bilgilerinizi güncelleyin.
uk: You will log in again to update your authentication information.
ur: ایک بار پھر لاگ ان کریں اور توثیق کی معلومات کو اپ ڈیٹ کریں
uz: Qaytadan kiring va autentifikatsiya ma'lumotlarini yangilang.
vi: Đăng nhập lại để cập nhật thông tin xác thực
zh: 重新登录以更新认证信息
zu: Faka phinda ungene ukuze ubuyekezelele ulwazi lokuthola.

source: MenstruationPage
am: የወር አበባ ገጽ
ar: الدورة الشهرية
as: ঋতুস্ৰাৱ
az: Aybaşı Səhifəsi
be: МенструацыяСтаронка
bg: Менструация
bn: মাসিক পাতা
bs: Menstruacija
ca: Menstruació
cs: MenstruačníStránka
cy: Tudalen Misglwydo
da: Menstruationsside
de: Menstruationsseite
el: ΣελίδαΕμμηνόρροιας
es: Menstruación
et: Menstruatsioonileht
fa: صفحه قاعدگی
fil: Regla
fr: PageMenstruation
gl: Páxina de menstruación
gu: માસિક ધર્મ પેજ
he: דף מחזור
hi: मासिक धर्म
hr: MenstruacijskaStranica
hu: MenstruációsOldal
hy: Ադրեյենայի էջ
id: HalamanMenstruasi
is: Tímalýsing síðar
it: Mestruazioni
ka: მენსტრუაციის გვერდი
kk: МенструацияБеті
km: ការមករដូវ
kn: ಋತುಚಕ್ರ
ko: 생리
ky: МенструацияБет
lt: MenstruacijaPuslapis
lv: MenstruācijasLapa
mk: МенструацијаСтраница
ml: ആർത്തവം
mn: Сарын тэмдэг
mr: मासिक पाळी
ms: HalamanMenstruasi
my: ရာသီ
nb: Menstruasjonsside
ne: महिनावारी पृष्ठ
no: MenstruasjonsSide
or: ମାସିକ ପୃଷ୍ଠା
pa: ਮਾਹਵਾਰੀ ਪੇਜ
pl: StronaMenstruacji
ps: د ښځو د میاشتني دوره پاڼه
pt: Página de Menstruação
ro: PaginaMenstruației
ru: МенструацияСтраница
si: මන්ත‍්‍රණ පඨකය
sk: MenštruáciaStránka
sl: MenstruacijaStran
sq: Faqja e Menstruacionit
sr: StranicaMenstruacije
sw: Hedhi
ta: மாதவிடாய்
te: రుతుచక్ర నిర్వహణ
th: หน้าประจำเดือน
tl: Regla
tr: AdetSayfası
ur: مہینے کا صفحہ
uz: MenstruatsiyaBetti
vi: Kinh Nguyệt
zh: 月経ページ
zu: Ikhasi Lesikhathi Somjikelezo

source: CalendarPage
af: Kalenderblad
am: የቀን መለያ ገፅ
ar: التقويم
as: কেলেণ্ডাৰ
az: Təqvim
be: Календарная старонка
bg: Календар
bn: ক্যালেন্ডার
bs: Kalendar
ca: Calendari
cs: Kalendářová stránka
cy: Dyddiadur
da: KalenderSide
de: Kalenderseite
el: Ημερολόγιο
es: Calendario
et: KalenderiLeht
eu: EgutegiaOrri
fa: صفحه تقویم
fi: Kalenterisivu
fil: Kalendaryo
fr: PageCalendrier
gl: Páxina do calendario
gu: કેલેન્ડર
he: דף לוח השנה
hi: कैलेंडर
hr: KalendarskaStranica
hu: NaptárOldal
hy: Միջազգային էջ
id: HalamanKalendar
is: DagatalSíðan
it: Calendario
ka: კალენდარი
kk: Календарь
km: ប្រតិទិន
kn: ಕ್ಯಾಲೆಂಡರ್
ko: 달력
ky: Календарь
lo: ປ່າຍປະຕິມັດ
lt: Kalendoriaus puslapis
lv: KalendāraLapa
mk: КалендарPage
ml: കലണ്ടർ പേജ്
mn: Календар
mr: कैलेंडर
ms: HalamanKalendar
my: ပြက္ခဒိန်
nb: KalenderSide
ne: पात्रो
nl: KalenderPagina
no: KalenderSide
or: କ୍ୟାଲେଣ୍ଡର ପୃଷ୍ଠା
pa: ਕੈਲੰਡਰ
pl: StronaKalendarza
ps: تعینات_تاریخ
pt: Página do Calendário
ro: PaginaCalendar
ru: Календарная страница
si: කැලෙන්ඩර්පිටුව
sk: Kalendárna stránka
sl: KoledarStran
sq: KalendariFaqja
sr: Календар страница
sv: KalenderSida
sw: Kalenda
ta: நாட்காட்டி பக்கம்
te: క్యాలెండర్
th: หน้าปฏิทิน
tl: Kalendaryo
tr: TakvimSayfası
ur: کیلنڈر_پیج
uz: KalendarSahifasi
vi: Lịch
zh: 日历页面
zu: IkhalendaIpheji

source: SettingsPage
af: Instellingsblad
am: መቅረፅ ገጽ
ar: صفحة الإعدادات
as: ছেটিং
az: Parametrlər
be: Налады старонка
bg: Настройки
bn: সেটিংস
bs: Postavke
ca: Configuració
cs: Nastavení stránky
cy: Tudalen Gosodiadau
da: IndstillingerSide
de: EinstellungenSeite
el: ΡυθμίσειςΣελίδα
es: Configuración
et: SeadedLeht
eu: Ezarpenak
fa: صفحه تنظیمات
fi: AsetuksetSivu
fil: Mga Setting
fr: Page des paramètres
gl: Configuración
gu: સેટિંગ્સ પૃષ્ઠ
he: עמוד ההגדרות
hi: सेटिंग्स पेज
hr: PostavkeStranica
hu: BeállításokOldal
hy: Կարգավորումներ
id: HalamanPengaturan
is: StillingarSíða
it: Impostazioni
ka: ფუნქციები
kk: Бағдарламаның параметрлері
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
ky: Буулмаларды ордундаштыруунун беттөө учуру
lo: ການປ່ອນເບິ່ງຕັ້ງ
lt: Nustatymų puslapis
lv: Iestatījumu_lapa
mk: Поставкитенастрана
ml: സെറ്റിംഗ്സ്
mn: Тохиргоо
mr: सेटिंग्ज
ms: HalamanTetapan
my: ဆက်တင်များ
nb: Innstillingsside
ne: सेटिङहरू
nl: InstellingenPagina
no: Innstillingssiden
or: ସେଟିଂସ୍
pa: ਸੈਟਿੰਗਜ਼
pl: Strona ustawień
ps: د تنظیماتو پاڼه
pt: Página de Configurações
ro: Pagina de setări
ru: СтраницаНастроек
si: ක්‍රීඩාව
sk: NastaveniaStránka
sl: NastavitveStran
sq: Faqet e caktimit
sr: Поставке странице
sv: Inställningar
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగులు
th: หน้า.settings
tl: Mga Setting
tr: AyarlarSayfası
ur: سیٹنگز صفحہ
uz: Sozlamalar Sahifasi
vi: Cài đặt
zh: 设置页面

# menstruationDeleted
source: Menstruation period deleted
af: Menstruasieperiode verwyder
am: የወርቅ ጊዜ አወግድኩ
ar: تم حذف فترة الدورة الشهرية
as: ঋতুকাল মচা হৈছে
az: Aybaşı dövrü silindi
be: Перыяд менструацыі быў выдалены
bg: Менструалният период беше изтрит
bn: মাসিক পিরিয়ড মুছে ফেলা হয়েছে
bs: Menstrualni period je obrisan
ca: S'ha eliminat el període menstrual
cs: Byl odstraněn menstruační cyklus.
cy: Mae'r cyfnod mislif wedi'i ddileu.
da: Menstruationsperioden er blevet slettet
de: Die Menstruationsperiode wurde gelöscht.
el: Διαγράφηκε η περίοδος.
es: Se eliminó el período menstrual
et: Menstruatsiooni periood on kustutatud
eu: Ego periodoa ezabatu da
fa: پریود را حذف کردید
fi: Menstruation-aika on poistettu
fil: Natanggal na ang rekord ng regla
fr: La période menstruelle a été supprimée
gl: Eliminouse o período menstrual
gu: માસિક ધર્મ કાળ કાઢી નાખ્યો
he: המועד של המחזור הוסרה
hi: माहवारी की अवधि हटा दी गई है
hr: Obrišeno razdoblje menstruacije
hu: Töröltem a menstruációs időszakot.
hy: Արժեքավոր ժամանակահատվածը հեռացվեց
id: Periode menstruasi telah dihapus
is: Tímabilinu hefur verið eytt
it: Periodo mestruale eliminato
ja: 生理期間を削除しました
ka: თქვენი ვლენა პერიოდი წაშლილია
kk: Менструация кезеңін жойдым
km: បានលុបរយៈពេលមករដូវ
kn: ಋತುಚಕ್ರ ಅವಧಿಯನ್ನು ಅಳಿಸಲಾಗಿದೆ
ko: 생리 기간을 삭제했습니다
ky: Менструация учурун жок кылдын
lo: ລົບງານແລະວິທີສຽງເພື່ອໃຫ້ເປັນອະບັດຕານສຸດທ້າຍ
lt: Pažymėjimo laikotarpis buvo ištrintas
lv: Menstruācijas periods ir noņemts
mk: Отстранета менструалниот период
ml: മാസിക കാലയളവ് നീക്കം ചെയ്തു
mn: Сарын тэмдгийн хугацааг устгалаа
mr: मासिक पाळीचा कालावधी काढून टाकण्यात आला
ms: Tempoh haid telah dibuang
my: ရာသီကာလကို ဖျက်လိုက်ပြီးပါပြီ
nb: Menstruasjonsperioden ble slettet.
ne: मासिक धर्म अवधि हटाइयो
nl: De menstruatieperiode is verwijderd.
no: Menstruasjonsperioden er blitt fjernet
or: ମାସିକଧର୍ମ ଅବଧି ଡିଲିଟ କରାଯାଇଛି
pa: ਮਾਸਿਕ ਧਰਮ ਦਾ ਸਮਾਂ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ
pl: Usunięto okres menstruacyjny
ps: د ځینو ورځې دورې لیرې شوه
pt: Período menstrual removido.
ro: Perioada menstruală a fost eliminată.
ru: Менструальный период удален
si: උද්ධරණ කාලය ඉවත් කරන ලදි.
sk: Menštruačné obdobie bolo odstránené.
sl: Odstranil(a) sem obdobje menstruacije.
sq: Periudha e menstruacioneve është fshirë
sr: Успешно сте уклонили период менструације.
sv: Menstruationsperioden har tagits bort
sw: Kipindi cha hedhi kimefutwa
ta: மாதவிடாய் காலம் நீக்கப்பட்டது
te: ఋతు కాలం తొలగించబడింది
th: ลบระยะเวลาการมีประจำเดือนแล้ว
tl: Tinanggal na ang panahon ng regla
tr: Adet döngüsü süresini sildiniz
uk: Menstrual period has been deleted.
ur: حیض کی مدت کو ہٹا دیا گیا ہے
uz: Menstruatsiya davrini o'chirdim
vi: Đã xóa thông tin chu kỳ kinh nguyệt
zh: 已删除生理期
zu: Umsuku wezimilo ususisiwe

source: Edit menstruation period
af: Wysig tydperk van menstruasie
am: ወቅታዊ መዋቅርን አስተካክል
ar: تعديل فترة الحيض
as: ঋতুস্ৰাৱৰ সময় সম্পাদনা কৰক
az: Aybaşı dövrünü redaktə et
be: Рэдагаванне менструальнага перыяду
bg: Редактиране на менструалния период
bn: মাসিক চক্র সম্পাদনা করুন
bs: Uredi menstrualni period
ca: Editar període menstrual
cs: Upravit menstruační období
cy: Golygu cyfnod mislif
da: Rediger menstruationsperiode
de: Menstruationszeitraum bearbeiten
el: Επεξεργασία περιόδου
es: Editar período menstrual
et: Menstruatsiooni perioodi redigeerimine
eu: Egun periodoa editatu
fa: ویرایش دوره قاعدگی
fi: Muokkaa kuukautisten kestoa
fil: I-edit ang panahon ng regla
fr: Modifier la période menstruelle
gl: Editar o período menstrual
gu: માસિક ધર્મ કાળ સંપાદિત કરો
he: עריכת תקופת המחזור
hi: मासिक धर्म अवधि संपादित करें
hr: Uredi razdoblje menstruacije
hu: A menstruációs időszak szerkesztése
hy: Պատվիրի շրջանի խմբագրում
id: Edit Menstrual Period
is: Breyta tímasetningu
it: Modifica periodo mestruale
ja: 生理期間を編集
ka: პериოდის რედაქტირება
kk: Айлық кезеңді өңдеу
km: កែសម្រួលរយៈពេលប្រចាំខែ
kn: ಮುಟ್ಟಿನ ಅವಧಿಯನ್ನು ಸಂಪಾದಿಸಿ
ko: 생리 기간 수정
ky: Менструалдык мезгилди түзөтүү
lo: ກະທົບເລື່ອງເດືອນ
lt: Redaguoti menstruacinį laikotarpį
lv: Редiģēt menstruāciju periodu
mk: Уредување на периодот на менструација
ml: മാസികാവസ്ഥ തിരുത്തുക
mn: Сарын тэмдгийн хугацааг засах
mr: मासिक पाळीचा कालावधी संपादित करा
ms: Edit Menstrual Period
my: ရာသီကာလကို ပြင်ဆင်ရန်
nb: Rediger menstruasjonsperiode
ne: मासिक धर्म अवधि सम्पादन गर्नुहोस्
nl: Menstruatieperiode bewerken
no: Rediger menstruasjonsperiode
or: ଋତୁସ୍ରାବ ଅବଧି ସମ୍ପାଦନା କରନ୍ତୁ
pa: ਮਾਸਿਕ ਧਰਮ ਦੀ ਮਿਆਦ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj okres menstruacji
ps: د نیټه د دوره تنظیمول
pt: Editar período menstrual
ro: Editează perioada menstruației
ru: Редактирование менструального периода
si: මසික පුරුෂතාවය සකසන්න
sk: Upraviť menštruačné obdobie
sl: Uredi obdobje menstruacije
sq: Redaktimi i periudhës menstruale
sr: Уреди период менструације
sv: Redigera menstruationsperiod
sw: Hariri kipindi cha hedhi
ta: மாதவிடாய் காலத்தை திருத்து
te: రతుకాలం సవరించు
th: แก้ไขระยะเวลาประจำเดือน
tl: I-edit ang panahon ng regla
tr: Adet dönemini düzenle
uk: Edit Menstrual Period
ur: ایام حیض کی ترمیم کریں
uz: Hayz vaqtini tahrirlash
vi: Chỉnh sửa chu kỳ kinh nguyệt
zh: 编辑生理周期
zu: Hlela isikhathi sokuhlakulela

# menstruationEdited
source: Menstruation period edited
af: Ek het die menstruasieperiode gewysig
am: እቅፍ ወቅት ተሻሽል ተደርጎ አልሁ
ar: تم تعديل فترة الحيض
as: মাহেকীয়া সময়কাল সম্পাদনা কৰা হ'ল
az: Adet dövrü redaktə edildi
be: Я адрэсаваў менструальныя перыяды.
bg: Менструалният период беше редактиран
bn: মাসিকের সময়কাল সম্পাদনা করা হয়েছে
bs: Menstrualni period je uređen
ca: S'ha editat el període menstrual
cs: Upravil(a) jsem období menstruace
cy: Rwyf wedi golygu cyfnod y cylch mislif
da: Redigeret menstruationsperiode
de: Die Menstruationsperiode wurde bearbeitet
el: Επεξεργάστηκα την περίοδο έμμηνου ρύσεως
es: Período menstrual editado
et: Muute menstruatsiooniperioodi
eu: Egun menstruazionala editatu dut
fa: مدت قاعدگی ویرایش شد
fi: Olen muokannut kuukautiskiertoa
fil: Na-edit na ang regla
fr: Vous avez modifié la période menstruelle.
gl: Editei o período menstrual
gu: માસિક ધર્મનો સમયગાળો સંપાદિત કર્યો
he: שיניתי את משך התקופה
hi: मासिक धर्म अवधि संपादित की गई
hr: Uredili ste razdoblje menstruacije
hu: Szerkesztette a menstruációs időszakot.
hy: Ես խմբագրեցի իմ նյութերի շրջանը
id: Periode menstruasi telah diedit
is: Breytt er um blæðingartímabil.
it: Periodo mestruale modificato
ja: 生理期間を編集しました
ka: პირის ციკლის პერიოდი რედაქტირდა
kk: Менструациялық кезең редакталды
km: បានកែសម្រួលរយៈពេលរដូវ
kn: ಮುಟ್ಟಿನ ಅವಧಿಯನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ
ko: 생리 기간을 수정했습니다
ky: Менструалдык мезгилин өзгөрттүм
lo: ຂ໭ດສະຖານທີ່ສາມັດລາຍການ ປ່ອນເປັນ ສົດໃສເປັນໄປສ່ຽງໃນບັນດາສິລິບັດ
lt: Redagavau menstruacijų laikotarpį.
lv: Esmu rediģējusi menstruāciju periodu
mk: Го редактирав периодот на менструација.
ml: മാസിക കാലയളവ് എഡിറ്റ് ചെയ്തു
mn: Сарын тэмдгийн хугацааг засварласан
mr: पाळीचा कालावधी संपादित केला आहे
ms: Saya telah mengedit tempoh haid
my: ရာသီလာချိန်ကို တည်းဖြတ်ပြီးပါပြီ
nb: Jeg har redigert menstruasjonsperioden.
ne: मासिक धर्मको अवधि सम्पादन गरियो
nl: Menstruatieperiode bewerkt
no: Jeg har redigert menstruasjonsperioden
or: ମାସିକ ଅବଧି ସମ୍ପାଦନା କରାଯାଇଛି
pa: ਮਾਸਿਕ ਧਰਮ ਦੀ ਮਿਆਦ ਸੰਪਾਦਿਤ ਕਰ ਦਿੱਤੀ ਗਈ
pl: Edytowano czas trwania menstruacji
ps: د میاشتني دورې ترمیم شوی دی
pt: Período menstrual editado
ro: Am modificat perioada menstruației
ru: Редактирование периода менструации
si: ඉරීඩිංග මියුරුකාලය සංස්කරණය කරන ලදි
sk: Upravil(a) som dobu menštruácie
sl: Uredil(a) sem obdobje menstruacije
sq: Kamperi i periudhës menstruale është redaktuar
sr: Изменили период менструације
sv: Du har redigerat din menstruationsperiod
sw: Kipindi cha hedhi kimehaririwa
ta: மாதவிடாய் காலம் திருத்தப்பட்டது
te: రుతు కాలం సవరించబడింది
th: ได้แก้ไขระยะเวลาการมีประจำเดือน
tl: Na-edit na ang regla
tr: Adet dönemini düzenledim
uk: The menstruation period has been edited.
ur: میں نے حیض کے دورانیے میں ترمیم کی
uz: Hayz rangi davrini tahrir qildim
vi: Đã cập nhật chu kỳ kinh nguyệt
zh: 已编辑经期
zu: Ngihlelile isikhathi sokuphuma kwemizuzu.

# physicalConditionDetail
source: Physical condition details
af: Gesondheid besonderhede
am: ምርት ዝርዝር
ar: تفاصيل الحالة الصحية
as: স্বাস্থ্যৰ বিতং
az: Səhiyyə Təfərrüatları
be: Падрабязнасці здароўя
bg: Здравословни детайли
bn: স্বাস্থ্যের বিস্তারিত
bs: Zdravstveni detalji
ca: Detalls de salut
cs: Podrobnosti o zdraví
cy: manylyn abwyd
da: Sundhedsinformation
de: Gesundheitsdetails
el: Λεπτομέρειες κατάστασης
es: Detalles de salud
et: Tervise üksikasjad
eu: Osasun-datuak
fa: جزئیات وضعیت سلامتی
fi: Terveystiedot
fil: Mga Detalye ng Kalusugan
fr: Détails de la condition physique
gl: Detalles da saúde
gu: સ્વાસ્થ્ય વિગતો
he: פרטי מצב בריאותי
hi: स्वास्थ्य विवरण
hr: Detalji o zdravstvenom stanju
hu: Test állapot részletei
hy: Առողջության մանրամասները
id: Rincian Kesehatan
is: Heilsufyrirkomulag
it: Dettagli del benessere
ja: 体調詳細
ka: ჯანმრთელობის დეტალები
kk: Денсаулық жағдайы
km: សុខភាពលម្អិត
kn: ಆರೋಗ್ಯ ವಿವರಗಳು
ko: 컨디션 상세
ky: Көңүл абалы жөнүндө маалымат
lo: քանդվածության մանրամասներ
lt: Sveikatos būklės detalės
lv: Veselības stāvokļa detaļas
mk: Детали за состојбата
ml: ആരോഗ്യ വിവരങ്ങൾ
mn: Биеийн байдлын дэлгэрэнгүй
mr: आरोग्य तपशील
ms: Butiran Kesihatan
my: ကျန်းမာရေးအသေးစိတ်
nb: Helsesporing
ne: स्वास्थ्य विवरण
nl: Gezondheidsdetails
no: Helse Detaljer
or: ସ୍ୱାସ୍ଥ୍ୟ ବିବରଣୀ
pa: ਸਿਹਤ ਦੇ ਵੇਰਵੇ
pl: Szczegóły stanu zdrowia
ps: تفصیل صحت
pt: Detalhes da condição
ro: Detalii despre starea de sănătate
ru: Подробности о состоянии здоровья
si: ශරීර විස්තර
sk: Podrobnosti o zdravotnom stave
sl: Podrobnosti o počutju
sq: Detajet e shëndetit
sr: Детаљи о здрављу
sv: Hälsodetaljer
sw: Maelezo ya Afya
ta: உடல்நிலை விவரங்கள்
te: ఆరోగ్య వివరాలు
th: รายละเอียดร่างกาย
tl: Detalye ng Kalagayan
tr: Sağlık Detayları
uk: Health Details
ur: صحت کی تفصیلات
uz: Tana holati tafsilotlari
vi: Chi tiết sức khỏe
zh: 健康状况详情
zu: Imininingwane yokuphila

# medicationHistoryPremiumFeatureRestriction
source: You need to be a premium member to view this
af: Jy meer as dit, sal toegang premiumfunksie wees.
am: ይህ በተጨማሪ እይታ የፕሪምየም ስብስ ነው።
ar: المزيد من التصفح متاح في الخطة المدفوعة
as: ইয়াতকৈ বেছি চোৱাৰ বাবে প্ৰিমিয়াম ফিচাৰ প্ৰয়োজন
az: Bu məzmuna daha çox baxmaq üçün premium funksiya lazımdır
be: Гэта будзе прэміум-функцыя для далейшага прагляду.
bg: Допълнителният преглед изисква премиум функция
bn: আরও দেখার জন্য প্রিমিয়াম বৈশিষ্ট্য প্রয়োজন
bs: Za dalje pregledanje potrebna je premium funkcija
ca: Per veure més historial necessites la versió premium
cs: Další prohlížení je prémiová funkce.
cy: Mae'r edrych mwy arno yn edrych yn nodwedd premiwm.
da: Yderligere visninger kræver premiumfunktioner.
de: Der Zugriff auf weitere Inhalte ist eine Premium-Funktion.
el: Αυτή η προβολή πέρα από αυτό το σημείο θα είναι διαθέσιμη μόνο σε προνομιακούς χρήστες.
es: Para ver más historial necesitas la función premium
et: Edasi vaatamine on premium-funktsioon.
eu: Ikuspegi gehiago premium funtzionalitatea izango da
fa: این مشاهده بیشتر به ویژگی پریمیوم تعلق دارد
fi: Tämä on vain premium-toiminto.
fil: Ang higit pang pagtingin ay premium feature na
fr: Cette visualisation supplémentaire est une fonctionnalité premium.
gl: Este texto só poderá ser visualizado a través da función premium.
gu: વધુ જોવા માટે પ્રીમિયમ સુવિધાની જરૂર છે
he: הצפייה מעבר לכך תהיה פונקציה פרימיום
hi: आगे का इतिहास देखना प्रीमियम सुविधा है
hr: Ovo daljnje pregledavanje će biti premium funkcija.
hu: További megtekintés prémium funkcióvá válik.
hy: Միայն Պրեմիում ֆունկցիայով այլևս չեք կարող դիտվել
id: Akses lebih lanjut akan menjadi fitur premium.
is: Þetta er premium eiginleiki.
it: La visualizzazione aggiuntiva richiede la funzione premium
ja: これ以上の閲覧はプレミアム機能になります
ka: ამაზე მეტი ხილვა პრემიერ ფუნქცია იქნება
kk: Бұл одан әрі қарау премиум функциясы болады.
km: ការមើលបន្ថែមទៀតតម្រូវឱ្យមានមុខងារ Premium
kn: ಮುಂದಿನ ವೀಕ್ಷಣೆ ಪ್ರೀಮಿಯಂ ವೈಶಿಷ್ಟ್ಯವಾಗಿದೆ
ko: 더 많은 기록을 보려면 프리미엄 기능이 필요합니다
ky: Бул мүмкүнчүлүктөрдү көрүү Premium функциясы болот.
lo: ແລະເພີ່ມເລືອກອອກແບບ
lt: Toliau naršymas bus prieinama tik su premium funkcija.
lv: Šī satura skatīšana ir pieejama tikai premium līmenī.
mk: Овие дополнителни прегледи стануваат премиум фунција.
ml: കൂടുതൽ കാണാൻ പ്രീമിയം ഫീച്ചർ ആവശ്യമാണ്
mn: Цааш үзэхийн тулд премиум үйлчилгээ хэрэгтэй
mr: यापुढील अवलोकन प्रीमियम वैशिष्ट्य आहे
ms: Paparan lebih lanjut adalah fungsi premium.
my: နောက်ထပ် ကြည့်ရှုရန်အတွက် ပရီမီယံ ဝန်ဆောင်မှု လိုအပ်ပါသည်
nb: Ytterligere visning vil være en premiumfunksjon.
ne: यसभन्दा बढी हेर्नका लागि प्रिमियम सुविधा आवश्यक छ
nl: Verder kijken is een premium functie.
no: Denne visningen er en premium-funksjon.
or: ଆଉ ଅଧିକ ଦେଖିବା ପାଇଁ ପ୍ରିମିୟମ୍ ସୁବିଧା ଆବଶ୍ୟକ
pa: ਹੋਰ ਦੇਖਣ ਲਈ ਪ੍ਰੀਮੀਅਮ ਫੀਚਰ ਦੀ ਲੋੜ ਹੈ
pl: Dalsze przeglądanie będzie wymagać funkcji premium.
ps: دا نور کتنه د پریمییم ځانګړتیا ده.
pt: A visualização além disso será uma função premium.
ro: Accesul la mai multe vizualizări devine o funcție premium.
ru: Дальнейший просмотр будет доступен только с премиум-функциями.
si: මෙමගින් තව පාඨය බැලීම පремියම් ලක්ෂණයක් වේ
sk: Toto zobrazenie bude dostupné iba ako prémiová funkcia.
sl: To continue viewing further, this will require a premium feature.
sq: Kjo do të jetë një funksion premium për më shumë shikime.
sr: Далји преглед постаје премиум функција
sv: Denna typ av visning är en premiumfunktion.
sw: Kuangalia historia zaidi ni kipengele cha premium
ta: இதற்கு மேல் பார்ப்பது பிரீமியம் அம்சமாகும்
te: మరింత వీక్షించడానికి ప్రీమియం ఫీచర్ అవసరం
th: การดูเพิ่มเติมนี้จะเป็นฟังก์ชันพรีเมียม
tl: Para sa karagdagang pagtingin, kailangan ng premium feature
tr: Bundan sonraki görüntüleme premium bir özellik olacaktır.
uk: Further access will require a premium feature.
ur: یہ مزید دیکھنا پریمیم فیچر بن جائے گا۔
uz: Bundan keyin ko‘rish premium funksiyasi bo‘ladi
vi: Để xem thêm, cần nâng cấp lên Premium
zh: 此后查看将成为高级功能
zu: Ukubuka okukhulu kuzoba yisici se-premium.
