Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorPurchaseNotAllowedError
source: Purchase not allowed for this device
af: Hierdie toestel is nie toegelaat om aankope te doen nie.
am: እባክዎን በዚህ መሳሪያ ግዢ እንደማይፈቀድ ተገልጿል
ar: لا يُسمح بالشراء على هذا الجهاز
as: এই ডিভাইছত ক্ৰয়ৰ অনুমতি নাই
az: Bu cihazda alış-verişə icazə verilmir
be: На гэтым прыладзе набыцці не дазволена.
bg: Тази устройство не е разрешено за покупки.
bn: এই ডিভাইসে ক্রয়ের অনুমতি নেই
bs: Ova uređaj nije ovlašten za kupovinu.
ca: No es permeten compres en aquest dispositiu
cs: Na tomto zařízení není povoleno provádět nákupy.
cy: Nid yw prynu ar yr ddyfais hon wedi'i ganiatáu.
da: Køb er ikke tilladt på denne enhed
de: Käufe auf diesem Gerät sind nicht erlaubt.
el: Αυτή η συσκευή δεν επιτρέπεται να πραγματοποιεί αγορές.
es: Las compras no están permitidas en este dispositivo
et: Sellel seadmel ei ole ostmine lubatud.
eu: Ezin da erosketa haundu gailu honetan.
fa: خرید در این دستگاه مجاز نیست
fi: Tällä laitteella ei ole sallittu ostamista
fil: Hindi pinahihintulutan ang pagbili sa device na ito
fr: Les achats ne sont pas autorisés sur cet appareil.
gl: Non se permiten compras neste dispositivo.
gu: આ ઉપકરણ પર ખરીદીની પરવાનગી નથી
he: הקנייה במכשיר זה אינה מורשית
hi: इस डिवाइस पर खरीदारी की अनुमति नहीं है
hr: Kupovina na ovom uređaju nije dopuštena.
hu: Ez az eszköz nem engedélyezi a vásárlást.
hy: این دستگاه خرید مجاز نیست
id: Perangkat ini tidak diizinkan untuk melakukan pembelian.
is: Þetta tæki er ekki heimilt að kaupa
it: Gli acquisti non sono consentiti su questo dispositivo
ja: このデバイスで購入が許可されていません
ka: ამ მოწყობილობაზე შესყიდვა არ არის ნებადართული.
kk: Бұл құрылғыда сатып алу рұқсат етілмеген
km: ឧបករណ៍នេះមិនអនុញ្ញាតឱ្យធ្វើការទិញទេ
kn: ಈ ಸಾಧನದಲ್ಲಿ ಖರೀದಿ ಅನುಮತಿಸಲಾಗಿಲ್ಲ
ko: 이 기기에서 구매가 허용되지 않습니다
ky: Бул түзмөктә сатып алу үчүн уруксат берилген эмес
lo: ບໍ່ອ່ານໃຫ້ຊື້ໃນເຄື່ອງນີ້
lt: Šiame įrenginyje pirkimas nėra leidžiamas.
lv: Šajā ierīcē pirkumi nav atļauti.
mk: Овој уред не дозволува набавка.
ml: ഈ ഉപകരണത്തിൽ വാങ്ങൽ അനുവദിച്ചിട്ടില്ല
mn: Энэ төхөөрөмжөөр худалдан авах зөвшөөрөгдөөгүй байна
mr: या डिव्हाइसवर खरेदीची अनुमती नाही
ms: Pembelian tidak dibenarkan pada peranti ini.
my: ဤစက်ပစ္စည်းတွင် ဝယ်ယူမှုကို ခွင့်မပြုပါ
nb: Denne enheten har ikke tillatelse til å kjøpe.
ne: यस डिभाइसमा खरिदारी गर्न अनुमति छैन
nl: Aankopen zijn niet toegestaan op dit apparaat.
no: Kjøp er ikke tillatt på denne enheten.
or: ଏହି ଡିଭାଇସରେ କ୍ରୟ ଅନୁମତି ନାହିଁ
pa: ਇਸ ਡਿਵਾਈਸ ਤੇ ਖਰੀਦਦਾਰੀ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ
pl: Zakupy na tym urządzeniu są niedozwolone.
ps: دا آله د پيرودلو لپاره اجازه نه لري
pt: As compras não são permitidas neste dispositivo
ro: Achizițiile nu sunt permise pe acest dispozitiv.
ru: На этом устройстве покупки не разрешены.
si: මෙම උපාංගය හරහා මිලදී ගැනීම් කල හැකි නොවේ.
sk: Tento zariadenie nie je povolené na nákup
sl: Na tem napravi nakup ni dovoljen.
sq: Ky këtij pajisjeje nuk i lejohet blerja.
sr: Овај уређај није овлашћен за куповину.
sv: Köp är inte tillåtna på denna enhet.
sw: Ununuzi hauruhusiwi kwenye kifaa hiki
ta: இந்த சாதனத்தில் கொள்முதல் அனுமதிக்கப்படவில்லை
te: ఈ పరికరంలో కొనుగోలుకు అనుమతి లేదు
th: อุปกรณ์นี้ไม่ได้รับอนุญาตให้ทำการซื้อ
tl: Hindi pinapahintulutan ang pagbili sa device na ito
tr: Bu cihazda satın alma izni yok.
uk: Purchases are not allowed on this device.
ur: اس آلہ پر خریداری کی اجازت نہیں ہے
uz: Bu qurilmada xarid qilishga ruxsat berilmagan.
vi: Thiết bị này không được phép thực hiện mua hàng
zh: 此设备不允许购买
zu: Le nxhasa le ngeke kuvunyelwa ukunqunywa

# purchaseErrorPurchaseInvalidError
source: Failed to make payment. Please check if your payment method is valid
af: Die betaling het misluk. Gaan asseblief na of u 'n geldige betalingsmetode het en probeer weer.
am: መክፈል ማቅረብ አልተቻለም። እባኮትን ተገናኝ የሚታይ መክፈል መንግድ ይረጋገጡ እና እንደገና ሞክሩ።
ar: فشلت عملية الدفع. يرجى التحقق مرة أخرى مما إذا كانت طريقة الدفع صالحة.
as: পেমেণ্ট বিফল হৈছে। আপোনাৰ পেমেণ্ট পদ্ধতি বৈধ নে নাই পৰীক্ষা কৰি পুনৰ চেষ্টা কৰক।
az: Ödənişdə uğursuzluq baş verdi. Zəhmət olmasa, etibarlı ödəniş metodunu yoxlayın və yenidən cəhd edin.
be: Аплата не ўдалася. Калі ласка, праверыце, ці з'яўляецца ваш метад аплаты дзеючым, і паспрабуйце зноў.
bg: Плащането не беше успешно. Проверете дали използвате валиден метод на плащане, след което опитайте отново.
bn: পেমেন্ট ব্যর্থ হয়েছে। দয়া করে আপনার পেমেন্ট পদ্ধতি বৈধ কিনা যাচাই করে আবার চেষ্টা করুন।
bs: Plaćanje nije uspjelo. Molimo provjerite da li je metoda plaćanja valjana i pokušajte ponovo.
ca: Ha fallat el pagament. Si us plau, verifiqueu si el mètode de pagament és vàlid i torneu-ho a intentar.
cs: Platba se nezdařila. Zkontrolujte, zda máte platnou platební metodu, a zkuste to znovu.
cy: Methiant i dalu. Gwiriwch a ydy'r dull talu yn weithredol a cheisiwch eto.
da: Betalingen mislykkedes. Kontroller venligst, om du har en gyldig betalingsmetode, og prøv igen.
de: Die Zahlung ist fehlgeschlagen. Bitte überprüfen Sie, ob die Zahlungsmethode gültig ist, und versuchen Sie es erneut.
el: Η πληρωμή απέτυχε. Ελέγξτε αν η μέθοδος πληρωμής είναι έγκυρη και προσπαθήστε ξανά.
es: El pago ha fallado. Por favor, verifique que su método de pago sea válido e inténtelo de nuevo.
et: Makse ebaõnnestus. Palun kontrollige, kas teie makseviis on kehtiv, ja proovige uuesti.
eu: Ordainketa huts egin da. Mesedez, egiaztatu ordainketa-modu baliagarria den ala ez eta saiatu berriro.
fa: پرداخت ناموفق بود. لطفاً بررسی کنید که آیا روش پرداخت شما معتبر است و دوباره امتحان کنید.
fi: Maksu epäonnistui. Tarkista, onko maksutapa voimassa, ja yritä uudelleen.
fil: Hindi natagumpay ang pagbabayad. Pakitingnan kung wasto ang paraan ng pagbabayad at subukang muli.
fr: Le paiement a échoué. Veuillez vérifier si vous avez un moyen de paiement valide et réessayer.
gl: Fai un pagamento. Verifica se a forma de pagamento é válida e proba de novo.
gu: પેમેન્ટ નિષ્ફળ થઈ. કૃપા કરીને માન્ય પેમેન્ટ પદ્ધતિ છે કે કેમ તે ચકાસીને ફરીથી પ્રયાસ કરો
he: ההצלחה בתשלום נכשלה. אנא בדוק שוב אם שיטת התשלום שלך תקפה.
hi: भुगतान असफल हो गया। कृपया अपनी भुगतान विधि की वैधता की जांच करें और पुनः प्रयास करें।
hr: Plaćanje nije uspjelo. Provjerite je li vaša metoda plaćanja valjana i pokušajte ponovo.
hu: A fizetés nem sikerült. Kérjük, ellenőrizze, hogy van-e érvényes fizetési módja, majd próbálja újra.
hy: Վճարը հաջողությամբ չհայտնվեց: Մասին՝ մոլոր գործող վճարման մեթոդ ներքնդրում:
id: Pembayaran gagal. Silakan periksa apakah metode pembayaran Anda valid dan coba lagi.
is: Greiðslunni mistókst. Vinsamlegast athugaðu hvort greiðsluaðferðin sé gild og reyndu aftur.
it: Pagamento non riuscito. Verifica che il metodo di pagamento sia valido e riprova.
ja: 支払いに失敗しました。有効な支払い方法かどうかをご確認の上再度お試しください
ka: გადახდა ვერ შესრულდა. დაადასტურეთ, რომ თქვენი გადახდის გზა მოქმედებს და სცადეთ ისევ.
kk: Төлем жасау сәтсіз болды. Жарамды төлем тәсілін тексеріп, қайтадан сынап көріңіз.
km: ការទូទាត់បានបរាជ័យ។ សូមពិនិត្យមើលថាតើវិធីសាស្រ្តទូទាត់របស់អ្នកមានសុពលភាពឬទេ រួចព្យាយាមម្តងទៀត។
kn: ಪಾವತಿ ವಿಫಲವಾಗಿದೆ. ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನ ಮಾನ್ಯವಾಗಿದೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 결제에 실패했습니다. 유효한 결제 수단인지 확인하신 후 다시 시도해 주세요.
ky: Төлөм болду, бирок сиздин төлөм жолуңуздун туура экенин текшериңиз жана кайрадан аракет кылыңыз
lo: ບໍ່ສໍາເລັດໃນການເອົາເງິນ. ກະລຸນາເບິ່ງວ່າມີວິທີການເອົາເງິນທີ່ມີສະຖານທີ່ເປັນບໍ່ສຽບຈິງບໍ່ແລະລອງໃສ່ໃໝ່.
lt: Mokėjimas nepavyko. Patikrinkite, ar turite galiojantį mokėjimo metodą, ir bandykite dar kartą.
lv: Maksājums neizdevās. Lūdzu, pārbaudiet, vai jūsu maksājuma veids ir derīgs, un mēģiniet vēlreiz.
mk: Не успеа да ја изврши уплатата. Ве молиме проверете дали вашата платна метода е валидна и обидете се повторно.
ml: പേയ്‌മെന്റ് പരാജയപ്പെട്ടു. സാധുവായ പേയ്‌മെന്റ് രീതിയാണോ എന്ന് പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക
mn: Төлбөр амжилтгүй болсон. Төлбөрийн арга хэрэгслээ шалгаад дахин оролдоно уу.
mr: पेमेंट अयशस्वी झाले. कृपया योग्य पेमेंट पध्दती आहे का ते तपासून पुन्हा प्रयत्न करा
ms: Pembayaran gagal. Sila semak sama ada kaedah pembayaran yang digunakan adalah sah dan cuba lagi.
my: ငွေပေးချေမှု မအောင်မြင်ပါ။ သင့်ပေးငွေနည်းလမ်း မှန်ကန်မှုကို စစ်ဆေးပြီး ပြန်လည်ကြိုးစားပါ။
nb: Betalingen mislyktes. Vennligst sjekk om betalingsmetoden er gyldig og prøv igjen.
ne: भुक्तानी असफल भयो। कृपया वैध भुक्तानी विधि छ कि छैन जाँच गरेर पुन: प्रयास गर्नुहोस्।
nl: Betaling is mislukt. Controleer of u een geldige betaalmethode heeft en probeer het opnieuw.
no: Betalingen mislyktes. Vennligst sjekk om betalingsmetoden er gyldig, og prøv igjen.
or: ପେମେଣ୍ଟ ବିଫଳ ହୋଇଛି। ଦୟାକରି ବୈଧ ପେମେଣ୍ଟ ପଦ୍ଧତି କି ନାହିଁ ଯାଞ୍ଚ କରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਭੁਗਤਾਨ ਅਸਫਲ ਹੋ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਲਓ ਕਿ ਭੁਗਤਾਨ ਦਾ ਢੰਗ ਵੈਧ ਹੈ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Płatność nie powiodła się. Sprawdź, czy używasz ważnej metody płatności, a następnie spróbuj ponownie.
ps: تادیه ناکام شوه. مهرباني وکړئ د تادیې معتبره طریقه چک کړئ او بیا هڅه وکړئ.
pt: O pagamento falhou. Verifique se o método de pagamento é válido e tente novamente.
ro: Plata a eșuat. Vă rugăm să verificați dacă aveți o metodă de plată validă și să încercați din nou.
ru: Оплата не удалась. Пожалуйста, проверьте, действителен ли способ оплаты, и попробуйте снова.
si: ගෙවීම අදාල වශයෙන් අසාර්ථක විය. කරුණාකර වලංගු ගෙවීමේ ශේෂය නොවන්න යළි උත්සාහ කරන්න.
sk: Platba zlyhala. Skontrolujte, či je váš spôsob platby platný, a skúste to znova.
sl: Plačilo ni uspelo. Preverite, ali je plačilna metoda veljavna, in poskusite znova.
sq: Pagesa dështoi. Ju lutemi kontrolloni nëse është një mënyrë pagese e vlefshme dhe provojeni përsëri.
sr: Плаћање није успело. Проверите да ли је начин плаћања важећи и покушајте поново.
sv: Betalningen misslyckades. Kontrollera om du har en giltig betalningsmetod och försök igen.
sw: Malipo yameshindikana. Tafadhali hakikisha njia yako ya malipo ni halali na ujaribu tena.
ta: பணம் செலுத்துதல் தோல்வியடைந்தது. சரியான பணம் செலுத்தும் முறையைச் சரிபார்த்து மீண்டும் முயற்சி செய்யவும்
te: చెల్లింపు విఫలమైంది. దయచేసి మీ చెల్లింపు పద్ధతి చెల్లుబాటు అవుతుందో తనిఖీ చేసి మళ్లీ ప్రయత్నించండి
th: การชำระเงินล้มเหลว กรุณาตรวจสอบว่าเป็นวิธีการชำระเงินที่ถูกต้องและลองอีกครั้ง
tl: Nabigo ang pagbabayad. Pakisuri kung valid ang inyong paraan ng pagbabayad at subukan muli.
tr: Ödeme başarısız oldu. Lütfen geçerli bir ödeme yöntemi olup olmadığını kontrol edin ve tekrar deneyin.
uk: Payment failed. Please check if your payment method is valid and try again.
ur: آپ کی ادائیگی ناکام ہوگئی ہے۔ براہ کرم یہ چیک کریں کہ کیا آپ کے پاس کوئی فعال ادائیگی کا طریقہ ہے اور دوبارہ کوشش کریں.
uz: To'lov amalga oshirilmadi. Iltimos, to'lov usulingizni tekshirib ko'ring va yana bir bor qizil qilmang.
vi: Thanh toán thất bại. Vui lòng kiểm tra phương thức thanh toán có hợp lệ không và thử lại.
zh: 支付失败。请确认您的支付方式是否有效，然后再试一次。
zu: Intela okuhluleka ukukhokha. Sicela uqinisekise ukuthi indlela yokukhokha iyasebenza bese uzama futhi.

# purchaseErrorProductNotAvailableForPurchaseError
source: The plan is not currently available for purchase. Please try restarting the app
af: Die betrokke plan is tans nie beskikbaar nie. Verskoon die ongerief, maar herbegin die app en probeer weer.
am: እቅዱ የተመለከተ የታዘዘ እቅድ አሁን የሚሸጥ አይደለም። እባኮትን እባኮትን አፕ ድጋፍ በመልካም ይነቅቡ።
ar: الخطة المستهدفة غير متاحة حاليًا للبيع. نعتذر عن الإزعاج، ولكن يرجى إعادة تشغيل التطبيق والمحاولة مرة أخرى.
as: লক্ষ্যিত প্লেনটো বৰ্তমান বিক্ৰয়ৰ বাবে উপলব্ধ নহয়। অসুবিধাৰ বাবে দুঃখিত, অনুগ্ৰহ কৰি এপটো পুনৰাৰম্ভ কৰি আকৌ চেষ্টা কৰক।
az: Hal-hazırda müvafiq plan satışda yoxdur. Zəhmət olmasa, tətbiqi yenidən başladın və yenidən cəhd et.
be: Абраны планы зараз не прадаюцца. Парашайце перазапусціць прыкладанне і паспрабаваць яшчэ раз.
bg: Посоченият план в момента не се предлага. Моля, рестартирайте приложението и опитайте отново.
bn: নির্বাচিত প্ল্যানটি বর্তমানে উপলব্ধ নেই। দয়া করে অ্যাপটি পুনরায় চালু করে আবার চেষ্টা করুন।
bs: Odabrani plan trenutno nije dostupan. Molimo vas da ponovo pokrenete aplikaciju i pokušate ponovo.
ca: El pla seleccionat no està disponible actualment. Si us plau, reinicieu l'aplicació i torneu-ho a provar.
cs: Tento plán aktuálně není k dispozici. Omlouváme se za nepříjemnosti, prosím, restartujte aplikaci a zkuste to znovu.
cy: Nid yw'r cynllun penodol ar gael ar hyn o bryd. Mae'n ddrwg gennyf, ond gwnewch yn siŵr eich bod yn ailgychwyn y cais a phrofi eto.
da: Den valgte plan er i øjeblikket ikke tilgængelig. Vi beklager ulejligheden, men venligst genstart appen og prøv igen.
de: Der entsprechende Plan ist derzeit nicht im Verkauf. Bitte starten Sie die App neu und versuchen Sie es erneut.
el: Το συγκεκριμένο πρόγραμμα δεν είναι διαθέσιμο προς πώληση αυτή τη στιγμή. Σας παρακαλούμε να επανεκκινήσετε την εφαρμογή και να δοκιμάσετε ξανά.
es: El plan seleccionado no está disponible en este momento. Por favor, reinicia la aplicación e inténtalo de nuevo.
et: Praegune plaan ei ole müügis. Palun proovige uuesti pärast rakenduse taaskäivitamist.
eu: Gaur egun ez dago eskuragarri dagoen plana. Mesedez, saiatu zaitez aplikazioa berriro abiarazita.
fa: این طرح فعلاً برای فروش در دسترس نیست. لطفاً از شما درخواست می‌شود که برنامه را دوباره راه‌اندازی کرده و امتحان کنید.
fi: Valittua suunnitelmaa ei ole tällä hetkellä myynnissä. Ole hyvä ja käynnistä sovellus uudelleen ja yritä uudelleen.
fil: Ang target na plano ay kasalukuyang hindi available para sa pagbili. Mangyaring i-restart ang app at subukang muli.
fr: Le plan ciblé n'est actuellement pas à la vente. Veuillez redémarrer l'application et réessayer.
gl: O plan correspondente non está dispoñible actualmente. Por favor, reinicia a aplicación e inténtao de novo.
gu: આ પ્લાન હાલમાં ઉપલબ્ધ નથી. કૃપા કરીને એપ્લિકેશનને પુનઃ શરૂ કરીને ફરીથી પ્રયાસ કરો.
he: התוכנית הרלוונטית אינה זמינה למכירה כיום. אנו מתנצלים, אך אנא הפעל מחדש את האפליקציה והניסיון שוב.
hi: यह प्लान अभी उपलब्ध नहीं है। कृपया ऐप को रीस्टार्ट करके दोबारा कोशिश करें।
hr: Trenutni plan nije dostupan za prodaju. Molimo ponovno pokrenite aplikaciju i pokušajte ponovo.
hu: Jelenleg nem elérhető a kiválasztott terv. Kérjük, indítsa újra az alkalmazást, és próbálja újra.
hy: Ընտրովի պլանը ներկայումս վաճառքում չկա։ Խնդրում ենք կրկին սկսել ծրագիրը և փորձել։
id: Rencana yang dimaksud saat ini tidak tersedia untuk dijual. Kami mohon maaf atas ketidaknyamanan ini, silakan coba lagi setelah memulai ulang aplikasi.
is: Þetta áætlun er ekki í boði núna. Vinsamlegast endurræstu appið og reyndu aftur.
it: Il piano selezionato non è attualmente disponibile. Ci scusiamo per l'inconveniente, riavvia l'app e riprova.
ja: 対象のプランは現在販売しておりません。お手数ですがアプリを再起動の上お試しください
ka: ამჟღავნებული გეგმა ახლა არ არის ხელმისაწვდომი. გთხოვთ, ხელახლა გაუშვათ აპლიკაცია და სცადეთ ისევ.
kk: Таңдалған жоспар қазіргі уақытта сатылымда жоқ. Кешіріңіз, бірақ қосымшаны қайта іске қосып көріңіз.
km: គម្រោងនេះមិនអាចប្រើបានក្នុងពេលបច្ចុប្បន្ននេះទេ។ សូមចាប់ផ្តើមកម្មវិធីឡើងវិញហើយព្យាយាមម្តងទៀត។
kn: ಆಯ್ಕೆಮಾಡಿದ ಯೋಜನೆಯು ಪ್ರಸ್ತುತ ಲಭ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಮರುಪಾರಂಭಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 해당 플랜은 현재 판매되지 않습니다. 앱을 재시작한 후 다시 시도해주세요
ky: Учурда көрсөтүлгөн план сатыкка чыкпаган. Сураныч, тиркемени кайрадан иштетип көрүңүз.
lo: ບິນຄວາມປອດໃຈສໍາລັບແຜນງານທີ່ກໍ່ນີ້ບໍ່ໄດ້ຖືກຈັດສົ່ງໃຫ້. ຂໍອະໄພ, ກະລຸນາແອັບກະລະບົດໃໝ່ແລະລອງໃຊ້ໃຈແບບອີກຄັ້ງ.
lt: Pasirinktas planas šiuo metu nėra parduodamas. Atsiprašome, bet bandykite dar kartą iš naujo paleidę programą.
lv: Izvēlētais plāns pašlaik nav pieejams. Atvainojiet par sagādātajām neērtībām, lūdzu, atkārtoti palaižiet lietotni un mēģiniet vēlreiz.
mk: Целната програма не се продава во моментов. Ве молиме да ја рестартирате апликацијата и повторно да пробате.
ml: തിരഞ്ഞെടുത്ത പ്ലാൻ നിലവിൽ ലഭ്യമല്ല. ദയവായി ആപ്പ് പുനരാരംഭിച്ച് വീണ്ടും ശ്രമിക്കുക
mn: Сонгосон төлөвлөгөө одоогоор боломжтой биш байна. Аппликейшнийг дахин эхлүүлээд дахин оролдоно уу.
mr: लक्षित योजना सध्या विक्रीसाठी उपलब्ध नाही. कृपया अॅप रीस्टार्ट करून पुन्हा प्रयत्न करा
ms: Pelan yang dimaksud tidak tersedia untuk dijual pada masa ini. Sila cuba lagi setelah memulakan semula aplikasi.
my: ရွေးချယ်ထားသောပလန်သည် လက်ရှိတွင် ရောင်းချမှုမရှိပါ။ အပ်ပလီကေးရှင်းကို ပြန်လည်စတင်ပြီး ပြန်လည်ကြိုးစားပါ။
nb: Den aktuelle planen er ikke tilgjengelig for salg. Vennligst start appen på nytt og prøv igjen.
ne: यो योजना हाल उपलब्ध छैन। कृपया एपलाई रिस्टार्ट गरेर फेरि प्रयास गर्नुहोस्।
nl: Het geselecteerde abonnement is momenteel niet beschikbaar. Onze excuses voor het ongemak, maar probeer het alstublieft opnieuw na het herstarten van de app.
no: Den aktuelle planen er ikke tilgjengelig for salg. Vennligst restart appen og prøv igjen.
or: ଲକ୍ଷ୍ୟ ଯୋଜନା ବର୍ତ୍ତମାନ ବିକ୍ରୟ କରୁନାହିଁ। ଦୟାକରି ଆପ୍‌କୁ ପୁନଃଆରମ୍ଭ କରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਚੁਣਿਆ ਗਿਆ ਪਲਾਨ ਫਿਲਹਾਲ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਐਪ ਨੂੰ ਰੀਸਟਾਰਟ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wybrany plan nie jest obecnie dostępny. Proszę spróbować ponownie po ponownym uruchomieniu aplikacji.
ps: دا هدف پلان اوس مهال په پلور کې نشته. مهرباني وکړئ د غوښتنلیک بیا پیل کړئ او بیا هڅه وکړئ.
pt: O plano específico não está atualmente à venda. Por favor, reinicie o aplicativo e tente novamente.
ro: Planul vizat nu este disponibil în prezent. Vă rugăm să reporniți aplicația și să încercați din nou.
ru: Выберите план, который в настоящее время не продается. Пожалуйста, перезапустите приложение и попробуйте еще раз.
si: ඉලක්කය වූ සැලසුම් දැනට අලෙවි කිරීමට නොමැත. කරුණාකර යෙදුම නැවත ආරම්භ කර නැවත පරීක්ෂා කරන්න.
sk: Tento plán nie je momentálne k dispozícii. Ospravedlňujeme sa, ale prosím reštartujte aplikáciu a vyskúšajte to znovu.
sl: Izbrani načrt trenutno ni na voljo. Opravičujemo se za nevšečnosti, vendar prosimo, da aplikacijo znova zaženete in poskusite znova.
sq: Plani i synuar aktualisht nuk është në shitje. Na vjen keq, por ju lutemi ri-nisni aplikacionin dhe provoni përsëri.
sr: Тренутно не продајемо наведени план. Извините, али покушајте поново након поновног покретања апликације.
sv: Den aktuella planen är för närvarande inte tillgänglig. Vänligen starta om appen och försök igen.
sw: Mpango uliochagua haupatikani kwa sasa. Tafadhali zindua upya programu na ujaribu tena.
ta: குறிப்பிட்ட திட்டம் தற்போது விற்பனையில் இல்லை. தயவுசெய்து ஆப்ஸை மீண்டும் தொடங்கி முயற்சிக்கவும்
te: ఎంపిక చేసిన ప్లాన్ ప్రస్తుతం అందుబాటులో లేదు. దయచేసి యాప్‌ను రీస్టార్ట్ చేసి మళ్లీ ప్రయత్నించండి
th: แผนที่เลือกไม่ได้ขายในขณะนี้ ขออภัยในความไม่สะดวก กรุณาปิดและเปิดแอปพลิเคชันอีกครั้งแล้วลองใหม่อีกครั้ง
tl: Hindi available ang napiling plan sa ngayon. Pakisuyo na i-restart ang app at subukan muli.
tr: Şu anda satılmakta olan bir plan yok. Lütfen uygulamayı yeniden başlatıp tekrar deneyin.
uk: The target plan is currently not available for sale. We apologize for the inconvenience, but please restart the app and try again.
ur: اس منصوبے کی وجہ سے اس وقت فروخت پر نہیں ہے۔ براہ کرم ایپ کو دوبارہ شروع کریں اور کوشش کریں۔
uz: Hozirgi vaqtda ushbu reja sotuvda mavjud emas. Iltimos, ilovani qayta ishga tushirib ko'ring.
vi: Gói dịch vụ này hiện không có sẵn. Vui lòng khởi động lại ứng dụng và thử lại.
zh: 当前该计划尚未销售。非常抱歉，请重新启动应用程序并再试一次。
zu: Le phakethe elihlosiwe okwamanje alithengiswanga. Ngiyacela, uqale kabusha uhlelo lokusebenza bese uzama.
