Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

source: View more details
af: Kyk in meer detail
am: መርሃ ግብር ይመልከቱ
ar: عرض التفاصيل
as: আৰু চাওক
az: Ətraflı bax
be: глыбокае азнаямленне
bg: Виж повече
bn: আরো দেখুন
bs: Saznaj više
ca: Veure més
cs: podívat se podrobněji
cy: gweld yn fanylach
da: Se detalj
de: Genau ansehen
el: δείτε λεπτομέρειες
es: Ver más
et: Vaata lähemalt
eu: xehetasunak ikusi
fa: مشاهده جزئیات
fi: tarkista tarkemmin
fil: Tingnan ang detalye
fr: Voir les détails
gl: ver máis detalles
gu: વધુ જુઓ
he: לראות במפורט
hi: और देखें
hr: Pogledaj detaljno
hu: Részletesen megnézni
hy: լրիվ դիտել
id: Lihat selengkapnya
is: skoða í smáatriðum
it: Vedi dettagli
ja: くわしくみる
ka: დეტალურად ნახვა
kk: Толығырақ қарау
km: មើលបន្ថែម
kn: ಹೆಚ್ಚು ನೋಡಿ
ko: 자세히 보기
ky: Төмөнкү маалыматты жакшылап караңыз
lo: ເບິ່ງລາຍລະອຽດ
lt: Peržiūrėti išsamiai
lv: Skatīt sīkāk
mk: Погледнете подетално
ml: കൂടുതൽ കാണുക
mn: дэлгэрэнгүй үзэх
mr: तपशीलवार पहा
ms: Lihat dengan lebih terperinci
my: အသေးစိတ်ကြည့်ရှု
nb: Se mer
ne: थप हेर्नुहोस्
nl: Meer informatie
no: Se detaljer
or: ଅଧିକ ଦେଖନ୍ତୁ
pa: ਵਿਸਤਾਰ ਵੇਖੋ
pl: Zobacz szczegóły
ps: تفصیل وګورئ
pt: Ver detalhes
ro: Vezi mai multe detalii
ru: Посмотреть детали
si: විශේෂයෙන් බලන්න
sk: Preskúmať podrobnejšie
sl: Poglej podrobneje
sq: shiko më në detaje
sr: погледајте детаљније
sv: Se mer detaljerat
sw: Ona zaidi
ta: விரிவாக பார்க்கவும்
te: వివరాలు చూడండి
th: ดูรายละเอียดเพิ่มเติม
tl: Tingnan pa
tr: ayrıntılı bak
uk: View Details
ur: تفصیل سے دیکھیں
uz: batafsil ko'rish
vi: Xem chi tiết
zh: 详细查看
zu: buka kabanzi

source: View more
af: Meer weergawe
am: መታወቂያ ይጨምሩ
ar: عرض المزيد
as: আৰু চাওক
az: Daha çox
be: Большая колькасць
bg: Вижте повече
bn: আরও দেখুন
bs: Vidi više
ca: Veure més
cs: Zobrazit více
cy: Mwy i weld
da: Se mere
de: Mehr anzeigen
el: Δείτε περισσότερα
es: Ver más
et: Vaata rohkem
eu: Gehiago ikusi
fa: بیشتر ببینید
fi: Näytä lisää
fil: Tingnan pa
fr: Voir plus
gl: Ver máis
gu: વધુ જુઓ
he: ראה עוד
hi: और देखें
hr: Pogledaj više
hu: Tovább
hy: աշատը պարզել
id: Lihat lebih banyak
is: Sjá meira
it: Visualizza altro
ja: もっと見る
ka: გაიცანით მეტი
kk: Көбірек көрсету
km: មើលបន្ថែម
kn: ಇನ್ನಷ್ಟು ನೋಡಿ
ko: 더 보기
ky: Көбүрөөк көрүү
lo: ເບິ່ງເພີ່ມເຕີມ
lt: Rodytis daugiau
lv: Vairāk
mk: Повеќе информации
ml: കൂടുതൽ കാണുക
mn: Илүү харах
mr: आणखी पहा
ms: Lagi Lihat
my: ပို၍ကြည့်ရန်
nb: Se mer
ne: थप हेर्नुहोस्
nl: Meer weergeven
no: Se mer
or: ଅଧିକ ଦେଖନ୍ତୁ
pa: ਹੋਰ ਵੇਖੋ
pl: Więcej
ps: نور ډېر
pt: Ver mais
ro: Vezi mai mult
ru: Смотреть больше
si: මිලින් වැඩිදුර
sk: Viac zobraziť
sl: Poglej več
sq: Shiko më shumë
sr: Више
sv: Visa mer
sw: Ona zaidi
ta: மேலும் பார்க்க
te: మరింత చూడండి
th: ดูเพิ่มเติม
tl: Tingnan pa
tr: Daha fazla göster
uk: See more
ur: زیادہ دیکھیں
uz: Batafsil ko'rish
vi: Xem thêm
zh: 查看更多
zu: Bheka eminye

# afterLastTakenPillNumber
source: {afterLastTakenPillNumber}th
af: {afterLastTakenPillNumber} nommer
am: {afterLastTakenPillNumber} እትም
ar: رقم {afterLastTakenPillNumber}
as: {afterLastTakenPillNumber}নং
az: {afterLastTakenPillNumber}-ci
be: {afterLastTakenPillNumber} нумар
bg: -та
bn: {afterLastTakenPillNumber}তম
bs: {afterLastTakenPillNumber}.
ca: {afterLastTakenPillNumber}a
cs: {afterLastTakenPillNumber} číslo
cy: {afterLastTakenPillNumber}
da: {afterLastTakenPillNumber} nummer
de: {afterLastTakenPillNumber}.
el: {afterLastTakenPillNumber}β
es: {afterLastTakenPillNumber}º
et: {afterLastTakenPillNumber} number
eu: {afterLastTakenPillNumber} zen
fa: {afterLastTakenPillNumber} شماره
fi: {afterLastTakenPillNumber} kappale
fil: ika-{afterLastTakenPillNumber}
fr: {afterLastTakenPillNumber} numéro
gl: {afterLastTakenPillNumber}ª
gu: {afterLastTakenPillNumber}મો
he: {afterLastTakenPillNumber}
hi: {afterLastTakenPillNumber}वीं
hr: {afterLastTakenPillNumber}.
hu: {afterLastTakenPillNumber} szám
hy: {afterLastTakenPillNumber}
id: {afterLastTakenPillNumber} pill
is: {afterLastTakenPillNumber} númer
it: {afterLastTakenPillNumber}°
ja: {afterLastTakenPillNumber}番
ka: {afterLastTakenPillNumber} номер
kk: {afterLastTakenPillNumber} номер
km: ទី{afterLastTakenPillNumber}
kn: {afterLastTakenPillNumber}ನೇ
ko: {afterLastTakenPillNumber}번
ky: {afterLastTakenPillNumber} номер
lo: {afterLastTakenPillNumber}
lt: {afterLastTakenPillNumber}
lv: {afterLastTakenPillNumber} numurs
mk: {afterLastTakenPillNumber} број
ml: {afterLastTakenPillNumber}ാം
mn: {afterLastTakenPillNumber} дугаар
mr: {afterLastTakenPillNumber}वी
ms: {afterLastTakenPillNumber}
my: {afterLastTakenPillNumber} အမှတ်
nb: {afterLastTakenPillNumber} pill
ne: {afterLastTakenPillNumber}औं
nl: {afterLastTakenPillNumber}
no: {afterLastTakenPillNumber}
or: {afterLastTakenPillNumber}ତମ
pa: {afterLastTakenPillNumber}ਵਾਂ
pl: {afterLastTakenPillNumber}
ps: {afterLastTakenPillNumber} شمېر
pt: {afterLastTakenPillNumber}º
ro: numărul {afterLastTakenPillNumber}
ru: {afterLastTakenPillNumber}-й
si: {afterLastTakenPillNumber} කුඩු
sk: {afterLastTakenPillNumber}
sl: {afterLastTakenPillNumber}
sq: {afterLastTakenPillNumber} numri
sr: {afterLastTakenPillNumber} број
sv: {afterLastTakenPillNumber}
sw: {afterLastTakenPillNumber}
ta: {afterLastTakenPillNumber}வது
te: {afterLastTakenPillNumber}వ
th: {afterLastTakenPillNumber}
tl: {afterLastTakenPillNumber}
tr: {afterLastTakenPillNumber}. hap
uk: pill number {afterLastTakenPillNumber}
ur: {afterLastTakenPillNumber} نمبر
uz: {afterLastTakenPillNumber}-chi
vi: số {afterLastTakenPillNumber}
zh: 第{afterLastTakenPillNumber}颗
zu: {afterLastTakenPillNumber}

# leftDashAfterLastTakenPillNumber
source: {left}-{afterLastTakenPillNumber}th
af: {left}-{afterLastTakenPillNumber}
am: {left}-{afterLastTakenPillNumber} አምባ
ar: {left}-{afterLastTakenPillNumber} رقم
as: {left}-{afterLastTakenPillNumber}নম্বৰ
az: {left}-{afterLastTakenPillNumber}-ci
be: {left}-{afterLastTakenPillNumber} нумар
bg: {left}-{afterLastTakenPillNumber}№
bn: {left}-{afterLastTakenPillNumber}নং
bs: {left}-{afterLastTakenPillNumber}.
ca: {left}-{afterLastTakenPillNumber}
cs: {left}-{afterLastTakenPillNumber}
cy: {left}-{afterLastTakenPillNumber}
da: {left}-{afterLastTakenPillNumber}
de: {left}-{afterLastTakenPillNumber}
el: {left}-{afterLastTakenPillNumber}
es: {left}-nº{afterLastTakenPillNumber}
et: {left}-{afterLastTakenPillNumber} number
eu: {left}-{afterLastTakenPillNumber}ko
fa: {left}-{afterLastTakenPillNumber} شماره
fi: {left}-{afterLastTakenPillNumber}
fil: {left}-{afterLastTakenPillNumber} na bilang
fr: {left}-{afterLastTakenPillNumber}e
gl: {left}-{afterLastTakenPillNumber} número
gu: {left}-{afterLastTakenPillNumber}નંબર
he: {left}-{afterLastTakenPillNumber}
hi: {left}-{afterLastTakenPillNumber} नंबर
hr: {left}-{afterLastTakenPillNumber}.
hu: {left}-{afterLastTakenPillNumber} db
hy: {left}-{afterLastTakenPillNumber}
id: {left}-{afterLastTakenPillNumber} nomor
is: {left}-{afterLastTakenPillNumber} numur
it: {left}-n°{afterLastTakenPillNumber}
ja: {left}-{afterLastTakenPillNumber}番
ka: {left}-{afterLastTakenPillNumber} ნომერი
kk: {left}-{afterLastTakenPillNumber}
km: {left}-{afterLastTakenPillNumber}លេខ
kn: {left}-{afterLastTakenPillNumber}ನೇ
ko: {left}-{afterLastTakenPillNumber}번
ky: {left}-{afterLastTakenPillNumber} номер
lo: {left}-{afterLastTakenPillNumber} ບໍ່
lt: {left}-{afterLastTakenPillNumber}
lv: {left}-{afterLastTakenPillNumber} numurs
mk: {left}-{afterLastTakenPillNumber}
ml: {left}-{afterLastTakenPillNumber}ാം
mn: {left}-{afterLastTakenPillNumber} дугаар
mr: {left}-{afterLastTakenPillNumber}वा
ms: {left}-{afterLastTakenPillNumber}
my: {left}-{afterLastTakenPillNumber}အမှတ်
nb: {left}-{afterLastTakenPillNumber}
ne: {left}-{afterLastTakenPillNumber} नंबर
nl: {left}-{afterLastTakenPillNumber} nummer
no: {left}-{afterLastTakenPillNumber}
or: {left}-{afterLastTakenPillNumber} ନଂ
pa: {left}-{afterLastTakenPillNumber} ਨੰਬਰ
pl: {left}-{afterLastTakenPillNumber} numer
ps: {left}-{afterLastTakenPillNumber} نمبر
pt: {left}-{afterLastTakenPillNumber}º
ro: {left}-{afterLastTakenPillNumber}
ru: {left}-{afterLastTakenPillNumber} номер
si: {left}-{afterLastTakenPillNumber}ක්
sk: {left}-{afterLastTakenPillNumber} číslo
sl: {left}-{afterLastTakenPillNumber}
sq: {left}-{afterLastTakenPillNumber} numri
sr: {left}-{afterLastTakenPillNumber} број
sv: {left}-{afterLastTakenPillNumber}
sw: {left}-Na.{afterLastTakenPillNumber}
ta: {left}-{afterLastTakenPillNumber}எண்
te: {left}-{afterLastTakenPillNumber}నం
th: {left}-{afterLastTakenPillNumber}
tl: {left}-{afterLastTakenPillNumber}
tr: {left}-{afterLastTakenPillNumber} numara
uk: {left}-{afterLastTakenPillNumber}
ur: {left}-{afterLastTakenPillNumber} کی تعداد
uz: {left}-{afterLastTakenPillNumber} raqam
vi: {left}-{afterLastTakenPillNumber}
zh: {left}-{afterLastTakenPillNumber}号
zu: {left}-{afterLastTakenPillNumber}

# beforeLastTakenPillNumber
source: {beforeLastTakenPillNumber}th
af: {beforeLastTakenPillNumber} nommer
am: {beforeLastTakenPillNumber} ቁጥር
ar: رقم {beforeLastTakenPillNumber}
as: {beforeLastTakenPillNumber}নং
az: {beforeLastTakenPillNumber} №
be: {beforeLastTakenPillNumber} нумар
bg: {beforeLastTakenPillNumber}-та
bn: {beforeLastTakenPillNumber}নং
bs: {beforeLastTakenPillNumber}. broj
ca: núm. {beforeLastTakenPillNumber}
cs: {beforeLastTakenPillNumber}.
cy: gyf {beforeLastTakenPillNumber}
da: {beforeLastTakenPillNumber} nummer
de: {beforeLastTakenPillNumber} Nummer
el: {beforeLastTakenPillNumber} αριθμός
es: Nº {beforeLastTakenPillNumber}
et: {beforeLastTakenPillNumber} number
eu: {beforeLastTakenPillNumber} zen
fa: قرص شماره {beforeLastTakenPillNumber}
fi: {beforeLastTakenPillNumber}
fil: Bilang {beforeLastTakenPillNumber}
fr: pil numéro {beforeLastTakenPillNumber}
gl: pílula número {beforeLastTakenPillNumber}
gu: {beforeLastTakenPillNumber}નંબર
he: {beforeLastTakenPillNumber} כדור
hi: {beforeLastTakenPillNumber} नंबर
hr: {beforeLastTakenPillNumber} broj
hu: {beforeLastTakenPillNumber} szám
hy: {beforeLastTakenPillNumber}-րդ
id: {beforeLastTakenPillNumber} pill
is: {beforeLastTakenPillNumber} númer
it: {beforeLastTakenPillNumber}°
ja: {beforeLastTakenPillNumber}番
ka: {beforeLastTakenPillNumber} ნომერი
kk: {beforeLastTakenPillNumber}-шы
km: {beforeLastTakenPillNumber}លេខ
kn: {beforeLastTakenPillNumber}ನೇ
ko: {beforeLastTakenPillNumber}번
ky: {beforeLastTakenPillNumber} номер
lo: {beforeLastTakenPillNumber} ບົດ
lt: {beforeLastTakenPillNumber} tabletė
lv: {beforeLastTakenPillNumber} numurs
mk: {beforeLastTakenPillNumber} број
ml: {beforeLastTakenPillNumber} നമ്പർ
mn: {beforeLastTakenPillNumber} дугаар
mr: {beforeLastTakenPillNumber} क्रमांक
ms: {beforeLastTakenPillNumber}
my: {beforeLastTakenPillNumber}နံပါတ်
nb: {beforeLastTakenPillNumber} pill
ne: {beforeLastTakenPillNumber}नं
nl: {beforeLastTakenPillNumber}
no: {beforeLastTakenPillNumber} nummer
or: {beforeLastTakenPillNumber} ନମ୍ବର
pa: {beforeLastTakenPillNumber} ਨੰਬਰ
pl: {beforeLastTakenPillNumber} numer
ps: {beforeLastTakenPillNumber} نمبر
pt: {beforeLastTakenPillNumber}º
ro: numărul {beforeLastTakenPillNumber}
ru: номер {beforeLastTakenPillNumber}
si: {beforeLastTakenPillNumber}මහ
sk: {beforeLastTakenPillNumber} číslo
sl: {beforeLastTakenPillNumber}
sq: {beforeLastTakenPillNumber} numri
sr: {beforeLastTakenPillNumber} broj
sv: {beforeLastTakenPillNumber}
sw: Nambari {beforeLastTakenPillNumber}
ta: {beforeLastTakenPillNumber} எண்
te: {beforeLastTakenPillNumber}వ
th: {beforeLastTakenPillNumber}
tl: Numero {beforeLastTakenPillNumber}
tr: {beforeLastTakenPillNumber} numara
uk: pill number {beforeLastTakenPillNumber}
ur: {beforeLastTakenPillNumber} نمبر
uz: {beforeLastTakenPillNumber}-chi
vi: số {beforeLastTakenPillNumber}
zh: 第{beforeLastTakenPillNumber}颗
zu: {beforeLastTakenPillNumber}

# beforeLastDashAfterLastTakenPlusOnePillNumber
source: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}th
af: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}
am: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} ቁጥር
ar: رقم {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}
as: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}নং
az: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} №
be: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} нумар
bg: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} номер
bn: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}নম্বর
bs: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}.
ca: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}
cs: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} číslo
cy: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} rhif
da: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}
de: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} Stück
el: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} αριθμός
es: pastillas {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}
et: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} number
eu: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} zenbakia
fa: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} عدد
fi: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} kpl
fil: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} na bilang
fr: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} pilles
gl: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} número
gu: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}નં
he: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}
hi: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} नंबर
hr: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}. broj
hu: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} szám
hy: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} համար
id: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} nomor
is: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} númer
it: n. {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}
ja: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}番
ka: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} ნომერი
kk: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} нөмір
km: គ្រាប់ទី {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}
kn: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} ನೇ
ko: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}번
ky: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} номер
lo: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}ეულ
lt: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} numeris
lv: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} numurs
mk: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} број
ml: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} നമ്പർ
mn: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} дугаар
mr: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} क्रमांक
ms: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}
my: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}နံပါတ်
nb: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} nummer
ne: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}नम्बर
nl: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} nummer
no: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} nummer
or: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}ନଂ
pa: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} ਨੰਬਰ
pl: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} numer
ps: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} نمبر
pt: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}
ro: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} numarul
ru: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} номер
si: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}අංක
sk: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} číslo
sl: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} številka
sq: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} numri
sr: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} broj
sv: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}
sw: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} nambari
ta: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} எண்
te: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} సంఖ్యలు
th: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} หมายเลข
tl: bilang {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}
tr: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} numara
uk: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} pills
ur: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} نمبر
uz: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} raqam
vi: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} số
zh: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne}号
zu: {beforeLastTakenPillNumber}-{afterLastTakenPillNumberPlusOne} inombolo

# oneToAfterDisplayNumberBeginPillNumber
source: 1→{afterDisplayNumberSettingBeginPillNumber}th
af: 1→{afterDisplayNumberSettingBeginPillNumber} nommer
am: 1→{afterDisplayNumberSettingBeginPillNumber} የሚመለከተው
ar: ١ ← {afterDisplayNumberSettingBeginPillNumber}
as: ১→{afterDisplayNumberSettingBeginPillNumber}নং
az: 1→{afterDisplayNumberSettingBeginPillNumber} №
be: 1→{afterDisplayNumberSettingBeginPillNumber} номер
bg: 1→{afterDisplayNumberSettingBeginPillNumber}
bn: ১→{afterDisplayNumberSettingBeginPillNumber} নং
bs: 1→{afterDisplayNumberSettingBeginPillNumber}
ca: 1 a {afterDisplayNumberSettingBeginPillNumber}
cs: 1→{afterDisplayNumberSettingBeginPillNumber} číslo
cy: 1→{afterDisplayNumberSettingBeginPillNumber} rhif
da: 1→{afterDisplayNumberSettingBeginPillNumber} nummer
de: 1→{afterDisplayNumberSettingBeginPillNumber}
el: 1→{afterDisplayNumberSettingBeginPillNumber}
es: 1 a {afterDisplayNumberSettingBeginPillNumber}
et: 1→{afterDisplayNumberSettingBeginPillNumber} number
eu: 1→{afterDisplayNumberSettingBeginPillNumber} zen
fa: ۱→{afterDisplayNumberSettingBeginPillNumber} عدد
fi: 1→{afterDisplayNumberSettingBeginPillNumber} numero
fil: 1→Bilang {afterDisplayNumberSettingBeginPillNumber}
fr: 1→{afterDisplayNumberSettingBeginPillNumber} numéro
gl: 1→{afterDisplayNumberSettingBeginPillNumber}
gu: 1→{afterDisplayNumberSettingBeginPillNumber}નંબર
he: 1→{afterDisplayNumberSettingBeginPillNumber}
hi: 1→{afterDisplayNumberSettingBeginPillNumber} नंबर
hr: 1→{afterDisplayNumberSettingBeginPillNumber} broj
hu: 1→{afterDisplayNumberSettingBeginPillNumber} szám
hy: 1→{afterDisplayNumberSettingBeginPillNumber}
id: 1→{afterDisplayNumberSettingBeginPillNumber} nomor
is: 1→{afterDisplayNumberSettingBeginPillNumber}
it: 1→n. {afterDisplayNumberSettingBeginPillNumber}
ja: 1→{afterDisplayNumberSettingBeginPillNumber}番
ka: 1→{afterDisplayNumberSettingBeginPillNumber} ნომერია
kk: 1→{afterDisplayNumberSettingBeginPillNumber} саны
km: ១→លេខ{afterDisplayNumberSettingBeginPillNumber}
kn: 1→{afterDisplayNumberSettingBeginPillNumber}ನಂ
ko: 1→{afterDisplayNumberSettingBeginPillNumber}번
ky: 1→{afterDisplayNumberSettingBeginPillNumber} номер
lo: 1→{afterDisplayNumberSettingBeginPillNumber}ເລກ
lt: 1→{afterDisplayNumberSettingBeginPillNumber}
lv: 1→{afterDisplayNumberSettingBeginPillNumber} numurs
mk: 1→{afterDisplayNumberSettingBeginPillNumber} број
ml: 1 മുതൽ {afterDisplayNumberSettingBeginPillNumber}
mn: 1→{afterDisplayNumberSettingBeginPillNumber} дугаар
mr: १→{afterDisplayNumberSettingBeginPillNumber} क्रमांक
ms: 1→{afterDisplayNumberSettingBeginPillNumber}
my: ၁→{afterDisplayNumberSettingBeginPillNumber}
nb: 1→{afterDisplayNumberSettingBeginPillNumber} nummer
ne: 1→{afterDisplayNumberSettingBeginPillNumber}नम्बर
nl: 1→{afterDisplayNumberSettingBeginPillNumber}
no: 1→{afterDisplayNumberSettingBeginPillNumber} nummer
or: ୧→{afterDisplayNumberSettingBeginPillNumber}ନମ୍ବର
pa: 1→{afterDisplayNumberSettingBeginPillNumber}ਨੰਬਰ
pl: 1→{afterDisplayNumberSettingBeginPillNumber} numer
ps: 1→{afterDisplayNumberSettingBeginPillNumber}شماره
pt: 1→{afterDisplayNumberSettingBeginPillNumber} número
ro: 1→{afterDisplayNumberSettingBeginPillNumber} număr
ru: 1→{afterDisplayNumberSettingBeginPillNumber} номер
si: 1→{afterDisplayNumberSettingBeginPillNumber}
sk: 1→{afterDisplayNumberSettingBeginPillNumber}
sl: 1→{afterDisplayNumberSettingBeginPillNumber} številka
sq: 1→{afterDisplayNumberSettingBeginPillNumber} numri
sr: 1→{afterDisplayNumberSettingBeginPillNumber} број
sv: 1→{afterDisplayNumberSettingBeginPillNumber} nummer
sw: 1→{afterDisplayNumberSettingBeginPillNumber}
ta: 1→{afterDisplayNumberSettingBeginPillNumber}எண்
te: 1→{afterDisplayNumberSettingBeginPillNumber}వ
th: 1→{afterDisplayNumberSettingBeginPillNumber} หมายเลข
tl: 1→{afterDisplayNumberSettingBeginPillNumber}
tr: 1→{afterDisplayNumberSettingBeginPillNumber} numara
uk: 1→{afterDisplayNumberSettingBeginPillNumber} number
ur: 1→{afterDisplayNumberSettingBeginPillNumber} کی گنتی
uz: {afterDisplayNumberSettingBeginPillNumber}-chi
vi: 1 → số {afterDisplayNumberSettingBeginPillNumber}
zh: 第{afterDisplayNumberSettingBeginPillNumber}个
zu: 1→{afterDisplayNumberSettingBeginPillNumber}
