Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# reachedMaximumCountOfReminderTimes
source: You have reached the maximum number of reminder times. Please limit to {ReminderTimeMaximumCount} items
af: U het die maksimum aantal geregistreerde herinnerings bereik. Hou asseblief binne {ReminderTimeMaximumCount} items.
am: በመሆን የሚታይ የመድሃኒት ቦታዎች አልተገኘም። {ReminderTimeMaximumCount} ቦታዎች በእርስዎ ማስታወሻ ይታወቃሉ
ar: لقد وصلت إلى الحد الأقصى للتسجيل. يرجى الحفاظ على العدد في غضون {ReminderTimeMaximumCount}.
as: পঞ্জীকৰণৰ সৰ্বোচ্চ সীমা পোৱা গৈছে। {ReminderTimeMaximumCount}টাৰ ভিতৰত ৰাখক।
az: Qeydiyyat üçün maksimum həddə çatdınız. Zəhmət olmasa {ReminderTimeMaximumCount} ədəd daxilində saxlayın.
be: Дасягнута максімальная колькасць запісаў. Калі ласка, захавайцеся ў межах {ReminderTimeMaximumCount} запісаў.
bg: Достигнат е максималният брой регистрации. Моля, намалете до {ReminderTimeMaximumCount} записи.
bn: নিবন্ধনের সর্বোচ্চ সীমায় পৌঁছেছেন। {ReminderTimeMaximumCount}টির মধ্যে রাখুন
bs: Dostigli ste maksimalni broj registracija. Molimo vas da smanjite na {ReminderTimeMaximumCount} ili manje.
ca: S'ha arribat al límit màxim de registres. Si us plau, mantingueu-ho dins de {ReminderTimeMaximumCount} recordatoris.
cs: Dosáhli jste maximálního počtu, který lze zaregistrovat. Prosím, omezte se na {ReminderTimeMaximumCount} položek.
cy: Mae'r terfyn cofrestru wedi'i gyrraedd. Cadwch o fewn {ReminderTimeMaximumCount} o gofrestriadau.
da: Du har nået det maksimale antal registreringer. Vær venlig at holde dig inden for {ReminderTimeMaximumCount} registreringer.
de: Die maximale Anzahl der registrierbaren Erinnerungen wurde erreicht. Bitte auf maximal {ReminderTimeMaximumCount} Erinnerungen beschränken.
el: Έχετε φτάσει το ανώτατο όριο εγγραφών. Παρακαλώ περιορίστε το σε {ReminderTimeMaximumCount} ή λιγότερες εγγραφές.
es: Has alcanzado el límite máximo de registro. Por favor, mantén el número dentro de {ReminderTimeMaximumCount} recordatorios.
et: Olete saavutanud registreerimise maksimumarvu. Palun hoidke see alla {ReminderTimeMaximumCount} eseme.
eu: Gehieneko izena iritsi da. Mesedez, mantendu {ReminderTimeMaximumCount} iragarki barne.
fa: به حداکثر تعداد قابل ثبت رسیده‌اید. لطفاً تا {ReminderTimeMaximumCount} مورد محدود کنید.
fi: Olet saavuttanut rekisteröitävien muistutusten enimmäismäärän. Ole hyvä ja rajoita ne {ReminderTimeMaximumCount} kappaleeseen.
fil: Naabot na ang maximum na limite. Pakilimita sa {ReminderTimeMaximumCount} na mga reminder lamang.
fr: Vous avez atteint la limite d'enregistrement. Veuillez vous limiter à {ReminderTimeMaximumCount} éléments maximum.
gl: Alcanzou o límite de rexistro. Debe permanecer dentro de {ReminderTimeMaximumCount} elementos.
gu: નોંધણીની મર્યાદા પહોંચી ગઈ છે. કૃપા કરીને {ReminderTimeMaximumCount} કે તેથી ઓછા આઈટમ્સ રાખો
he: הגעת למגבלה העליונה שניתן לרשום. אנא שמור על {ReminderTimeMaximumCount} פריטים או פחות.
hi: पंजीकरण की अधिकतम सीमा पूरी हो गई है। कृपया {ReminderTimeMaximumCount} के अंदर रखें।
hr: Doseći ćete gornju granicu za registraciju. Molimo vas da se ograničite na {ReminderTimeMaximumCount} stavki.
hu: Elérte a regisztrálható maximumot. Kérjük, tartsa a {ReminderTimeMaximumCount} számítógépnél kevesebbben.
hy: Դուք հասել եք գրանցման առավելագույն սահմանին: Խնդրում ենք պահպանել մինչև {ReminderTimeMaximumCount} առարկա
id: Anda telah mencapai batas maksimum yang dapat didaftarkan. Harap batasi hingga {ReminderTimeMaximumCount} item.
is: Þú hefur náð hámarks skráningu. Vinsamlegast taktu það innan {ReminderTimeMaximumCount} skráninga.
it: Hai raggiunto il limite massimo di registrazioni. Ti preghiamo di limitare a {ReminderTimeMaximumCount} promemoria.
ja: 登録できる上限に達しました。{ReminderTimeMaximumCount}件以内に収めてください
ka: რეგისტრაციის მაქსიმალურ ლიმიტზე მიიღწვა. მოთხოვნით {ReminderTimeMaximumCount}–ის ფარგლებში უნდა დარჩეს
kk: Тіркеуге болатын шекті санына жеттіңіз. {ReminderTimeMaximumCount} жазба шегінде болуын қамтамасыз етіңіз.
km: ចំនួនម៉ោងរំលឹកបានដល់ដែនកំណត់។ សូមរក្សាឲ្យតិចជាង {ReminderTimeMaximumCount} ដង។
kn: ನೋಂದಣಿ ಮಿತಿಯನ್ನು ತಲುಪಿದೆ. ದಯವಿಟ್ಟು {ReminderTimeMaximumCount} ರ ಒಳಗೆ ಇರಿಸಿ
ko: 등록할 수 있는 상한에 도달했습니다. {ReminderTimeMaximumCount}개 이내로 설정해 주세요.
ky: Тиркеме чегинде жете жетти. {ReminderTimeMaximumCount} билдирүү менен чектелип туруңуз.
lo: ຂໍອະໄພ ທ່ານເລີ່ມດັບສູງສຸດໃນການລົງທະບຽນທ່ານໃຈ. ກະລຸນາໃສ່ສ່ວນເລີ່ມທີ່ຕໍ່ໄປ {ReminderTimeMaximumCount} ລາຍການ.
lt: Pasiekėte maksimalų registracijos limitą. Prašome sumažinti iki {ReminderTimeMaximumCount} elemento(ų).
lv: Esat sasniegts reģistrējamo ierakstu limits. Lūdzu, ierobežojiet to līdz {ReminderTimeMaximumCount} ierakstiem.
mk: Достигнат е максимумот за регистрирање. Ве молиме ограничете се на најмногу {ReminderTimeMaximumCount} стави.
ml: പരമാവധി പരിധിയിൽ എത്തി. ദయവായി {ReminderTimeMaximumCount} എണ്ണത്തിനുള്ളിൽ ഒതുക്കുക
mn: Бүртгэлийн дээд хязгаарт хүрлээ. {ReminderTimeMaximumCount} удаагаас илүүгүй байхаар тохируулна уу
mr: नोंदणीची कमाल संख्या गाठली आहे. कृपया {ReminderTimeMaximumCount} च्या मर्यादेत ठेवा.
ms: Anda telah mencapai batas maksimum yang boleh didaftarkan. Sila hadkan kepada tidak lebih daripada {ReminderTimeMaximumCount} item.
my: အများဆုံးအကန့်အသတ်သို့ ရောက်ရှိပါပြီ။ {ReminderTimeMaximumCount} ခုအောက်တွင် ကန့်သတ်ပါ။
nb: Du har nådd grensen for registrering. Vennligst hold deg innenfor {ReminderTimeMaximumCount} elementer.
ne: दर्ताको अधिकतम सीमा पुगेको छ। कृपया {ReminderTimeMaximumCount} वटा भित्र राख्नुहोस्।
nl: U heeft de maximumlimiet voor registraties bereikt. Houd het binnen {ReminderTimeMaximumCount} items.
no: Du har nådd grensen for registrering. Vennligst hold deg innenfor {ReminderTimeMaximumCount} elementer.
or: ସର୍ବାଧିକ ପଞ୍ଜୀକରଣ ସୀମା ପହଞ୍ଚିଛି। ଦୟାକରି {ReminderTimeMaximumCount}ଟି ମଧ୍ୟରେ ରଖନ୍ତୁ।
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਦੀ ਅਧਿਕਤਮ ਸੀਮਾ ਪਹੁੰਚ ਗਈ ਹੈ। ਕ੍ਰਿਪਾ ਕਰਕੇ ਇਸ ਨੂੰ {ReminderTimeMaximumCount} ਤੱਕ ਸੀਮਤ ਰੱਖੋ।
pl: Osiągnięto maksymalny limit rejestracji. Proszę zredukować do maksymalnie {ReminderTimeMaximumCount} pozycji.
ps: تاسو د ثبت کولو اعظمي حد ته رسیدلي یاست. مهرباني وکړئ د {ReminderTimeMaximumCount} پیغامونو په لږو کې وساتئ.
pt: Você atingiu o limite de registros. Mantenha-se dentro de {ReminderTimeMaximumCount} registros.
ro: Ați atins limita maximă de înregistrare. Vă rugăm să rămâneți în limitele a {ReminderTimeMaximumCount} articole.
ru: Достигнут предел регистрации. Пожалуйста, сохраните не более {ReminderTimeMaximumCount} записей.
si: ඔබට ලියාපදිංචි කළ හැකි උපරිමය ෙලඟට පැමිණී ඇත. {ReminderTimeMaximumCount} කට අවසන් කරන්න.
sk: Dosiahli ste maximálny počet registrácií. Udržte to pod {ReminderTimeMaximumCount}.
sl: Dose ste dosegli zgornje meje. Prosimo, da se omejite na {ReminderTimeMaximumCount} zadev.
sq: Keni arritur në kufirin maksimal të regjistrimit. Ju lutemi, mbani në {ReminderTimeMaximumCount} ose më pak
sr: Достигли сте максималног броја регистрација. Молимо вас да ограничите на {ReminderTimeMaximumCount} или мање.
sv: Du har nått det maximala antalet registreringar. Vänligen håll dig inom {ReminderTimeMaximumCount} registreringar.
sw: Umefika kikomo cha juu cha usajili. Tafadhali hakikisha kuwa si zaidi ya {ReminderTimeMaximumCount}.
ta: பதிவு செய்யக்கூடிய மேல் வரம்பை அடைந்துவிட்டது। {ReminderTimeMaximumCount} எண்ணிக்கைக்குள் வைத்துக் கொள்ளவும்
te: నమోదు చేయగల గరిష్ఠ సంఖ్యకు చేరుకున్నారు. దయచేసి {ReminderTimeMaximumCount} కు పరిమితం చేయండి
th: คุณถึงขีดจำกัดสูงสุดที่สามารถลงทะเบียนได้ โปรดลดให้เหลือไม่เกิน {ReminderTimeMaximumCount} รายการ
tl: Naabot na ang maximum na bilang na pwedeng ma-register. Panatilihin sa loob ng {ReminderTimeMaximumCount} na mga reminder.
tr: Kayıt yapabileceğiniz üst limite ulaşıldı. Lütfen {ReminderTimeMaximumCount} adetle sınırlı kalın.
uk: You have reached the maximum limit for registrations. Please keep it within {ReminderTimeMaximumCount} items.
ur: آپ نے رجسٹریشن کی حد تک پہنچ گئے ہیں۔ براہ کرم اسے {ReminderTimeMaximumCount} درخواستوں کے اندر رکھیں۔
uz: Ro'yxatdan o'tish chegarasiga yetdingiz. {ReminderTimeMaximumCount} ta ichida qolishingiz kerak.
vi: Đã đạt giới hạn đăng ký tối đa. Vui lòng giữ trong phạm vi {ReminderTimeMaximumCount} mục.
zh: 已达到可注册的上限。请确保在{ReminderTimeMaximumCount}项以内。
zu: Ufinyelelwe emaphethelweni okubhaliswa. Sicela ugcine ngaphakathi kwe-{ReminderTimeMaximumCount} izinto.

# minimumCountOfReminderTimes
source: Notification time is at least {ReminderTimeMinimumCount} items
af: Die kennisgewingstyd moet minstens {ReminderTimeMinimumCount} items wees.
am: እቅፍ ጊዜ ቢያንስ {ReminderTimeMinimumCount} ጊዜ ይፈልጋል።
ar: يجب أن يكون هناك حد أدنى من {ReminderTimeMinimumCount} إشعارات للوقت.
as: জাননী সময় নূন্যতম {ReminderTimeMinimumCount}টা প্ৰয়োজন
az: Xəbərdarlıq vaxtı üçün minimum {ReminderTimeMinimumCount} ədəd tələb olunur.
be: Часаў для паведамлення патрабуецца мінімум {ReminderTimeMinimumCount}
bg: Минималният брой известия е {ReminderTimeMinimumCount}.
bn: কমপক্ষে {ReminderTimeMinimumCount}টি বিজ্ঞপ্তির সময় প্রয়োজন
bs: Minimalni broj notifikacija je {ReminderTimeMinimumCount}.
ca: Es necessiten un mínim de {ReminderTimeMinimumCount} horaris de notificació
cs: Musíte mít alespoň {ReminderTimeMinimumCount} notifikací.
cy: Mae angen o leiaf {ReminderTimeMinimumCount} o amserau hysbysu.
da: Mindst {ReminderTimeMinimumCount} notifikationstidspunkter er nødvendige.
de: Die Benachrichtigungszeit benötigt mindestens {ReminderTimeMinimumCount} Einträge.
el: Ο χρόνος ειδοποίησης απαιτεί τουλάχιστον {ReminderTimeMinimumCount} στοιχεία.
es: Se requieren al menos {ReminderTimeMinimumCount} horarios de notificación
et: Teavitusaega on minimaalne {ReminderTimeMinimumCount} tükki.
eu: Gutxienez {ReminderTimeMinimumCount} jakinarazpen ordu behar dira.
fa: زمان های اطلاع رسانی حداقل به {ReminderTimeMinimumCount} مورد نیاز است
fi: Ilmoitusaika vaatii vähintään {ReminderTimeMinimumCount} ilmoitusta
fil: Kailangan ng hindi bababa sa {ReminderTimeMinimumCount} na oras ng paalala
fr: Il est nécessaire d'avoir au minimum {ReminderTimeMinimumCount} notifications.
gl: É necesario un mínimo de {ReminderTimeMinimumCount} horas de recordatorio.
gu: ઓછામાં ઓછી {ReminderTimeMinimumCount} સૂચના સમય જરૂરી છે
he: שעת ההודעה דורשת מינימום {ReminderTimeMinimumCount} הודעות
hi: न्यूनतम {ReminderTimeMinimumCount} रिमाइंडर समय आवश्यक हैं
hr: Minimalno je potrebno {ReminderTimeMinimumCount} obavijesti za vrijeme obavijesti.
hu: A minimum of {ReminderTimeMinimumCount} notification times is required.
hy: Հուշումների ժամանակը նվազագույնում պետք է {ReminderTimeMinimumCount} առարկա լինի
id: Waktu pemberitahuan membutuhkan setidaknya {ReminderTimeMinimumCount} item.
is: Tilkynningartíminn þarf að vera a.m.k. {ReminderTimeMinimumCount} eintök.
it: Sono necessari almeno {ReminderTimeMinimumCount} orari di notifica
ja: 通知時間は最低{ReminderTimeMinimumCount}件必要です
ka: შეტყობინებების დრო მინიმუმ {ReminderTimeMinimumCount} თხოვნა საჭიროა.
kk: Басқа хабарландыру уақыты {ReminderTimeMinimumCount} рет болуы қажет.
km: ត្រូវការការជូនដំណឹងយ៉ាងតិច {ReminderTimeMinimumCount} ចំនួន
kn: ಕನಿಷ್ಠ {ReminderTimeMinimumCount} ಅಧಿಸೂಚನೆ ಸಮಯಗಳು ಅಗತ್ಯವಿದೆ
ko: 알림 시간은 최소 {ReminderTimeMinimumCount}개가 필요합니다
ky: Эскертүү убактысы минималдуу {ReminderTimeMinimumCount}件 керек.
lo: ຈາກແຈ້ງການສະເໜີຄວາມຈິງ {ReminderTimeMinimumCount} ຈິງຄືຈັກຈິງສໍາລັບສະເໜີຄວາມຊັດສະແກ່ຂໍບິດນິຍົດໄດ້
lt: Pranešimų laikai turi būti bent {ReminderTimeMinimumCount}.
lv: Paziņojumu laikam ir nepieciešami vismaz {ReminderTimeMinimumCount} gadījumi.
mk: Времето за известување мора да биде најмалку {ReminderTimeMinimumCount} случаи.
ml: കുറഞ്ഞത് {ReminderTimeMinimumCount} അറിയിപ്പ് സമയങ്ങൾ ആവശ്യമാണ്
mn: Хамгийн багадаа {ReminderTimeMinimumCount} мэдэгдлийн цаг шаардлагатай
mr: किमान {ReminderTimeMinimumCount} सूचना वेळा आवश्यक आहेत
ms: Masa notifikasi minimum yang diperlukan adalah {ReminderTimeMinimumCount} item.
my: သတိပေးချိန်သည် အနည်းဆုံး {ReminderTimeMinimumCount} ခု လိုအပ်ပါသည်
nb: Det kreves minst {ReminderTimeMinimumCount} varseltider.
ne: सूचना समयको लागि न्यूनतम {ReminderTimeMinimumCount} वटा आवश्यक छ
nl: Er zijn minimaal {ReminderTimeMinimumCount} meldingen vereist.
no: Du må ha minst {ReminderTimeMinimumCount} varslingstidspunkter.
or: ସର୍ବନିମ୍ନ {ReminderTimeMinimumCount}ଟି ବିଜ୍ଞପ୍ତି ସମୟ ଆବଶ୍ୟକ
pa: ਸੂਚਨਾ ਸਮਾਂ ਘੱਟੋ-ਘੱਟ {ReminderTimeMinimumCount} ਲੋੜੀਂਦੇ ਹਨ
pl: Czas powiadomień musi wynosić co najmniej {ReminderTimeMinimumCount}
ps: د اطلاع ورکولو لپاره لږترلږه {ReminderTimeMinimumCount} وختونه اړتیا ده.
pt: O tempo de notificação precisa de pelo menos {ReminderTimeMinimumCount} itens.
ro: Este timpul minim necesar pentru {ReminderTimeMinimumCount} notificări.
ru: Минимум {ReminderTimeMinimumCount} уведомлений необходимо для времени уведомления.
si: ඇපැයීමේ වේලාවන්වල හුදෙක් {ReminderTimeMinimumCount} වඩා යෝජනා කිරීමට අවශ්‍යයි.
sk: Čas upozornenia musí mať minimálne {ReminderTimeMinimumCount} položiek.
sl: Čas obvestila mora imeti najmanj {ReminderTimeMinimumCount} elementov.
sq: Koha e njoftimit kërkon të paktën {ReminderTimeMinimumCount} raste.
sr: Минимум {ReminderTimeMinimumCount} обавештења је потребно.
sv: Minst {ReminderTimeMinimumCount} påminnelser behövs.
sw: Angalau mipango {ReminderTimeMinimumCount} ya arifa inahitajika
ta: குறைந்தபட்சம் {ReminderTimeMinimumCount} அறிவிப்பு நேரங்கள் தேவை
te: కనీసం {ReminderTimeMinimumCount} రిమైండర్ టైమ్స్ అవసరం
th: เวลาที่จะได้รับการแจ้งเตือนต้องมีอย่างน้อย {ReminderTimeMinimumCount} รายการ
tl: Kailangan ng hindi bababa sa {ReminderTimeMinimumCount} na oras ng paalala
tr: Bildirim zamanı için en az {ReminderTimeMinimumCount} öğe gereklidir.
uk: At least {ReminderTimeMinimumCount} notification times are required.
ur: نوٹیفکیشن کے اوقات کے لیے کم از کم {ReminderTimeMinimumCount} اندراجات کی ضرورت ہے
uz: Eslatmalar vaqti uchun eng kamida {ReminderTimeMinimumCount} ta kerak.
vi: Cần ít nhất {ReminderTimeMinimumCount} thời gian thông báo
zh: 通知时间至少需要{ReminderTimeMinimumCount}个
zu: Imizuzu yokwazisa idinga okungenani {ReminderTimeMinimumCount} izinto.
