Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# autoAddNewSheetAfterCurrentEnds
source: A new sheet will be automatically added when the current group ends
af: Wanneer die huidige pilbladgroep voltooi is, sal 'n nuwe blad outomaties bygevoeg word.
am: የአሁኑ የክንፍ ሉሆች ቡድን ሲያበቅ አዲስ ሉሆች በራስ-ሰር ይጨመራሉ።
ar: سيتم إضافة شريط حبوب جديد تلقائيًا عند انتهاء المجموعة الحالية
as: বৰ্তমানৰ পিল শ্বীট গ্ৰুপ শেষ হ'লে নতুন শ্বীট স্বয়ংক্ৰিয়ভাৱে যোগ কৰিব
az: Hazırkı həb vərəqi qrupu bitdikdə, yeni vərəq avtomatik əlavə edilir
be: Калі група блістараў таблетак скончыцца, новая група будзе дададзеная аўтаматычна.
bg: След като настоящата група блистери приключи, автоматично ще се добави нов блистер
bn: বর্তমান পিল শিট গ্রুপ শেষ হলে, স্বয়ংক্রিয়ভাবে একটি নতুন শিট যোগ করা হবে
bs: Kada se završi trenutni paket pilula, automatski će se dodati novi paket
ca: Quan acabi el grup actual de fulls de pastilles, s'afegirà automàticament un nou full
cs: Jakmile aktuální skupina pilulek skončí, automaticky přidám novou skupinu.
cy: Pan fydd grŵp y tabledi presennol wedi dod i ben, byddwn yn ychwanegu taflen newydd yn awtomatig.
da: Når den nuværende p-pillegruppe er slut, tilføjes et nyt ark automatisk.
de: Sobald die aktuelle Pillenblattgruppe beendet ist, wird automatisch ein neues Blatt hinzugefügt.
el: Αφού τελειώσει η τρέχουσα ομάδα φύλλων, θα προστεθεί αυτόματα ένα νέο φύλλο.
es: Cuando termine el grupo actual de blísteres de píldoras, se agregará automáticamente un nuevo blíster
et: Kui praegune pilli lehe rühm on lõppenud, lisab rakendus automaatselt uue lehe.
eu: Orainko pilulen taldea amaitzear denean, automatikoki egongo da talderako sheet berri bat gehituta.
fa: پس از پایان گروه فعلی نوار قرص، یک نوار جدید به‌طور خودکار اضافه می‌شود.
fi: Kun nykyinen pilleriryhmä päättyy, lisäämme automaattisesti uuden levyn.
fil: Kapag natapos na ang kasalukuyang pill sheet group, awtomatikong magdadagdag ng bagong sheet
fr: Une nouvelle plaquette sera automatiquement ajoutée lorsque le groupe de plaquettes actuel sera terminé.
gl: Cando que remate o grupo actual de follas de pílulas, engadiremos automaticamente unha nova folla.
gu: વર્તમાન ગોળી શીટ ગ્રુપ સમાપ્ત થાય તો, નવી શીટ આપોઆપ ઉમેરાશે
he: כשהקבוצת גלולות הנוכחית תסתיים, מערכת תוסיף אוטומטית דף חדש.
hi: जब मौजूदा पिल शीट समूह समाप्त हो जाएगा, तो नई शीट अपने आप जुड़ जाएगी
hr: Kada završi trenutna grupa pilula, automatski će se dodati nova ploča.
hu: Amikor a jelenlegi tabletta csoport lejár, automatikusan hozzáad egy új táblázatot.
hy: Երբ ներկայիս պիլ տուփի խումբն ավարտվի, նոր տուփը ավտոմատ կերպով կավելացվի։
id: Ketika grup tablet saat ini selesai, sebuah lembar baru akan ditambahkan secara otomatis.
is: Þegar núverandi pilla skífugruppur er lokið, verður ný skífa sjálfgefið bætt við.
it: Al termine del blister attuale, aggiunge automaticamente un nuovo blister
ja: 今のピルシートグループが終了したら、新しいシートを自動で追加します
ka: ახლა მიმდინარე წამლის ჯგუფის დასრულების შემდეგ, ახალი ჯგუფი ავტომატურად დაემატება.
kk: Егер ағымдағы таблеткалар тобы аяқталса, жаңа таблетка парағын автоматты түрде қосады.
km: នៅពេលក្រុមតារាងថ្នាំ KB បច្ចុប្បន្នបញ្ចប់ តារាងថ្មីនឹងត្រូវបន្ថែមដោយស្វ័យប្រវត្តិ
kn: ಪ್ರಸ್ತುತ ಪಿಲ್ ಶೀಟ್ ಗುಂಪು ಮುಗಿದ ನಂತರ, ಹೊಸ ಶೀಟ್ ಅನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸೇರಿಸುತ್ತದೆ
ko: 현재 피임약 시트가 끝나면 새로운 시트를 자동으로 추가합니다
ky: Эми уланткан паста группасы акырына чыкса, жаңы паста автоматтык түрдө кошулат.
lo: ເມື່ອກຸບບະດິບຊິດປິລປັບພິມໝົດ ຈະເພີ່ມກຸບບະດິບໃໝ່ໂດຍອັດຕະມັດ
lt: Kai dabartinė piliulė grupė baigsis, automatiškai pridėsime naują grupę.
lv: Kad pašreizējā tablešu iepakojuma grupa beidzas, automātiski tiks pievienota jauna iepakojuma grupa.
mk: Откако сегашната група на таблети ќе заврши, нова група автоматски ќе биде добавена.
ml: ഇപ്പോഴത്തെ പിൽ ഷീറ്റ് ഗ്രൂപ്പ് അവസാനിച്ചാൽ, പുതിയ ഷീറ്റ് സ്വയമേവ ചേർക്കും
mn: Одоогийн эмийн хавтасны бүлэг дуусахад шинэ хавтасыг автоматаар нэмнэ
mr: सध्याचा पिल शीट गट संपल्यानंतर, नवीन शीट आपोआप जोडले जाईल
ms: Apabila kumpulan pil sekarang tamat, satu helai baru akan ditambahkan secara automatik.
my: လက်ရှိဆေးလုံးအုပ်စု ပြီးဆုံးပါက အသစ်သောဆေးလုံးစာရွက်ကို အလိုအလျောက် ထပ်ထည့်ပေးမည်ဖြစ်သည်
nb: Når den nåværende pilleblokken er ferdig, legges det automatisk til et nytt ark.
ne: हालको पिल शिट समूह सकिएपछि, नयाँ शिट स्वचालित रूपमा थपिनेछ।
nl: Wanneer de huidige pilstripgroep is afgelopen, voegt het automatisch een nieuwe strip toe.
no: Når den nåværende pilleblokken er avsluttet, vil en ny blokk automatisk legges til.
or: ବର୍ତ୍ତମାନର ପିଲ ସିଟ ଗ୍ରୁପ ସମାପ୍ତ ହେଲେ, ନୂଆ ସିଟ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଯୋଗ କରିବ
pa: ਮੌਜੂਦਾ ਗੋਲੀ ਸ਼ੀਟ ਗਰੁੱਪ ਦੇ ਖਤਮ ਹੋਣ 'ਤੇ ਨਵੀਂ ਸ਼ੀਟ ਸਵੈਚਲਿਤ ਰੂਪ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰ ਦਿੱਤੀ ਜਾਵੇਗੀ
pl: Gdy grupa obecnych tabletek się skończy, nowy arkusz zostanie automatycznie dodany.
ps: کله چې د اوسني پيل شيدې ګروپ پای ته ورسیږي، نو نوې شیدې به په اوتوماتیک ډول اضافه شي.
pt: Quando o grupo atual de cartões de pílulas terminar, um novo cartão será adicionado automaticamente.
ro: Când grupul actual de tablete se termină, un nou set va fi adăugat automat.
ru: Когда текущая группа таблеток закончится, новая группа будет добавлена автоматически.
si: ඔබගේ වත්මන් පැලැන්ඩම් පීල් ශීට් කණ්ඩායම අවසන් වූ බවයි, නව ශීට් එකක් ස්වයංක‍්‍රියව එකතු කළ යුතුය.
sk: Keď skupina aktuálnych piluliek skončí, automaticky sa pridá nová skupina.
sl: Ko končanju trenutne skupine tablet, bo samodejno dodana nova skupina.
sq: Kur një grup aktual i tabletave përfundohet, një fletë e re do të shtohet automatikisht.
sr: Када заврши тренутна група таблета, аутоматски ће се додати нови лист.
sv: När den aktuella pillerblistergruppen är slut läggs ett nytt ark till automatiskt.
sw: Baada ya kikundi cha karatasi za vidonge cha sasa kumalizika, karatasi mpya itaongezwa kiotomatiki
ta: தற்போதைய மாத்திரை தாள் குழு முடிந்தவுடன், புதிய தாள் தானாக சேர்க்கப்படும்
te: ప్రస్తుత పిల్ షీట్ గ్రూప్ పూర్తయిన తరువాత, కొత్త షీట్‌ను స్వయంచాలకంగా జోడిస్తుంది
th: เมื่อกลุ่มแผ่นยาเดิมสิ้นสุดลง ระบบจะเพิ่มแผ่นใหม่โดยอัตโนมัติ
tl: Kapag matapos na ang kasalukuyang pill sheet group, kusang magdadagdag ng bagong sheet
tr: Mevcut doğum kontrol hapı paketiniz bittiğinde, yeni bir paket otomatik olarak eklenecektir.
uk: When the current pill sheet group ends, a new sheet will be added automatically.
ur: جب موجودہ پِل شیٹ گروپ ختم ہو جائے گا تو ایک نئی شیٹ خود بخود شامل کی جائے گی۔
uz: Hozirgi tabletkalar guruhingiz tugagach, yangi guruh avtomatik ravishda qo'shiladi.
vi: Tự động thêm vỉ thuốc mới khi nhóm vỉ thuốc hiện tại kết thúc
zh: 当前的药片组结束后，将自动添加新的药片组。
zu: Umaqembu wamanje we-pills uma sekuvalekile, sizokwenza ngokuzenzakalelayo ukuthi engeze umkhiqizo omusha.

source: Account settings
af: Rekeninginstellings
am: መለያ ቅንብር
ar: إعدادات الحساب
as: আকাউন্ট ছেটিং
az: Hesab ayarları
be: Налады акаўнта
bg: Настройки на акаунта
bn: অ্যাকাউন্ট সেটিংস
bs: Postavke računa
ca: Configuració del compte
cs: Nastavení účtu
cy: Gosodiad cyfrif
da: Kontoinstillinger
de: Kontoeinstellungen
el: Ρυθμίσεις λογαριασμού
es: Configuración de cuenta
et: Konto seadistamine
eu: Kontu ezarpena
fa: تنظیمات حساب کاربری
fi: Tilin asetukset
fr: Paramètres du compte
gl: Configuración da conta
gu: એકાઉન્ટ સેટિંગ્સ
he: הגדרות חשבון
hi: अकाउंट सेटिंग्स
hr: Postavke računa
hu: Fiókbeállítás
hy: cuentas configuraciones
id: Pengaturan Akun
is: Rakning á reikningi
it: Impostazioni account
ja: アカウント設定
ka: ანგარიშის პარამეტრები
kk: Есептік жазба параметрлері
km: ការកំណត់គណនី
kn: ಖಾತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 계정 설정
ky: Аккаунтту тууралоо
lo: ການຕັ້ງຄ່າບັນຊີ
lt: Paskyros nustatymai
lv: Kontu iestatījumi
mk: Нагодување на налогот
ml: അക്കൗണ്ട് സെറ്റിംഗ്സ്
mn: Дансны тохиргоо
mr: खाते सेटिंग्स
ms: Tetapan Akaun
my: အကောင့်ဆက်တင်
nb: Kontoinnstilling
ne: खाता सेटिंग्स
nl: Accountinstellingen
no: Kontoinnstillinger
or: ଆକାଉଣ୍ଟ ସେଟିଂ
pa: ਖਾਤਾ ਸੈਟਿੰਗਜ਼
pl: Ustawienia konta
ps: حساب ترتیب
pt: Configurações da Conta
ro: Setări cont
ru: Настройки аккаунта
si: ආකාරය සකස් කිරීම
sk: Nastavenia účtu
sl: Nastavitve računa
sq: Cilësimi i llogarisë
sr: Подешавање налога
sv: Kontoinställningar
sw: Mipangilio ya Akaunti
ta: கணக்கு அமைப்புகள்
te: ఖాతా సెట్టింగ్‌లు
th: การตั้งค่าบัญชี
tl: Mga Setting ng Akaunt
tr: Hesap Ayarları
ur: اکاؤنٹ کی ترتیبات
uz: Hisob sozlamalari
vi: Cài đặt tài khoản
zh: 账户设置
zu: Uhlelo Lokumisa I-akhawunti

source: Linked
af: Gekoppel
am: ተገናኝቷል
ar: مرتبط
as: সংযুক্ত
az: Bağlanmış
be: Задзейнічаны
bg: Свързано
bn: সংযুক্ত
bs: Povezano
ca: Connectat
cs: Propojeno
cy: Cysylltiedig
da: Sammenkoblet
de: Verbunden
el: Συνδεδεμένος
es: Conectado
et: Ühendatud
eu: lotuta
fa: همگام‌سازی شده
fi: Yhdistetty
fil: Nakakonekta na
fr: Connecté
gl: Conectado
gu: જોડાયેલ
he: מחובר
hi: जुड़ा हुआ
hr: Povezano
hu: Csatlakoztatva
hy: Միացված է
id: Terkoneksi
is: Samtengdur
it: Collegato
ja: 連携済み
ka: ზედმეტად უკვე ინტეგრირებული
kk: байланыс орнатылды
km: ភ្ជាប់ហើយ
kn: ಸಂಯೋಜಿತ
ko: 연동됨
ky: Бириккен
lo: ກະຊວງສິນໄວສະເັນ່
lt: Sujungtas
lv: Savienots
mk: Врзан
ml: കണക്റ്റുചെയ്തു
mn: Холбогдсон
mr: जोडलेले
ms: Disambungkan
my: ချိတ်ဆက်ပြီး
nb: Sammenkoblet
ne: जोडिएको
nl: Gekoppeld
no: Samarbeidet
or: ସଂଯୁକ୍ତ
pa: ਜੁੜਿਆ
pl: Zintegrowany
ps: همغږي شوی
pt: Conectado
ro: Conectat
ru: Синхронизировано
si: සම්බන්ධ කර ඇති
sk: prepojené
sl: Povezano
sq: Të lidhur
sr: Повезано
sv: Ansluten
sw: Imeunganishwa
ta: இணைக்கப்பட்டது
te: సంబంధితం
th: เชื่อมโยงเรียบร้อยแล้ว
tl: Nakakonekta na
tr: Bağlandı
uk: Connected
ur: متصل
uz: Birlashgan
vi: Đã liên kết
zh: 已连接
zu: uxhumekile

source: Unregistered
af: Nie geregistreer
am: ያልተመዘገበ
ar: غير مسجل
as: অনিবন্ধিত
az: Qeydiyyatsız
be: Не зарэгістраваны
bg: Нерегистриран
bn: অনিবন্ধিত
bs: Neregistrovan
ca: No registrat
cs: Neregistrován
cy: Heb ddim wedi cofrestru
da: Ikke registreret
de: Nicht registriert
el: Μη καταχωρημένος
es: No registrado
et: Registreerimata
eu: Ez dago registratuta
fa: 未 ثبت نام
fi: Rekisteröimätön
fil: Hindi nakarehistro
fr: Non enregistré
gl: non rexistrado
gu: અનોંધિત
he: לא רשום
hi: अपंजीकृत
hr: Neregistrirano
hu: Nincs regisztrálva
hy: Դեռ գրանցված չէ
id: Belum terdaftar
is: Óskast ekki
it: Non registrato
ja: 未登録
ka: არასტუმრობით
kk: Тіркелмеген
km: មិនទាន់ចុះឈ្មោះ
kn: ಅನೋಂದಿತ
ko: 미등록
ky: Катталган эмес
lo: ບໍ່ໄດ້ລົງທະເບິ່ງ
lt: Nėra užsiregistravęs
lv: Navērts
mk: Непристапно
ml: രജിസ്റ്റർ ചെയ്യാത്ത
mn: бүртгэгдээгүй
mr: अनोंदणीकृत
ms: tidak didaftarkan
my: မမှတ်ပုံတင်ရသေး
nb: Ikke registrert
ne: दर्ता नगरिएको
nl: Ongeveer
no: Ikke registrert
or: ଅପଞ୍ଜୀକୃତ
pa: ਰਜਿਸਟਰ ਨਹੀਂ
pl: Nie zarejestrowany
ps: ثبت نه شوي
pt: Não registrado
ro: neînregistrat
ru: Не зарегистрировано
si: අත්සන් නොකළ
sk: Nestregistered
sl: Neregistrirano
sq: e pa regjistruar
sr: Није регистрован
sv: Ej registrerad
sw: Haijasajiliwa
ta: பதிவில்லை
te: నమోదు కాలేదు
th: ยังไม่ได้ลงทะเบียน
tl: Hindi pa naka-rehistro
tr: Kayıtlı değil
uk: Not Registered
ur: غیر رجسٹرڈ
uz: Ro'yxatdan o'tmagan
vi: Chưa đăng ký
zh: 未注册
zu: Ayikho

source: Quick record
af: Vinige rekord
am: ፈጣን መዝገብ
ar: تسجيل سريع
as: দ্ৰুত ৰেকৰ্ড
az: Tez Qeyd
be: Хуткая запіс
bg: Бърз запис
bn: দ্রুত রেকর্ড
bs: Brzi zapis
ca: Registre ràpid
cs: Rychlá nahrávka
cy: Cofnod Cyflym
da: Hurtig registrering
de: Schnellaufnahme
el: Γρήγορη καταγραφή
es: Registro Rápido
et: Kiirete registreerimine
eu: Azkar azkarra
fa: ثبت سریع
fi: Nopea tallennus
fil: Mabilis na Tala
fr: Enregistrement rapide
gl: Gravación rápida
gu: ત્વરિત રેકોર્ડ
he: רישום מהיר
hi: त्वरित रिकॉर्ड
hr: Brzi zapis
hu: Gyors rekord
hy: արագ գրանցում
id: Rekam Cepat
is: Fljótleg skráning
it: Registrazione Rapida
ja: クイックレコード
ka: კვიკ რეპორტი
kk: Жылдам жазба
km: កត់ត្រាលឿន
kn: ತ್ವರಿತ ದಾಖಲೆ
ko: 퀵 기록
ky: Тез запист
lo: ບັນທຶກດ່ວນ
lt: Greitas įrašas
lv: Ātrā ieraksts
mk: Brza evidencija
ml: ക്വിക്ക് റെക്കോർഡ്
mn: Хурдан бүртгэл
mr: त्वरित रेकॉर्ड
ms: Rekod Cepat
my: မြန်မြန်မှတ်တမ်း
nb: Rask registrering
ne: छिटो रेकर्ड
nl: Snelle registratie
no: Rask registrering
or: ଦ୍ରୁତ ରେକର୍ଡ
pa: ਤੇਜ਼ ਰਿਕਾਰਡ
pl: Szybki zapis
ps: فوري ریکارڈ
pt: Registro Rápido
ro: Înregistrare rapidă
ru: Быстрая запись
si: ක්වික් පැමණි
sk: Rýchly záznam
sl: Hiterni zapis
sq: Regjistrim i shpejtë
sr: Брзи запис
sv: Snabb registrering
sw: Rekodi Haraka
ta: விரைவு பதிவு
te: త్వరిత రికార్డ్
th: บันทึกด่วน
tl: Mabilis na Pagtala
tr: Hızlı Kayıt
ur: کوئیک ریکارڈ
uz: Tez yozuv
vi: Ghi nhanh
zh: 快速记录
zu: Qhuba irekhodi

# quickRecordDescription
source: You can record your pill intake on the notification screen
af: Jy kan vandag se pille op die kennisgewing skerm sien en dit direk aanteken.
am: በማሳወቂያ ማሳያ ላይ ዛሬ መውሰድ ያለብዎትን ክኒን ማወቅ እና በቀጥታ የመውሰድ መዝገብ መያዝ ይችላሉ።
ar: يمكنك من شاشة الإشعارات معرفة الحبة المطلوب تناولها اليوم وتسجيل تناولها فورياً.
as: জাননী পৰ্দাত আজি খাব লগীয়া বড়ি জানিব পাৰি আৰু তাতেই সেৱন ৰেকৰ্ড কৰিব পাৰি।
az: Bildiriş ekranında bugün içməli olduğunuz həbləri görə və dərhal qəbul qeydiyyatı edə bilərsiniz.
be: У паведамленні аб паведамленнях вы можаце даведацца, якія пілюлі прымаць сёння, і адразу запісаць прыняцце.
bg: В екрана за известия можете да видите днешните си хапчета и веднага да запишете приема им.
bn: বিজ্ঞপ্তি স্ক্রিনে আজকের পিল দেখে তৎক্ষণাৎ সেবন রেকর্ড করতে পারেন।
bs: Ekran za obavještenja prikazuje pilule koje treba uzeti danas i omogućava vam da odmah zabilježite uzimanje.
ca: A la pantalla de notificacions pots veure quines píndoles has de prendre avui i registrar-ne la presa directament.
cs: Na obrazovce oznámení uvidíte, které pilulky máte dnes užít, a můžete je rovnou zaznamenat.
cy: Gallwch weld y pilsen y byddwch yn ei gymryd heddiw ar y sgrin hysbysu ac ysgrifennu cofrestriad y cyffur ar yr un pryd.
da: Du kan se de piller, du skal tage i dag, på meddelelsesskærmen, og du kan registrere indtagelsen direkte der.
de: Im Benachrichtigungsbildschirm können Sie sehen, welche Pillen Sie heute einnehmen müssen, und können Ihre Einnahme direkt aufzeichnen.
el: Στην οθόνη ειδοποιήσεων μπορείτε να δείτε τα χάπια που πρέπει να πάρετε σήμερα και να καταγράψετε αμέσως τη λήψη τους.
es: En la pantalla de notificaciones puedes ver las pastillas que debes tomar hoy y registrar la toma directamente.
et: Teavituse ekraanil on näha, millised pillid tuleb täna võtta, ja saate neid kohe ka sisse võtta.
eu: Gaurko hartzeko pilulak jakin eta zuzenean hartu-jarraipeneko erregistroa egiteko aukera ematen du iragarki orrialdean.
fa: شما می‌توانید در صفحه اعلان‌ها قرص‌هایی که امروز باید مصرف کنید را ببینید و مستقیماً آنها را ثبت کنید.
fi: Saat ilmoituksen näyttöön tietääksesi, mitä pilleriä sinun on tänään otettava, ja voit helposti tallentaa sen käytön.
fil: Makikita sa notification screen ang mga pills na dapat inumin ngayon at maaari mo ring i-record kaagad ang pagkakainom.
fr: Vous pouvez voir les pilules à prendre aujourd'hui sur l'écran de notification et enregistrer directement votre prise.
gl: Pódese ver a pílula que debes tomar hoxe na pantalla de notificacións e registrar a toma directamente.
gu: નોટિફિકેશન સ્ક્રીનથી આજે લેવાની ગોળીઓ જોઈ શકો અને તરત જ સેવન રેકોર્ડ કરી શકો છો.
he: ניתן לראות את התרופה שצריך לקחת היום במסך ההודעה, ולתעד את לקיחת התרופה באותו רגע.
hi: सूचना स्क्रीन में आज की गोली की जानकारी मिलती है और तुरंत सेवन रिकॉर्ड किया जा सकता है।
hr: Na ekranu obavijesti možete vidjeti koje pilule treba uzeti danas i odmah zabilježiti uzimanje.
hu: A értesítési képernyőn láthatja, hogy melyik tablettát kell ma bevennie, és azonnal rögzítheti a bevételi naplót.
hy: Դուք կարող եք տեսնել, թե որ դեղամիջոցն եք այսօր խմելու, և անմիջապես գրանցել դրա խմումը։
id: Anda dapat mengetahui pil yang harus diminum hari ini di layar pemberitahuan dan langsung mencatatnya.
is: Þú getur séð hvaða pillur þú átt að taka í dag á tilkynningarskjánum og skráð inntöku beint þar.
it: Dalla schermata delle notifiche puoi vedere quale pillola prendere oggi e registrarne direttamente l'assunzione.
ja: 通知画面で今日飲むピルが分かり、そのまま服用記録できます。
ka: შეტყობინების ეკრანზე შეგიძლიათ ნახოთ დღეს სასმელი ეროვნული მედიკამენტები და პირდაპირ მოწვევა დააფიქსირეთ.
kk: Бүгін ішуге арналған таблеткалар туралы хабарландыру экранында көріп, оған сәйкес қабылдау жазбасын жасаңыз.
km: អ្នកអាចមើលឃើញថ្នាំពុលកំណើតដែលត្រូវញ៉ាំថ្ងៃនេះនៅលើអេក្រង់ជូនដំណឹង ហើយកត់ត្រាការញ៉ាំថ្នាំបានភ្លាមៗ។
kn: ಅಧಿಸೂಚನೆ ಪರದೆಯಲ್ಲಿ ಇಂದು ಸೇವಿಸಬೇಕಾದ ಮಾತ್ರೆ ತಿಳಿದು, ಅಲ್ಲಿಯೇ ಸೇವನೆಯ ದಾಖಲೆ ಮಾಡಬಹುದು.
ko: 알림 화면에서 오늘 복용할 피임약을 확인하고 바로 복용 기록할 수 있습니다.
ky: Бүгүн ичүүгө тийиш болгон таблеткаларды билүүгө жана ошол бойдон кабыл алуу тарыхын жазып алууга болот.
lo: ສາມາດເຮັດໃຫ້ເຫັນພິວເຕີໃນວັນນີ້ທີ່ຈະເຮັດການດື່ມຢາ ແລະບັນທຶກບັນທຶກແບບດຽວກັນໄດ້.
lt: Šiame pranešimų ekrane galite pamatyti, kokius vaistus reikia išgerti šiandien, ir iš karto užregistruoti jų vartojimą.
lv: Paziņojumu ekrānā jūs varat redzēt, kādas tabletes jālieto šodien, un tūlīt pat ierakstīt to lietošanas vēsturi.
mk: На екранот за известувања можете да видите кои таблети треба да ги земете денес и веднаш да ја запишете вашата доза.
ml: അറിയിപ്പ് സ്ക്രീനിൽ ഇന്ന് കഴിക്കേണ്ട ഗുളിക കാണാനും അതിനെ തുടർന്ന് സേവനം രേഖപ്പെടുത്താനും കഴിയും.
mn: Мэдэгдлийн дэлгэцэд өнөөдөр уух ширийг харж, шууд хэрэглэсэн тэмдэглэл хийж болно.
mr: सूचना स्क्रीनवर आज घेण्याची गोळी समजते आणि तिथेच सेवन नोंद करता येते.
ms: Anda dapat mengetahui pil yang perlu diambil hari ini di layar notifikasi dan merekam pengambilan itu secara langsung.
my: အသိပေးချက်မျက်နှာပြင်တွင် ယနေ့သောက်ရမည့်ဆေးများကို ကြည့်ရှုနိုင်ပြီး ချက်ချင်း သုံးဆေးမှတ်တမ်းတင်နိုင်ပါသည်။
nb: Du kan se pillene du skal ta i dag på varslingsskjermen, og registrere inntaket direkte der.
ne: सूचना स्क्रिनमा आज खाने गर्भनिरोधक चक्की देख्न सकिन्छ र सोहैबाट सेवन रेकर्ड गर्न सकिन्छ।
nl: Op het notificatiescherm kun je zien welke pillen je vandaag moet innemen en kun je ze direct registreren.
no: Du kan se hvilke piller du skal ta i dag på varselsiden, og du kan registrere inntaket direkte der.
or: ସୂଚନା ସ୍କ୍ରିନରେ ଆଜି ଖାଇବାକୁ ଥିବା ବଟିକା ଜଣାଯିବ ଏବଂ ସିଧାସଳଖ ସେବନ ରେକର୍ଡ କରିପାରିବେ।
pa: ਸੂਚਨਾ ਸਕ੍ਰੀਨ ਤੇ ਅੱਜ ਦੀ ਗੋਲੀ ਦੀ ਜਾਣਕਾਰੀ ਮਿਲਦੀ ਹੈ ਅਤੇ ਤੁਸੀਂ ਸਿੱਧੇ ਉਸਦਾ ਸੇਵਨ ਰਿਕਾਰਡ ਕਰ ਸਕਦੇ ਹੋ।
pl: W powiadomieniach możesz zobaczyć, które tabletki należy zażyć dzisiaj, a następnie od razu zarejestrować ich przyjęcie.
ps: تاسې کولی شئ د خبرتیا په صفحه کې د نن ورځې د درملو مهال ویش وپیژنئ او په آسانۍ سره د درملو ریکارډ وساتئ.
pt: Você pode ver os comprimidos que deve tomar hoje na tela de notificações e registrar sua tomada diretamente.
ro: Puteți vedea pastilele pe care trebuie să le luați astăzi în ecranul de notificări și puteți înregistra direct consumul.
ru: На экране уведомлений можно увидеть, какие таблетки следует принять сегодня, и сразу же записать их прием.
si: ඔබට සහයවන දිනපත අත්සන් සටහනේ ඇති පොළොව සොයා ගන්නා අතර සිටින්න.
sk: Na obrazovke upozornení vidíte, aké pilulky máte užiť dnes, a môžete si ich rovno zaznamenať.
sl: Na obvestilnem zaslonu lahko vidite, katere tablete morate vzeti danes, in jih takoj evidentirate.
sq: Në ekranin e njoftimit, mund të shihni pilulën që duhet të merrni sot dhe ta regjistroni direkt përdorimin.
sr: Na ekranu obaveštenja možete videti koje pilule treba da popijete danas i odmah zabeležiti uzimanje.
sv: Du kan se vilka piller du ska ta idag på meddelandeskärmen och registrera dem direkt.
sw: Katika skrini ya arifa, unaweza kuona vidonge vya leo na kurekodi matumizi yako papo hapo.
ta: அறிவிப்பு திரையில் இன்று உட்கொள்ள வேண்டிய மாத்திரையை அறிந்து கொண்டு, அப்படியே உட்கொள்ளல் பதிவு செய்யலாம்।
te: నోటిఫికేషన్ స్క్రీన్‌లో ఈ రోజు తీసుకోవాల్సిన మాత్రలను చూసి, వెంటనే మందు సేవన రికార్డ్ చేయవచ్చు।
th: คุณสามารถดูว่าเม็ดยาที่ต้องรับประทานในวันนี้คืออะไรในหน้าการแจ้งเตือน และบันทึกการรับประทานได้ทันที.
tl: Sa notification screen, makikita mo ang mga pills na dapat inumin ngayon at agad mo ring mairerekord ang pag-inom.
tr: Bu bildirim ekranında bugün almanız gereken hapları görebilir ve doğrudan alım kaydınızı gerçekleştirebilirsiniz.
uk: On the notification screen, you can see the pills to take today and record your intake directly.
ur: آپ کو اطلاعاتی سکرین پر آج کی دوائی کا پتا چلتا ہے اور آپ اسی وقت اسے ریکارڈ کر سکتے ہیں۔
uz: Bugun ichish kerak bo'lgan dori-tabletkalarni bilib olib, aynan shu joyda qabul qilish tarixini yozish imkoniyatiga egasiz.
vi: Trên màn hình thông báo, bạn có thể biết được viên thuốc cần uống hôm nay và ghi chép việc uống thuốc ngay tại đây.
zh: 您可以在通知界面查看今天需要服用的药丸，并直接记录服用情况。
zu: Inombolo yokwazisa ikuvumela ukuthi ubone ukuthi iyiphi iphilisi okufanele uyithathe namuhla, futhi ungayirekhoda ngqo.

source: Healthcare integration
af: Gesondheidsorg-integrasie
am: ጤና እንክብካቤ ትስስር
ar: تكامل الرعاية الصحية
as: স্বাস্থ্যসেৱা সংযোগ
az: Sağlamlıq inteqrasiyası
be: Сувязь з аховай медыцынай
bg: Здравна интеграция
bn: স্বাস্থ্যসেবা সংযোগ
bs: Zdravstvena integracija
ca: Integració de Salut
cs: Integrace zdravotní péče
cy: cydweithiau iechyd
da: Sundhedsdata integration
de: Gesundheitsdatenverknüpfung
el: Σύνδεση υγειονομικής περίθαλψης
es: Integración de salud
et: Tervisehoolduse ühendamine
eu: Osagai sanitarioa
fa: همکاری با بهداشت و درمان
fi: Terveysdatan integrointi
fr: Intégration avec la santé
gl: Conexión de saúde
gu: આરોગ્ય સંભાળ સંકલન
he: שיתוף פעולה עם בריאות
hi: हेल्थकेयर एकीकरण
hr: Zdravstvena povezanost
hu: Egészségügyi integráció
hy: Առողջապահության ինտեգրում
id: Integrasi Kesehatan
is: Heilbrigðisveitingar
it: Integrazione Salute
ja: ヘルスケア連携
ka: გამაჯიბური მილების ინტეგრაცია
kk: Денсаулық сақтау байланысы
km: ការតភ្ជាប់សុខភាព
kn: ಆರೋಗ್ಯ ಸೇವೆ ಸಂಯೋಜನೆ
ko: 헬스케어 연동
ky: Саламаттыкка камтуу
lo: ການປໍ່ແຮງດັບນະ
lt: sveikatos priežiūros integracija
lv: Veselības aprūpes integrācija
mk: Здравствени поврзувања
ml: ആരോഗ്യ സംരക്ഷണ സംയോജനം
mn: Эрүүл мэндийн холбоо
mr: आरोग्य एकत्रीकरण
ms: Penyelarasan penjagaan kesihatan
my: ကျန်းမာရေး ပေါင်းစပ်
nb: Helsekobling
ne: स्वास्थ्य सेवा जडान
nl: Gezondheidszorg-integratie
no: Helseintegrasjon
or: ସ୍ୱାସ୍ଥ୍ୟ ସେବା ସଂଯୋଗ
pa: ਸਿਹਤ ਸੇਵਾ ਜੋੜ
pl: Integracja z systemem opieki zdrowotnej
ps: د روغتیایی تړاو
pt: Integração com saúde
ro: Integrarea cu serviciul de sănătate
ru: Синхронизация со службой здравоохранения
si: ආරෝග්‍ය සම්බන්ධතා
sk: Zdravotná starostlivosť prepojenie
sl: Povezava s zdravstvenimi storitvami
sq: Shkëmbimi i shëndetit
sr: Здравствена повезаност
sv: Samarbete med hälsovård
sw: Muunganisho wa Afya
ta: சுகாதார ஒருங்கிணைப்பு
te: ఆరోగ్య అనుసంధానం
th: การเชื่อมต่อกับระบบดูแลสุขภาพ
tr: Sağlık verisi entegrasyonu
ur: ہیلتھ کیئر کے ساتھ انضمام
uz: Sog'liqni saqlash bilan bog'lanish
vi: Tích hợp sức khỏe
zh: 健康管理集成
zu: Ukunxibelelana kwezeMpilo
