Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorInvalidSubscriberAttributesError
source: Failed to purchase. Please try again later. If the problem persists, please contact support. Details: {exceptionMessage}:{exceptionDetails}
af: Die aankoop het mislukking. Probeer dit asseblief weer na 'n rukkie. As dit nie opgelos word nie, kontak ons asseblief via Instellings > Kontak. Besonderhede: {exceptionMessage}:{exceptionDetails}
am: የግዢ ማስተካከል አልቻልኩም። እባክዎን ጊዜ ይቆርጡ እና ድገም ይሞክሩ። አሁንም ይፈታል ከሆነ እባክዎን በመምሪያ > የግዥ ጠይቅ ይወዳድሩ። ዝርዝር፡ {exceptionMessage}:{exceptionDetails}
ar: فشل الشراء. يرجى الانتظار لبعض الوقت والمحاولة مرة أخرى. إذا لم يتم حل المشكلة ، يرجى الاتصال بنا من خلال الإعدادات > الاستفسارات. تفاصيل: {exceptionMessage}:{exceptionDetails}
as: ক্ৰয় সম্পূৰ্ণ কৰিব পৰা নগ'ল। অনুগ্ৰহ কৰি কিছু সময় অপেক্ষা কৰি পুনৰ চেষ্টা কৰক। সমস্যাৰ সমাধান নহ'লে ছেটিংছ > যোগাযোগ ৰ জৰিয়তে আমাৰ লগত যোগাযোগ কৰক। বিতং তথ্য: {exceptionMessage}:{exceptionDetails}
az: Alış-verişdə uğursuz olduk. Zəhmət olmasa bir az sonra yenidən cəhd edin. Hələ də problem yaranırsa, parametrlər > Əlaqə bölməsindən bizə müraciət edin. Ətraflı: {exceptionMessage}:{exceptionDetails}
be: Не ўдалося завяршыць пакупку. Пачакайце некаторы час і паспрабуйце яшчэ раз. Калі праблема не вырашана, звяжыцеся з намі праз Настройки > Запыт. Дэталі: {exceptionMessage}:{exceptionDetails}
bg: Неуспешна покупка. Опитайте отново след известно време. Ако проблемът не се реши, свържете се с нас чрез Настройки > Запитване. Подробности: {exceptionMessage}:{exceptionDetails}
bn: ক্রয় ব্যর্থ হয়েছে। একটু সময় অপেক্ষা করে আবার চেষ্টা করুন। যদি সমস্যার সমাধান না হয়, তাহলে সেটিংস > যোগাযোগ থেকে আমাদের সাথে যোগাযোগ করুন। বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Kupovina nije uspjela. Pričekajte malo i pokušajte ponovo. Ako se problem ne riješi, kontaktirajte nas putem Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
ca: La compra ha fallat. Torneu-ho a provar més tard. Si el problema persisteix, aneu a Configuració > Suport per contactar-nos. Detalls: {exceptionMessage}:{exceptionDetails}
cs: Nákup se nezdařil. Počkejte chvíli a zkuste to znovu. Pokud problém přetrvává, kontaktujte nás přes Nastavení > Dotazy. Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Mae'r pryniant wedi methu. Prawf eto ar ôl i ryw amser fynd heibio. Os nad yw hynny'n datrys y broblem, cysylltwch â ni drwy fynd i Gosodiadau > Cysylltu. Manylion: {exceptionMessage}:{exceptionDetails}
da: Købet mislykkedes. Vent et øjeblik og prøv igen. Hvis problemet fortsætter, bedes du kontakte os via Indstillinger > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
de: Der Kauf ist fehlgeschlagen. Bitte versuchen Sie es später erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte über Einstellungen > Anfrage. Details: {exceptionMessage}:{exceptionDetails}
el: Η αγορά απέτυχε. Παρακαλώ προσπαθήστε ξανά μετά από κάποιο χρονικό διάστημα. Εάν το πρόβλημα παραμένει, επικοινωνήστε μαζί μας μέσω Ρυθμίσεις > Επικοινωνία. Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Error en la compra. Por favor, inténtelo de nuevo más tarde. Si el problema continúa, contáctenos desde Configuración > Soporte. Detalles: {exceptionMessage}:{exceptionDetails}
et: Ostmine ebaõnnestus. Palun proovige hiljem uuesti. Kui probleem ei lahene, võtke palun ühendust seadistuste kaudu > küsimused. Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Erosketa huts egin da. Mesedez, itxaron eta saiatu berriro. Arazoa konpondu ez bada, mesedez, joan ezazu Ezarpenak > Kontsulta atzera eta jarri harremanetan. Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: خرید ناموفق بود. لطفاً کمی صبر کرده و دوباره امتحان کنید. اگر مشکل حل نشد، لطفاً از طریق تنظیمات > تماس با ما تماس بگیرید. جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Osto epäonnistui. Odota hetki ja yritä uudelleen. Jos ongelma ei ratkea, ota yhteyttä kohdasta Asetukset > Ota yhteyttä. Yksityiskohdat: {exceptionMessage}:{exceptionDetails}
fil: Nabigo ang pagbili. Pakisubukan ulit mamaya. Kung hindi pa rin maayos, makipag-ugnayan sa amin sa Settings > Magtanong. Mga detalye: {exceptionMessage}:{exceptionDetails}
fr: L'achat a échoué. Veuillez réessayer après un certain temps. Si le problème persiste, veuillez nous contacter via Paramètres > Contact. Détails : {exceptionMessage}:{exceptionDetails}
gl: Fallou na compra. Agarda un momento e volve a intentalo. Se non se resolve, ponte en contacto con nós a través de Axustes > Consulta. Detalles: {exceptionMessage}:{exceptionDetails}
gu: ખરીદી નિષ્ફળ ગઈ. કૃપા કરીને થોડો સમય રાખીને ફરીથી પ્રયાસ કરો. જો તે હલ ન થાય તો સેટિંગ્સ > પૂછપરછ દ્વારા સંપર્ક કરો. વિગતો: {exceptionMessage}:{exceptionDetails}
he: הקנייה נכשלה. אנא המתן והנסה שוב. אם הבעיה נמשכת, פנה אלינו דרך הגדרות > פניות. פרטים נוספים: {exceptionMessage}:{exceptionDetails}
hi: खरीदारी असफल हुई। कुछ समय बाद पुनः प्रयास करें। यदि समस्या का समाधान नहीं होता है तो सेटिंग्स > संपर्क से संपर्क करें। विवरण: {exceptionMessage}:{exceptionDetails}
hr: Kupnja nije uspjela. Pokušajte ponovo nakon nekog vremena. Ako problem i dalje postoji, kontaktirajte nas putem Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
hu: A vásárlás sikertelen volt. Kérjük, várjon egy kicsit, és próbálja újra. Ha a probléma nem oldódik meg, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüpont alatt. Részletek: {exceptionMessage}:{exceptionDetails}
hy: Գնումը ձախողվեց: Խնդրում ենք սպասել և փորձել կրկին: Եթե խնդիրը չի լուծվում, խնդրում ենք կապ հաստատել կարգավորում > Հարցման միջոցով: Փոփոխություն: {exceptionMessage}:{exceptionDetails}
id: Pembelian gagal. Harap tunggu beberapa saat dan coba lagi. Jika masalah tidak teratasi, silakan hubungi kami melalui Pengaturan > Kontak. Rincian: {exceptionMessage}:{exceptionDetails}
is: Kaupin sýndist misheppnaður. Viltu vinsamlegast reyna aftur síðar. Ef ekki virkar skaltu hafa samband við okkur í Stillingar > Fyrirspurnir. Nánar: {exceptionMessage}:{exceptionDetails}
it: L'acquisto è fallito. Attendi un momento e riprova. Se il problema persiste, contattaci tramite Impostazioni > Contatti. Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 購入に失敗しました。時間をおいて再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。詳細: {exceptionMessage}:{exceptionDetails}
ka: شراء წარმატებით ვერ განხორციელდა. რამდენიმე ხნის შემდეგ კიდევ ერთხელ სცადეთ. პრობლემა გაგრძელების შემთხვევაში, გადაამოწმეთ პარამეტრები > წვდომა ზედა რეკლამებში. დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Сатып алу сәтсіз аяқталды. Біраз уақыттан кейін қайтадан қолданып көріңіз. Шешім болмаса, Параметрлер > Байланыс арқылы бізге хабарласыңыз. Толық ақпарат: {exceptionMessage}:{exceptionDetails}
km: ការទិញបានបរាជ័យ។ សូមរងចាំបន្តិចហើយព្យាយាមម្តងទៀត។ ប្រសិនបើមិនអាចដោះស្រាយបាន សូមទាក់ទងមកកាន់យើងតាមរយៈ ការកំណត់ > ការពិគ្រោះយោបល់។ លម្អិត៖ {exceptionMessage}:{exceptionDetails}
kn: ಖರೀದಿ ವಿಫಲವಾಗಿದೆ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಸಮಸ್ಯೆ ಬಗೆಹರಿಯದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್ಸ್ > ಸಂಪರ್ಕಿಸಿ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ. ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 구매에 실패했습니다. 잠시 후 다시 시도해 주세요. 문제가 해결되지 않는 경우 설정 > 문의하기를 통해 문의해 주세요. 세부사항: {exceptionMessage}:{exceptionDetails}
ky: Сатып алууда ийгиликсиз болду. Убакыттан кийин кайра аракет кылып көрүңүз. Эгер көйгөй чечилбесе, параметрлер > Байланыш аркылуу бизге кайрылыңыз. Толук маалымат: {exceptionMessage}:{exceptionDetails}
lo: ບໍ່ສາມາດຊື້ໄດ້ ຂໍໃຫ້ລໍຖ່າພວກເຮົາໃຊ້ໃໝ່ ຖ້າບໍ່ເປັນແນວທາງ ກະລຸນາເຂົ້າໄປທີ່ ການເຕີມ > ສອບຖາມ ສໍາລັບສິ່ງທີ່ສາມາດພິມໂຕເຊົ້າການພັຍດິງໃນລາວເນິໄຂ {exceptionMessage}:{exceptionDetails}
lt: Nepavyko įsigyti. Palaukite ir bandykite dar kartą. Jei problema išlieka, susisiekite su mumis per Nustatymai > Klausimų skyrius. Išsamesnė informacija: {exceptionMessage}:{exceptionDetails}
lv: Pirkšana neizdevās. Lūdzu, pagaidiet kādu laiku un mēģiniet vēlreiz. Ja tas netiek atrisināts, lūdzu, sazinieties ar mums, izmantojot Iestatījumi > Saziņa. Detalizēti: {exceptionMessage}:{exceptionDetails}
mk: Не успеавме да ја завршиме куповната трансакција. Обидете се повторно по некое време. Доколку проблемот не се реши, контактирајте не преку Поставки > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
ml: വാങ്ങൽ പരാജയപ്പെട്ടു. ദയവായി കുറച്ച് സമയം കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക. പ്രശ്നം പരിഹരിക്കപ്പെടുന്നില്ലെങ്കിൽ ക്രമീകരണങ്ങൾ > അന്വേഷണം വഴി ഞങ്ങളെ ബന്ധപ്പെടുക. വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Худалдан авалт амжилтгүй боллоо. Хэсэг хугацааны дараа дахин оролдоно уу. Хэрэв шийдэгдэхгүй бол Тохиргоо > Лавлагаанаас асуулт асуулна уу. Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: खरेदी अयशस्वी झाली. काही वेळानंतर पुन्हा प्रयत्न करा. समस्या सुटली नाही तर सेटिंग्स > चौकशी मधून संपर्क करा. तपशील: {exceptionMessage}:{exceptionDetails}
ms: Pembelian telah gagal. Sila cuba lagi selepas beberapa waktu. Jika masalah berterusan, sila hubungi kami melalui Tetapan > Pertanyaan. Butiran: {exceptionMessage}:{exceptionDetails}
my: ဝယ်ယူမှု မအောင်မြင်ပါ။ ခဏစောင့်ပြီး ပြန်လည်ကြိုးစားကြည့်ပါ။ မဖြေရှင်းနိုင်ပါက ဆက်တင်များ > ဆက်သွယ်ရန် မှတစ်ဆင့် ဆက်သွယ်ပါ။ အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Kjøpet mislyktes. Vennligst prøv igjen etter en stund. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Henvendelser. Detaljer: {exceptionMessage}:{exceptionDetails}
ne: खरिद असफल भयो। केही समय पछि फेरि प्रयास गर्नुहोस्। यदि समाधान हुँदैन भने सेटिङ > सम्पर्क मार्फत सम्पर्क गर्नुहोस्। विवरण: {exceptionMessage}:{exceptionDetails}
nl: De aankoop is mislukt. Probeer het opnieuw na enige tijd. Als het probleem zich blijft voordoen, neem dan contact met ons op via Instellingen > Contact. Details: {exceptionMessage}:{exceptionDetails}
no: Kjøpet mislyktes. Vennligst prøv igjen etter en stund. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Henvendelser. Detaljer: {exceptionMessage}:{exceptionDetails}
or: ক্রয় ব্যর্থ হয়েছে। কিছু সময় অপেক্ষা করে আবার চেষ্টা করুন। সমস্যার সমাধান না হলে সেটিংস > যোগাযোগ থেকে যোগাযোগ করুন। বিস্তারিত: {exceptionMessage}:{exceptionDetails}
pa: ਖਰੀਦਾਰੀ ਅਸਫਲ ਹੋ ਗਈ। ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਸਮਾਂ ਬਾਅਦ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇ ਸਮੱਸਿਆ ਹੱਲ ਨਹੀਂ ਹੁੰਦੀ, ਤਾਂ ਸੈਟਿੰਗਸ > ਸੰਪਰਕ ਤੋਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਵੇਰਵੇ: {exceptionMessage}:{exceptionDetails}
pl: Zakupu nie udało się zrealizować. Proszę spróbować ponownie po chwili. Jeśli problem nie zostanie rozwiązany, prosimy o kontakt przez Ustawienia > Zapytanie. Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: د پيرودلو هڅه ناکامه شوه. مهرباني وکړئ يو څه وخت انتظار وکړئ او بيا هڅه وکړئ. که حل نه شو، مهرباني وکړئ د ټاکنو > د پوښتنې له لارې زموږ سره اړیکه ونیسئ. تفصيلات: {exceptionMessage}:{exceptionDetails}
pt: A compra falhou. Tente novamente após algum tempo. Se o problema persistir, entre em contato através de Configurações > Contato. Detalhes: {exceptionMessage}:{exceptionDetails}
ro: Achiziția a eșuat. Te rugăm să aștepți o vreme și să încerci din nou. Dacă problema nu se rezolvă, te rugăm să ne contactezi la Setări > Întrebări. Detalii: {exceptionMessage}:{exceptionDetails}
ru: Не удалось завершить покупку. Пожалуйста, подождите некоторое время и попробуйте снова. Если проблема не решится, свяжитесь с нами через Настройки > Обратная связь. Подробности: {exceptionMessage}:{exceptionDetails}
si: කුල්පන් සාර්ථකව කළ නොහැක. කාලයක් බලාගෙන නැවත උත්සාහ කරන්න. ප්‍රශ්නය විසඳා නොගැනුවහොත් සකසන්න > ප්‍රශ්න කිරීම් එකට අමතා සම්බංධ කරගන්න. විස්තරය: {exceptionMessage}:{exceptionDetails}
sk: Nákup sa nepodaril. Počkajte chvíľu a skúste to znovu. Ak problém pretrváva, kontaktujte nás cez Nastavenia > Kontaktovanie. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Nakup ni uspel. Počakajte nekaj časa in poskusite znova. Če težava ni rešena, nas kontaktirajte preko Nastavitve > Povpraševanje. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Keni të dështuar në blerje. Ju lutemi prisni pak dhe provoni përsëri. Nëse problemi vazhdon, ju lutemi kontaktoni nga Setings > Kontakti. Detaje: {exceptionMessage}:{exceptionDetails}
sr: Набавка није успела. Молимо вас да пробате поново касније. Ако проблем не нестане, контактирајте нас путем Подешавања > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Köpet misslyckades. Vänligen försök igen efter en stund. Om problemet kvarstår, kontakta oss via Inställningar > Kontakta oss. Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Ununuzi umeshindwa. Tafadhali jaribu tena baada ya muda. Ikiwa tatizo halitatatuliwa, wasiliana nasi kupitia Mipangilio > Maswali. Maelezo: {exceptionMessage}:{exceptionDetails}
ta: வாங்குதல் தோல்வியடைந்தது. சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும். சிக்கல் தீர்க்கப்படவில்லை என்றால், அமைப்புகள் > தொடர்பு கொள்ளுதல் மூலம் எங்களை தொடர்பு கொள்ளவும். விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: కొనుగోలు విఫలమైంది. కొంత సమయం తర్వాత మళ్ళీ ప్రయత్నించండి. పరిష్కరించబడకపోతే సెట్టింగ్‌లు > సంప్రదింపు నుండి సంప్రదించండి. వివరాలు: {exceptionMessage}:{exceptionDetails}
th: การซื้อไม่สำเร็จ โปรดลองอีกครั้งหลังจากพักสักครู่ หากยังไม่สามารถแก้ไขได้ โปรดติดต่อเราผ่าน การตั้งค่า > ติดต่อเรา รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: Nabigo ang pagbili. Pakisubok ulit makalipas ang ilang sandali. Kung hindi pa rin masosolusyunan, makipag-ugnayan sa amin sa pamamagitan ng Mga Setting > Contact. Detalye: {exceptionMessage}:{exceptionDetails}
tr: Satın alma işlemi başarısız oldu. Lütfen bir süre bekleyip tekrar deneyin. Eğer sorun devam ederse, Ayarlar > İletişim kısmından bizimle iletişime geçebilirsiniz. Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: Purchase failed. Please try again after some time. If the issue persists, please contact us via Settings > Inquiry. Details: {exceptionMessage}:{exceptionDetails}
ur: خرید میں ناکامی ہوئی ہے۔ براہ کرم کچھ دیر بعد دوبارہ کوشش کریں۔ اگر مسئلہ حل نہ ہو تو سیٹنگ > رابطہ کے ذریعے ہم سے رابطہ کریں۔ تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Sotib olishda muvaffaqiyatsizlikka uchradingiz. Iltimos, biroz kutib yana urinib ko'ring. Agar muammo hal bo'lmasa, Sozlamalar > Murojaat orqali biz bilan bog'laning. Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Mua hàng thất bại. Vui lòng thử lại sau. Nếu vấn đề không được giải quyết, vui lòng liên hệ qua Cài đặt > Liên hệ. Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 购买失败。请稍等后重试。如果问题没有解决，请通过 设置 > 联系我们 联系我们。详细信息：{exceptionMessage}:{exceptionDetails}
zu: Ukuthenga kuhlulekile. Sicela uzame futhi emva kwesikhathi. Uma kungaxazululeki, xhumana nathi ngokusebenzisa Izilungiselelo > Ukubuzwa. Imininingwane: {exceptionMessage}:{exceptionDetails}
