Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorProductDiscountMissingIdentifierError
source: An unknown error occurred. Please update to the latest version and try again. If the problem persists, please contact support. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
af: Onbekende fout. Werk opdatering na en probeer weer. As dit nie opgelos word nie, kontak ons asseblief via Instelling > Navraag. kode: {errorCode} besonderhede: {exceptionMessage}:{exceptionDetails}
am: ያልታወቀ ስህተት ነው። እባኮትን ወደ አዳዲስ እትም ይሂዱ እና እንደገና ይሞክሩ። አልተፈቀደም ከሆነ በቅንጡ መደብ > ጥያቄ ይገናኙ። ኮድ: {errorCode} ዝርዝር: {exceptionMessage}:{exceptionDetails}
ar: خطأ غير معروف. يُرجى تحديث التطبيق إلى أحدث إصدار والمحاولة مرة أخرى. إذا لم يتم حل المشكلة، يُرجى الاتصال من خلال الإعدادات > الاستفسار. الكود: {errorCode} التفاصيل: {exceptionMessage}:{exceptionDetails}
as: এইটো এটা অজ্ঞাত কাৰণৰ ত্ৰুটি। শেহতীয়া সংস্কৰণলৈ আপডেট কৰি পুনৰ চেষ্টা কৰক। সমাধান নহ'লে ছেটিংছ > সহায় ৰ পৰা যোগাযোগ কৰক। ক'ড: {errorCode} বিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: Bilinməyən bir xəta var. Ən son versiyaya yeniləyin və yenidən cəhd edin. Hələ də həll olunmursa, xahiş edirik ayarlara gedin > Sorğu və əlaqə bölməsindən bizimlə əlaqə saxlayın. Kod: {errorCode} Ətraflı: {exceptionMessage}:{exceptionDetails}
be: Невядомая памылка. Абнавіце да апошняй версіі і паспрабуйце яшчэ раз. Калі праблема не будзе вырашаная, звяжыцеся з намі праз Налады > Запыт. Код: {errorCode} Дэталі: {exceptionMessage}:{exceptionDetails}
bg: Неразрешима грешка. Моля, актуализирайте до последната версия и опитайте отново. Ако проблемът не се реши, моля, свържете се с нас чрез Настройки > Запитване. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
bn: অজানা ত্রুটি হয়েছে। অনুগ্রহ করে সর্বশেষ সংস্করণে আপডেট করে আবার চেষ্টা করুন। যদি সমস্যার সমাধান না হয়, তাহলে সেটিংস > যোগাযোগ থেকে আমাদের সাথে যোগাযোগ করুন। কোড: {errorCode} বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Nepoznata greška. Ažurirajte na najnoviju verziju i pokušajte ponovo. Ako problem nije rešen, kontaktirajte nas putem Podešavanja > Upit. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
ca: Error de causa desconeguda. Actualitzeu a la versió més recent i torneu-ho a provar. Si no es resol, contacteu-nos a través de Configuració > Contacte. Codi: {errorCode} Detalls: {exceptionMessage}:{exceptionDetails}
cs: Chyba bez známé příčiny. Prosím, aktualizujte na nejnovější verzi a zkuste to znovu. Pokud problém přetrvává, kontaktujte nás přes Nastavení > Dotazy. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Mae camgymeriad yn ymddangos heb esboniad. Diweddarwch i'r fersiwn ddiweddaraf ac ailgorffori. Os nad yw hyn yn datrys y broblem, cysylltwch â ni trwy fynd i Gosodiadau > Cysylltiad. Cod: {errorCode} Manylion: {exceptionMessage}:{exceptionDetails}
da: Der er en ukendt fejl. Opdater til den nyeste version og prøv igen. Hvis problemet fortsætter, bedes du kontakte os via Indstillinger > Kontakt. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
de: Ein unbekannter Fehler ist aufgetreten. Bitte aktualisieren Sie auf die neueste Version und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte unter Einstellungen > Anfrage. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
el: Σφάλμα άγνωστης αιτίας. Παρακαλώ ενημερώστε την εφαρμογή στην τελευταία έκδοση και δοκιμάστε ξανά. Εάν το πρόβλημα παραμένει, παρακαλώ επικοινωνήστε μέσω ρυθμίσεων > Επικοινωνία. Κωδικός: {errorCode} Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Error de causa desconocida. Actualice a la última versión y vuelva a intentarlo. Si el problema persiste, póngase en contacto con nosotros desde Configuración > Contacto. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
et: Tundmatu viga. Uuendage uusimale versioonile ja proovige uuesti. Kui probleem ei lahene, võtke ühendust seadmest > Küsitleda. Kood: {errorCode} Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Errore ezezaguna. Mesedez eguneratu azken bertsiora eta saiatu berriro. Ez baduzu konpontzen, jar zaitez harremanetan "Ezarpenak > Kontsulta" atalean. Kodea: {errorCode} Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: خطای ناشناخته است. لطفاً به نسخه جدیدتر بروزرسانی کنید و دوباره امتحان کنید. اگر مشکل حل نشد، لطفاً از طریق تنظیمات > پشتیبانی با ما تماس بگیرید. کد: {errorCode} جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Tuntematon virhe. Päivitä sovellus uusimpaan versioon ja yritä uudelleen. Jos ongelma ei ratkea, ota yhteyttä asetuksista > Ota yhteyttä. Koodi: {errorCode} Yksityiskohdat: {exceptionMessage}:{exceptionDetails}
fil: May naganap na hindi kilalang error. Mag-update sa pinakabagong bersyon at subukan muli. Kung hindi pa rin naayos, pumunta sa Settings > Contact Us para makipag-ugnayan sa amin. Code: {errorCode} Detalye: {exceptionMessage}:{exceptionDetails}
fr: Erreur inconnue. Veuillez mettre à jour vers la dernière version et réessayer. Si le problème persiste, veuillez nous contacter via Réglages > Contact. Code : {errorCode} Détails : {exceptionMessage} : {exceptionDetails}
gl: Erro irreconhecido. Actualiza para a última versión e intenta de novo. Se non se soluciona, contacta a través de Configuración > Consulta. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
gu: આ અજ્ઞાત ભૂલ છે. કૃપા કરીને લેટેસ્ટ વર્ઝનમાં અપડેટ કરો અને ફરીથી પ્રયાસ કરો. જો સમસ્યા ઉકેલાતી નથી તો સેટિંગ્સ > સંપર્ક દ્વારા સંપર્ક કરો. કોડ: {errorCode} વિગતો: {exceptionMessage}:{exceptionDetails}
he: שגיאה בלתי ידועה. נא עדכן לגרסה האחרונה ונסה שוב. אם הבעיה לא נפתרת, אנא פנה אלינו דרך הגדרות > פניות. קוד: {errorCode} פרטים: {exceptionMessage}:{exceptionDetails}
hi: यह एक अज्ञात त्रुटि है। कृपया नवीनतम संस्करण में अपडेट करके फिर से प्रयास करें। यदि समस्या हल नहीं होती है तो सेटिंग्स > संपर्क करें से संपर्क करें। कोड: {errorCode} विवरण: {exceptionMessage}:{exceptionDetails}
hr: Neobjašnjiva greška. Ažurirajte na najnoviju verziju i pokušajte ponovo. Ako problem i dalje postoji, kontaktirajte nas via Postavke > Upit. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
hu: Ismeretlen hiba történt. Kérjük, frissítse a legújabb verzióra, és próbálja újra. Ha a probléma továbbra is fennáll, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüpontnál. Kód: {errorCode} Részletek: {exceptionMessage}:{exceptionDetails}
hy: Ակնարկում է անհայտ պատճառներով սխալ: Խնդրում ենք թարմացնել վերջին տարբերակը և կրկին փորձել: Եթե խնդիրը չի լուծվել, խնդրում ենք կապվել ՝ պարամետրեր > Հետադարձ կապ: Կոդ: {errorCode} Մանրամասներ: {exceptionMessage}:{exceptionDetails}
id: Ini adalah kesalahan yang tidak diketahui. Silakan perbarui ke versi terbaru dan coba lagi. Jika masalah masih berlanjut, silakan hubungi kami melalui Pengaturan > Kontak. Kode: {errorCode} Rincian: {exceptionMessage}:{exceptionDetails}
is: Óskennd villa. Vinsamlegast uppfærðu í nýjustu útgáfu og reyndu aftur. Ef vandamálið leysist ekki, vinsamlegast hafðu samband við okkur í Stillingar > Samband. Kóði: {errorCode} Nánar: {exceptionMessage}:{exceptionDetails}
it: Si è verificato un errore di causa sconosciuta. Aggiorna all'ultima versione e riprova. Se il problema persiste, contattaci tramite Impostazioni > Supporto. Codice: {errorCode} Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 原因不明のエラーです。最新版にアップデートして再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。コード: {errorCode} 詳細: {exceptionMessage}:{exceptionDetails}
ka: ეს არის უცნობი შეცდომა. გთხოვთ, განაახლოთ უკანასკნელი ვერსია და სცადოთ კიდევ ერთხელ. თუ პრობლემა არ მოგვარდება, გთხოვთ, დაგვიკავშირდეთ პარამეტრები > сұрақები. კოდი: {errorCode} დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Түсініксіз қате. Соңғы нұсқаға жаңартып, қайтадан сынап көріңіз. Егер мәселе шешілмесе, Параметрлер > Сұрау бөлімінен байланысыңыз. Код: {errorCode} Толығырақ: {exceptionMessage}:{exceptionDetails}
km: កំហុសមិនស្គាល់មូលហេតុ។ សូមអាប់ដេតទៅកំណែថ្មីបំផុតហើយព្យាយាមម្តងទៀត។ ប្រសិនបើមិនអាចដោះស្រាយបាន សូមទាក់ទងតាមរយៈ ការកំណត់ > ការសុំព័ត៌មាន។ កូដ: {errorCode} ព័ត៌មានលម្អិត: {exceptionMessage}:{exceptionDetails}
kn: ಅಜ್ಞಾತ ದೋಷ. ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ ಮತ್ತು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ. ಇದು ಪರಿಹರಿಸದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ಸಂಪರ್ಕಿಸಿ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ. ಕೋಡ್: {errorCode} ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 원인불명의 오류입니다. 최신 버전으로 업데이트한 후 다시 시도해 주세요. 해결되지 않는 경우 설정 > 문의하기를 통해 문의해 주세요. 코드: {errorCode} 세부사항: {exceptionMessage}:{exceptionDetails}
ky: Анык эмес каталар. Соңку версиясына жаңыртып, кайра аракет кылыңыз. Эгер чечилбесе, Түзөтүүлөр > Байланыштан бизге кайрылыңыз. Код: {errorCode} Майда маалымат: {exceptionMessage}:{exceptionDetails}
lo: ມີຄວາມສົງໃສໃນບັນຫາທີ່ບໍ່ສາມາດລະບຸໄດ້. ຂໍໍແນະນຳໃຫ້ອັບໍ່ຄໍາແນະສິດໃນລະບົບໃໝ່ ແລະ ລອງຊໍາອິດປັດຈຸບັນອີກຄັ້ງ. ຖ້າບັນຫາດຽວຫຼໍ່ບໍ່ແກ້ໄດ້, ຂໍໍແນະນຳໃຫ້ຕິດຕາມ ທາງເມນູ ການຕັ້ງ > ສອບຖາມ. ລະຕັດ: {errorCode} ລາຍລະອຽດ: {exceptionMessage}:{exceptionDetails}
lt: Yra nežinomo pobūdžio klaida. Prašome atnaujinti į naujausią versiją ir bandyti dar kartą. Jei problema neišspręsta, susisiekite su mumis per Nustatymai > Klausimai. Kodas: {errorCode} Išsami informacija: {exceptionMessage}:{exceptionDetails}
lv: Nepazīstama kļūda. Lūdzu, atjauniniet uz jaunāko versiju un mēģiniet vēlreiz. Ja problēma saglabājas, lūdzu, sazinieties ar mums, izmantojot Iestatījumi > Saziņa. Kods: {errorCode} Detalizēti: {exceptionMessage}:{exceptionDetails}
mk: Непозната грешка. Ве молиме, ажурирајте до последната верзија и пробајте повторно. Ако не се реши, контактирајте на Параметри > Интеракција. Код: {errorCode} Детали: {exceptionMessage}:{exceptionDetails}
ml: അജ്ഞാത കാരണത്താലുള്ള പിശകാണ്. ഏറ്റവും പുതിയ പതിപ്പിലേക്ക് അപ്‌ഡേറ്റ് ചെയ്ത് വീണ്ടും ശ്രമിക്കുക. പരിഹരിക്കപ്പെടുന്നില്ലെങ്കിൽ സെറ്റിംഗ്സ് > പരാതി വഴി ബന്ധപ്പെടുക. കോഡ്: {errorCode} വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Тодорхойгүй алдаа гарлаа. Хамгийн сүүлийн хувилбар руу шинэчилж дахин оролдоно уу. Хэрэв шийдэгдэхгүй бол Тохиргоо > Асуулт хэсгээр холбогдоно уу. Код: {errorCode} Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: हे एक अज्ञात त्रुटी आहे. नवीनतम आवृत्तीवर अपडेट करा आणि पुन्हा प्रयत्न करा. निराकरण न झाल्यास सेटिंग्ज > संपर्क द्वारे आमच्याशी संपर्क साधा. कोड: {errorCode} तपशील: {exceptionMessage}:{exceptionDetails}
ms: Ralat tidak diketahui. Sila kemas kini ke versi terkini dan cuba lagi. Jika masalah tidak diselesaikan, sila hubungi kami melalui Tetapan > Pertanyaan. Kod: {errorCode} Butiran: {exceptionMessage}:{exceptionDetails}
my: အကြောင်းရင်းမသိသော အမှားအယွင်းဖြစ်သည်။ နောက်ဆုံးဗားရှင်းသို့ အပ်ဒိတ်လုပ်ပြီး ထပ်မံကြိုးစားကြည့်ပါ။ ဖြေရှင်းမရပါက ဆက်တင်များ > စုံစမ်းမေးမြန်းမှု မှတစ်ဆင့် ဆက်သွယ်မေးမြန်းပါ။ ကုဒ်: {errorCode} အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Det er en ukjent feil. Vennligst oppdater til den nyeste versjonen og prøv igjen. Hvis problemet vedvarer, kan du kontakte oss via Innstillinger > Kontakt. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
ne: अज्ञात त्रुटि भएको छ। नयाँ संस्करणमा अपडेट गरेर फेरि प्रयास गर्नुहोस्। समाधान नभएमा सेटिङहरू > सम्पर्क बाट सम्पर्क गर्नुहोस्। कोड: {errorCode} विस्तृत जानकारी: {exceptionMessage}:{exceptionDetails}
nl: Er is een onbekende fout opgetreden. Update naar de laatste versie en probeer het opnieuw. Als het probleem niet is opgelost, neem dan contact met ons op via Instellingen > Contact. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
no: En ukjent feil har oppstått. Vennligst oppdater til siste versjon og prøv igjen. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Forespørsel. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
or: ଏକ ଅଜଣା ତ୍ରୁଟି ଘଟିଛି। ଦୟାକରି ନବୀକରଣ କରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ। ଯଦି ସମସ୍ୟାର ସମାଧାନ ହୋଇନାହିଁ, ଦୟାକରି ସେଟିଙ୍ଗ > ଯୋଗାଯୋଗ ମାଧ୍ୟମରେ ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ। କୋଡ଼: {errorCode} ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: ਇਹ ਇੱਕ ਅਗਿਆਤ ਗਲਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਨਵੀਨਤਮ ਸੰਸਕਰਣ ਵਿੱਚ ਅੱਪਡੇਟ ਕਰੋ ਅਤੇ ਫਿਰ ਤੋਂ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇਕਰ ਸਮੱਸਿਆ ਹੱਲ ਨਹੀਂ ਹੁੰਦੀ, ਤਾਂ ਸੈਟਿੰਗਜ਼ > ਪੁੱਛਗਿੱਛ ਰਾਹੀਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਕੋਡ: {errorCode} ਵੇਰਵਾ: {exceptionMessage}:{exceptionDetails}
pl: Wystąpił nieznany błąd. Zaktualizuj do najnowszej wersji i spróbuj ponownie. Jeśli problem nie zostanie rozwiązany, skontaktuj się z nami przez Ustawienia > Kontakt. Kod: {errorCode} Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: دا یو نه دی چې علت یې نه دی معلوم د خطا. مهرباني وکړئ وروستی نسخه ته تازه کړئ او بیا هڅه وکړئ. که دا حل نشي، مهرباني وکړئ د تنظیمات > اړیکه له لارې اړیکه ونیسئ. کوډ: {errorCode} تفصیلات: {exceptionMessage}:{exceptionDetails}
pt: Erro desconhecido. Atualize para a versão mais recente e tente novamente. Se o problema persistir, entre em contato através de Configurações > Consultas. Código: {errorCode} Detalhes: {exceptionMessage}:{exceptionDetails}
ro: A apărut o eroare necunoscută. Va rugăm să actualizați la cea mai recentă versiune și să încercați din nou. Dacă problema persistă, contactați-ne din Setări > Întrebări. Cod: {errorCode} Detalii: {exceptionMessage}:{exceptionDetails}
ru: Это ошибка неизвестного происхождения. Пожалуйста, обновите до последней версии и попробуйте снова. Если проблема не решена, свяжитесь с нами через Настройки > Запрос. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
si: නොදන්නා පිළිවෙතක ව්‍යසනයකි. නවීනතමට යාවත්කාලීන කර නැවත පෙරළන්න. විසඳුමක් නොවන විට, සකසීම් > විමසීම් හරහා අපට සම්බන්ධ වන්න. කොඩ්: {errorCode} විශේෂිත: {exceptionMessage}:{exceptionDetails}
sk: Toto je neznáma chyba. Aktualizujte na najnovšiu verziu a skúste to znova. Ak problém nevyriešite, kontaktujte nás prostredníctvom Nastavenia > Kontakt. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Neznana napaka. Posodobite na najnovejšo različico in poskusite znova. Če težava ni rešena, nas kontaktirajte preko Nastavitve > Povpraševanje. Koda: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Ka një gabim të paidentifikuar. Ju lutemi përditësoni në versionin më të fundit dhe provoni përsëri. Nëse problemi vazhdon, ju lutemi kontaktoni përmes Cilësimeve > Kërkesë. Kodi: {errorCode} Detaje: {exceptionMessage}:{exceptionDetails}
sr: Непозната грешка. Ажурирајте на најновију верзију и пробајте поново. Ако проблем и даље траје, контактирајте нас преко Подешавања > Контакт. Код: {errorCode} Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Ett okänt fel inträffade. Vänligen uppdatera till den senaste versionen och försök igen. Om problemet kvarstår, vänligen kontakta oss via Inställningar > Kontakta oss. Kod: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Hitilafu isiyojulikana. Tafadhali sasisha hadi toleo jipya na ujaribu tena. Ikiwa haijasuluhishwa, tafadhali wasiliana nasi kupitia Mipangilio > Maswali. Msimbo: {errorCode} Maelezo: {exceptionMessage}:{exceptionDetails}
ta: காரணம் தெரியாத பிழை. சமீபத்திய பதிப்பிற்கு புதுப்பித்து மீண்டும் முயற்சிக்கவும். தீர்க்கப்படாவிட்டால் அமைப்புகள் > தொடர்பு மூலம் தொடர்பு கொள்ளவும். குறியீடு: {errorCode} விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: తెలియని లోపం. తాజా వెర్షన్‌కు అప్‌డేట్ చేసి మళ్లీ ప్రయత్నించండి. పరిష్కరించకపోతే సెట్టింగులు > సంప్రదింపులు నుండి సంప్రదించండి. కోడ్: {errorCode} వివరాలు: {exceptionMessage}:{exceptionDetails}
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ โปรดอัปเดตเป็นเวอร์ชันล่าสุดและลองอีกครั้ง หากยังไม่สามารถแก้ไขได้ โปรดติดต่อเราผ่าน การตั้งค่า > ติดต่อเรา รหัส: {errorCode} รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: Hindi kilalang error. Mag-update sa pinakabagong bersyon at subukan muli. Kung hindi pa rin naayos, makipag-ugnayan sa amin sa pamamagitan ng Mga Setting > Tanong. Code: {errorCode} Detalye: {exceptionMessage}:{exceptionDetails}
tr: Bilinmeyen bir hata oluştu. Lütfen en son sürüme güncelleyin ve yeniden deneyin. Eğer sorun çözülmezse, Ayarlar > İletişim bölümünden bize ulaşabilirsiniz. Kod: {errorCode} Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: An unknown error has occurred. Please update to the latest version and try again. If the issue persists, please contact us via Settings > Contact. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
ur: یہ ایک نامعلوم خرابی ہے۔ براہ کرم تازہ ترین ورژن میں اپ ڈیٹ کریں اور دوبارہ کوشش کریں۔ اگر حل نہیں ہوتا تو براہ کرم سیٹنگز > رابطہ کریں کی مدد سے ہم سے رابطہ کریں۔ کوڈ: {errorCode} تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Noma'lum xato. Iltimos, eng so'nggi versiyaga yangilang va yana sinab ko'ring. Agar hal qilmasa, Sozlamalar > Murojaat orqali murojaat qiling. Kod: {errorCode} Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Lỗi không xác định được nguyên nhân. Vui lòng cập nhật lên phiên bản mới nhất và thử lại. Nếu vẫn chưa giải quyết được, vui lòng liên hệ qua Cài đặt > Liên hệ. Mã: {errorCode} Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 这是一个未知错误。请更新到最新版并再试一次。如果问题仍然存在，请通过设置 > 联系我们联系我们。代码：{errorCode} 详细信息：{exceptionMessage}:{exceptionDetails}
zu: Kukhona iphutha elingaziwa. Sicela ubuyekeze uhlelo lokusebenza lube kusemthethweni bese uzama futhi. Uma kungaxazululeki, ungangakhetha ngaphansi kwezilungiselelo > Xhumana nathi. Ikhodi: {errorCode} Imininingwane: {exceptionMessage}:{exceptionDetails}
