Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# setMultipleReminders
source: Multiple reminders to prevent missing pills
af: Deur verskeie instellings te maak, kan jy vergeetgelegde inname voorkom.
am: ብዙ ዝርዝር ማቀናበር እንደሚያደርግ በመጭያዊ መድህናችን እንዲረዳ ይችላሉ።
ar: يمكنك منع نسيان تناول الأدوية عن طريق إعداد عدة تنبيهات.
as: একাধিক ছেটিং কৰি ৰাখিলে খোৱা পাহৰাৰ পৰা ৰক্ষা পাব পাৰি
az: Bir neçə xatırladıcı quraşdırmaqla həbləri içməyi unutmanın qarşısını ala bilərsiniz
be: Настройка некалькіх напамінкаў дапаможа прадухіліць забыўшыяся ўжыванні.
bg: Настройването на множество напомняния ще помогне да не забравяте да вземате таблетките
bn: একাধিক রিমাইন্ডার সেট করে রাখলে খেতে ভুলে যাওয়া এড়াতে পারবেন
bs: Postavljanjem više opcija možete spriječiti zaboravljanje uzimanja.
ca: Configurant múltiples recordatoris podeu evitar oblidar-vos de prendre-les
cs: Nastavením více připomínek můžete zabránit zapomínání na užívání léků.
cy: Gallwch rwystro anghofio i gymryd eich meddyginiaeth trwy osod sawl rhybudd.
da: Ved at indstille flere påmindelser kan du undgå at glemme at tage din pille.
de: Durch das Einrichten mehrerer Erinnerungen können Sie das Vergessen der Einnahme verhindern.
el: Μπορείτε να αποτρέψετε την παράλειψη δόσεων ορίζοντας πολλές ρυθμίσεις.
es: Configurar múltiples recordatorios te ayuda a prevenir olvidos
et: Mit mitu seadistust saate unustamise vältida.
eu: Hain bat ezarri dituzunean ahazteko arriskua saihestuko duzu.
fa: با تنظیمات متعدد می‌توانید از فراموشی مصرف دارو جلوگیری کنید
fi: Voit estää unohtamisen asettamalla useita muistutuksia.
fil: Makakatulong ang pagtakda ng maraming reminder upang hindi makalimutan ang pag-inom
fr: En configurant plusieurs rappels, vous pouvez éviter d'oublier de prendre vos pilules.
gl: Pódese evitar esquecer as pílulas configurando múltiples recordatorios.
gu: વધુ રિમાઇન્ડર સેટ કરવાથી દવા લેવાનું ભૂલવાને રોકી શકાય છે
he: על ידי הגדרת מספר תזכורות תוכלו למנוע שכחה של נטילת כדורים
hi: कई रिमाइंडर सेट करने से गोली लेना भूलने से बचा जा सकता है
hr: Možete spriječiti zaboravljanje uzimanjem postavljanjem više obavijesti.
hu: Több beállításával elkerülheti a gyógyszerek elfelejtését.
hy: Մի շարք պարամետրեր սահմանելով, դուք կարող եք կանխել դեղորայքի բաց թողումը։
id: Anda dapat mencegah lupa minum obat dengan mengatur beberapa pengingat.
is: Með því að stilla margar áminningar er hægt að koma í veg fyrir að þú gleymir að taka lyfin.
it: Impostando più promemoria puoi prevenire di dimenticare l'assunzione
ja: 複数設定しておく事で飲み忘れを防げます
ka: თქვენ შეგიძლიათ თავიდან აიცილოთ წამლის მიღება რამდენიმე მახასიათებლის დაყენებით.
kk: Бірнеше параметрлерді орната отырып, таблеткаларды қабылдауды ұмытпаудың алдын алуға болады
km: ការកំណត់ការរំលឹកច្រើនអាចជួយបង្ការការភ្លេចញ៉ាំ
kn: ಬಹು ರಿಮೈಂಡರ್‌ಗಳನ್ನು ಸೆಟ್ ಮಾಡುವ ಮೂಲಕ ಮಾತ್ರೆ ಸೇವಿಸಲು ಮರೆಯುವುದನ್ನು ತಡೆಯಬಹುದು
ko: 여러 개 설정해 두면 복용 누락을 방지할 수 있습니다
ky: Бир нече параметрди орнотуп, унутуп калууну алдын алсаңыз болот.
lo: ການຕັ້ງຄໍາສັ່ງຫລາຍໆ ຈະຊ່ວຍປ້ອງກັນຄວາມລືມໃນການດືກເອົາ
lt: Galima išvengti pamiršimo, jei nustatysite kelis priminimus.
lv: Iestatot vairākus, var novērst zāļu lietošanas aizmirstību.
mk: Можете да спречите заборавите на таблети со поставување на повеќе поставки.
ml: ഒന്നിലധികം ക്രമീകരണങ്ങൾ വഴി കഴിക്കാൻ മറക്കുന്നത് തടയാം
mn: Олон тохиргоо хийснээр эм уухаа мартахаас сэргийлж болно
mr: अनेक रिमाइंडर सेट करून गोळी घेणे विसरण्याची शक्यता कमी करता येते
ms: Anda boleh mengelakkan terlupa mengambil pil dengan menetapkan beberapa pengingat.
my: အများအပြားသတ်မှတ်ထားခြင်းဖြင့် ဆေးသောက်မေ့ခြင်းကို တားဆီးနိုင်သည်
nb: Ved å sette opp flere påminnelser kan du forhindre å glemme å ta medisinen.
ne: धेरै रिमाइन्डर सेट गर्दा खान बिर्सनुबाट बच्न सकिन्छ
nl: Door meerdere instellingen te configureren, kunt u vergeten inname voorkomen.
no: Ved å angi flere påminnelser kan du forhindre å glemme å ta pillene.
or: ଏକାଧିକ ରିମାଇଣ୍ଡର ସେଟ୍ କରିରଖିଲେ ପିଲ୍ ଖାଇବା ଭୁଲିଯିବାକୁ ରୋକିହେବ
pa: ਕਈ ਰਿਮਾਇੰਡਰ ਸੈੱਟ ਕਰਕੇ ਤੁਸੀਂ ਗੋਲੀ ਲੈਣਾ ਭੁੱਲਣ ਤੋਂ ਬਚ ਸਕਦੇ ਹੋ
pl: Możesz zapobiec zapomnieniu o przyjęciu leku, ustawiając kilka przypomnień.
ps: تاسې کولی شئ څو تنظیمات ونیسئ ترڅو د خوراک هېروونکی مخنیوی وکړئ.
pt: Você pode prevenir o esquecimento de tomar os comprimidos configurando múltiplos lembretes.
ro: Prin setarea mai multora, puteți preveni uitarea de a lua pastilele.
ru: Вы можете предотвратить Forgetting, настроив несколько уведомлений.
si: මල නිෂ්පාදන වකුගඩුවෙහි ව්‍යවස්ථා පාලනය කිරීම මගින් භාවිතා කිරීමට හේතු ලබන්න.
sk: Nastavením viacerých upozornení môžete zabrániť zabudnutiu na užívanie.
sl: Z več nastavljenimi obvestili lahko preprečite pozabljanje jemanja tablet.
sq: Duke vendosur disa, mund të parandaloni harrimin e marrjes.
sr: Pode se sprečiti zaboravljanje uz pomoć višestrukih podešavanja.
sv: Genom att ställa in flera påminnelser kan du förhindra att du glömmer att ta dina piller.
sw: Kuweka vikumbusho vingi kunaweza kuzuia kusahau kunywa dawa
ta: பல நினைவூட்டல்களை அமைப்பதன் மூலம் மருந்து எடுக்க மறப்பதைத் தடுக்கலாம்
te: అనేక రిమైండర్లను సెట్ చేసుకుంటే మాత్రలు మరవకుండా ఉంటారు
th: คุณสามารถป้องกันการลืมยาด้วยการตั้งค่าหลายรายการไว้ล่วงหน้า
tl: Makakaiwas kang malimutan ang pag-inom kapag maraming paalala ang nakatakda
tr: Birden fazla ayar yaparak ilacı unutmayı önleyebilirsiniz.
uk: Setting multiple reminders can help prevent forgetting to take your pills.
ur: آپ ایک سے زیادہ ترتیبات کرکے گولی کو پینے سے بھولنے سے روک سکتے ہیں
uz: Bir nechta sozlash orqali dorilarni ichishni unutmaysiz.
vi: Cài đặt nhiều lời nhắc có thể giúp ngăn ngừa việc quên uống thuốc
zh: 可以通过设置多个提醒来防止忘记服药。
zu: Ungakwenza ukusetha okuphindaphindiwe ukuze uvikeleke ekuphuthumeni kokuphuza.

source: and
af: en
am: እና
ar: و
as: আৰু
az: və
be: і
bg: и
bn: এবং
bs: i
ca: i
cs: a
cy: a
da: og
de: und
el: και
es: y
et: ja
eu: eta
fa: با
fi: ja
fil: at
fr: et
gl: e
gu: અને
he: ו
hi: और
hr: i
hu: és
hy: և
id: dan
is: og
it: e
ja: と
ka: და
kk: және
km: និង
kn: ಮತ್ತು
ko: 과
ky: жана
lo: ກັບ
lt: ir
lv: un
mk: и
ml: ഉം
mn: ба
mr: आणि
ms: dan
my: နှင့်
nb: og
ne: र
nl: en
no: og
or: ଓ
pa: ਅਤੇ
pl: i
ps: او
pt: e
ro: și
ru: и
si: ආ
sk: a
sl: in
sq: dhe
sr: и
sv: och
sw: na
ta: மற்றும்
te: మరియు
th: และ
tl: at
tr: ve
ur: اور
uz: va
vi: và
zh: 和
zu: no

source: Read and start using
af: Lees en begin om te gebruik.
am: እባኮትን ይይዙ እና በማግኘት ይጀምሩ
ar: ابدأ استخدامه بعد القراءة
as: পঢ়ি ব্যৱহাৰ আৰম্ভ কৰক
az: oxuyub istifadəyə başlayın
be: Пачніце карыстацца, прачытаўшы
bg: Прочетете започнете да използвате
bn: পড়ে ব্যবহার শুরু করুন
bs: Pročitajte i započnite koristiti aplikaciju.
ca: Llegiu-los i comenceu a utilitzar l'aplicació
cs: Přečtěte si a začněte používat.
cy: darllenwch a dechreuwch ddefnyddio
da: Læs og begynd at bruge
de: Lese und beginne mit der Nutzung
el: Διαβάστε και αρχίστε να χρησιμοποιείτε
es: Lea y comience a usar
et: Lugege ja alustage kasutamist
eu: irakurri eta hasi utilitzatzen
fa: لطفا آن را بخوانید و استفاده را شروع کنید
fi: Lue ja aloita käyttö
fil: Basahin at simulan ang paggamit
fr: Veuillez lire et commencer à utiliser.
gl: Lea e comece a usar
gu: વાંચીને ઉપયોગ શરૂ કરો
he: קרא ובצע שימוש
hi: पढ़कर उपयोग शुरू करें
hr: Pročitajte i započnite s korištenjem.
hu: Kérjük, olvassa el és kezdje el a használatát.
hy: կարդալու համար սկսեք օգտագործել
id: Silakan baca dan mulai gunakan
is: Lesa textann og byrjaðu að nota það
it: Leggi e inizia a utilizzare
ja: を読んで 利用をはじめてください
ka: გთხოვთ წაიკითხოთ და დაიწყოთ გამოყენება
kk: Оқыңыз және пайдалана бастаңыз
km: សូមអានហើយចាប់ផ្តើមប្រើប្រាស់
kn: ಓದಿ ಬಳಕೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ
ko: 읽어보고 이용을 시작하세요
ky: Окуп алгыла
lo: ອ່ານແລ້ວເລີ່ມໃຊ້ງານ
lt: Pradėkite naudotis skaitydami
lv: Lūdzu, izlasiet un sāciet izmantot
mk: Прочитајте и започнете да ја користите
ml: വായിച്ച് ഉപയോഗം ആരംഭിക്കുക
mn: уншиж, ашиглаж эхлэнэ үү
mr: वाचून वापर सुरू करा
ms: Baca dan mula gunakan
my: ဖတ်ရှုပြီး အသုံးပြုရန် စတင်ပါ
nb: Les mer Begynn å bruke
ne: पढेर प्रयोग सुरु गर्नुहोस्
nl: Lees het en begin met gebruiken
no: Les mer og begynn å bruke
or: ପଢ଼ି ବ୍ୟବହାର ଆରମ୍ଭ କରନ୍ତୁ
pa: ਪੜ੍ਹ ਕੇ ਵਰਤਣਾ ਸ਼ੁਰੂ ਕਰੋ
pl: Przeczytaj i rozpocznij korzystanie
ps: پېژندنه ولولئ استفاده پیل کړئ
pt: Leia e comece a usar
ro: Citiți-le și începeți să le utilizați
ru: Прочитайте и начните использовать
si: पढि गर्नुहोस् कृपया प्रयोग गर्न थाल्नुहोस्
sk: Prečítajte si to a začnite používať
sl: preberite Začnite uporabljati
sq: Lexoni Filloni të përdorni
sr: Прочитајте и започните коришћење
sv: Läs och börja använda.
sw: Soma kisha uanze kutumia
ta: படித்து பயன்படுத்தத் தொடங்குங்கள்
te: చదివి ఉపయోగం ప్రారంభించండి
th: อ่านเพื่อเริ่มใช้งาน
tl: Mangyaring basahin at simulan ang paggamit
tr: okuyun ve kullanmaya başlayın
uk: Read and start using it.
ur: پڑھیں استعمال شروع کریں
uz: ni o'qing foydalanishni boshlang
vi: và bắt đầu sử dụng
zh: 请阅读 开始使用
zu: Funda bese uqala ukusebenzisa.

source: Next
af: Volgende
am: ወደ ዋነኛ ይሂዱ
ar: التالي
as: আগলৈ
az: Növbəti
be: Наступны
bg: Напред
bn: পরবর্তী
bs: Dalje
ca: Següent
cs: Další
cy: Ymlaen
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
et: Edasi
eu: Hurrengoa
fa: بعدی
fi: Seuraava
fil: Susunod
fr: Suivant
gl: Seguinte
gu: આગળ
he: הבא
hi: अगला
hr: Dalje
hu: Következő
hy: Հաջորդը
id: Berikutnya
is: Fara
it: Avanti
ja: 次へ
ka: შემდეგი
kk: Келесі
km: បន្ទាប់
kn: ಮುಂದೆ
ko: 다음
ky: Кийинки
lo: ຕໍ່ไป
lt: Toliau
lv: Tālāk
mk: Следно
ml: അടുത്തത്
mn: Дараах
mr: पुढे
ms: Seterusnya
my: နောက်သို့
nb: Neste
ne: अगाडि
nl: Volgende
no: Neste
or: ଆଗକୁ
pa: ਅੱਗੇ
pl: Dalej
ps: برخی ته
pt: Próximo
ro: Următorul
ru: Далее
si: ඊළඟට
sk: Ďalej
sl: Naprej
sq: Të tjera
sr: Наст次
sv: Nästa
sw: Endelea
ta: அடுத்து
te: తదుపరి
th: ถัดไป
tl: Susunod
tr: İleri
ur: اگلے
uz: Keying
vi: Tiếp theo
zh: 继续
zu: Okwedlulelayo

# notificationIndex
source: Notification {number}
af: kennisgewing{number}
am: ዝርዝር {number}
ar: إشعار {number}
as: জাননী{number}
az: Bildiriş {number}
be: апавяшчэнне {number}
bg: Уведомление {number}
bn: নোটিফিকেশন {number}
bs: Obavijest {number}
ca: Notificació {number}
cs: Oznámení {number}
cy: HYSBYDDAETH {number}
da: Notifikation {number}
de: Benachrichtigung {number}
el: Ειδοποίηση {number}
es: Notificación {number}
et: Teade{number}
eu: Notifikazioa {number}
fa: اطلاعیه {number}
fi: Ilmoitus {number}
fil: Paalala {number}
gl: notificación {number}
gu: સૂચના{number}
he: הודעה {number}
hi: सूचना {number}
hr: Obavijest {number}
hu: Értesítés {number}
hy: ծանուցում {number}
id: Pemberitahuan {number}
is: Tilkynning{number}
it: Notifica {number}
ja: 通知{number}
ka: გამოსვლა{number}
kk: Хабарлама {number}
km: ដំណឹង{number}
kn: ಅಧಿಸೂಚನೆ{number}
ko: 알림{number}
ky: билеттер {number}
lo: ການແຈ້ງແຕ່ງ{number}
lt: pranešimas {number}
lv: Paziņojums {number}
mk: 通知{number}
ml: അറിയിപ്പ് {number}
mn: мэдэгдэл {number}
mr: सूचना{number}
ms: Pemberitahuan {number}
my: အကြောင်းကြားမှု {number}
nb: Varsel{number}
ne: सूचना{number}
nl: Notificatie{number}
no: Varsel{number}
or: ସୂଚନା{number}
pa: ਸੂਚਨਾ {number}
pl: Powiadomienie {number}
ps: خبرتیا {number}
pt: Notificação {number}
ro: Notificare{number}
ru: Уведомление {number}
si: නිවේදනය {number}
sk: Oznámenie {number}
sl: obvestilo {number}
sq: njoftimi{number}
sr: Обавештење {number}
sv: Notifikation {number}
sw: Arifa {number}
ta: அறிவிப்பு{number}
te: నోటిఫికేషన్ {number}
th: การแจ้งเตือน{number}
tl: Abiso {number}
tr: bildirim {number}
ur: نوٹیفیکیشن {number}
uz: xabar berish {number}
vi: Thông báo {number}
zh: 通知{number}
zu: Ukuqapha {number}

source: \ Taking record from notification /
af: Jy kan van die kennisgewings af jou inname registreer.
am: በመግለጫ ውስጥ የተጠቀሰ መረጃ ይኖርብዎታል፣ እንደ አዳዲስ ወይም አንደኛ ይዛምነት ይችላሉ።
ar: يمكنك تسجيل تناول الحبوب من الإشعارات
as: \ জাননীৰ পৰা সেৱনৰ তথ্য লিপিবদ্ধ কৰিব পাৰিব /
az: \ Bildirişdən həb qəbulunu qeyd edə bilərsiniz /
be: Вы можаце запісаць апошні прымяненне з апавяшчэння.
bg: \ Записване на приема от уведомленията /
bn: \ বিজ্ঞপ্তি থেকে সেবনের রেকর্ড করুন /
bs: Možete zabilježiti uzimanje lijekova iz obavijesti.
ca: \ Pots registrar la presa des de les notificacions /
cs: Z oznámení můžete zaznamenat užívání.
cy: Gellir cofrestru defnydd o'r hysbysiad
da: Du kan registrere dit indtag fra meddelelserne.
de: Sie können Ihre Einnahmeprotokolle über die Benachrichtigungen verwalten.
el: Μπορείτε να καταγράψετε την λήψη μέσω ειδοποίησης
es: \ Puedes registrar la toma desde las notificaciones /
et: "Teavitustest on võimalik kasutada ravimi sissevõtu registreerimist"
eu: Notifakutik iritzizko medikamentuen jakatzeak egin ditzakezu.
fa: شما می توانید از طریق اعلان ها یادداشت دارو را ثبت کنید
fi: Voit tallentaa lääkkeenottotiedot ilmoituksista.
fil: \ Maaari mong mag-record ng pag-inom mula sa notification /
fr: Vous pouvez enregistrer la prise de médicaments à partir des notifications.
gl: Pódese rexistrar a toma desde a notificación /
gu: સૂચનાથી સેવનનો રેકોર્ડ કરી શકાય છે
he: ניתן לתעד את השימוש דרך ההודעות
hi: \ सूचना से सेवन रिकॉर्ड कर सकते हैं /
hr: Možete zabilježiti uzimanje putem obavijesti
hu: A gyógyszerek bevételét értesítéseken keresztül rögzítheti.
hy: Դիպառանցությունից դեղերի ընդունման գրանցումը կարող եք կատարել
id: Anda dapat mencatat penggunaan obat dari pemberitahuan.
is: Þú getur skráð lyfjanotkunina frá tilkynningum.
it: \ Registra l'assunzione dalle notifiche /
ja: \ 通知から服用記録ができます /
ka: წ通知დან წამლის მიღების ჩანაწერი შეგიძლიათ
kk: Хабарламадан дәрі қабылдауды тіркеуге болады
km: \ អាចបញ្ជាក់ការទទួលថ្នាំពីការជូនដំណឹង /
kn: \\ ಅಧಿಸೂಚನೆಯಿಂದ ಮಾತ್ರೆ ಸೇವನೆ ದಾಖಲು ಮಾಡಬಹುದು /
ko: \ 알림으로 복용 기록 가능 /
ky: Эскертүү аркылуу таблеткаларды колдонуу жөнүндө жазып алсаңыз болот /
lo: ສາມາດບັນທຶກການຮັບປະທານໃນການແຈ້ງເຕື່ອນ /
lt: Iš pranešimų galite įrašyti vaisto vartojimą.
lv: Jūs varat reģistrēt zāļu lietošanu, izmantojot paziņojumu.
mk: Записите за употреба можете да ги направите преку известувањето.
ml: \ അറിയിപ്പിൽ നിന്ന് സേവന രേഖ ചെയ്യാം /
mn: \ Мэдэгдлээс эм уух тэмдэглэл хийж болно /
mr: \ सूचनेतून सेवन नोंद करू शकता /
ms: Anda boleh merekod pengambilan dari pemberitahuan.
my: \ အကြောင်းကြားစာမှ ဆေးသုံးမှတ်တမ်းတင်နိုင်သည် /
nb: Du kan registrere inntak fra varsler
ne: \ सूचनाबाट औषधि सेवनको रेकर्ड गर्न सकिन्छ /
nl: Uw inname kan worden geregistreerd vanuit meldingen.
no: Du kan registrere inntaket fra varsler
or: \ ବିଜ୍ଞପ୍ତିରୁ ସେବନ ରେକର୍ଡ କରିପାରିବେ /
pa: \ ਨੋਟੀਫਿਕੇਸ਼ਨ ਤੋਂ ਗੋਲੀ ਲੈਣ ਦਾ ਰਿਕਾਰਡ ਕਰ ਸਕਦੇ ਹੋ /
pl: Możesz zarejestrować przyjmowanie leków z powiadomienia.
ps: تاسو کولی شئ د خبرتیاو له لارې د درملو مالومات ثبت کړئ
pt: É possível registrar a administração do medicamento a partir das notificações.
ro: Puteți înregistra administrarea medicamentului din notificări.
ru: Вы можете записывать прием лекарств из уведомлений
si: පණිවිඩය හරහා ඖෂධ ගැනුම් වාර්තාවක් සකස් කළ හැකිය.
sk: Môžete si zaznamenať užitie liekov cez upozornenia.
sl: Z obvestila lahko zabeležite jemanje tablet.
sq: Përmes njoftimeve mund të regjistroni marrjen e ilaçeve.
sr: Možete zabeležiti uzimanje lekova putem obaveštenja.
sv: Du kan registrera din dosering från meddelandet.
sw: / Unaweza kurekodi matumizi kutoka kwa taarifa /
ta: அறிவிப்பு மூலம் மாத்திரை எடுத்த பதிவைச் செய்யலாம்
te: \ నోటిఫికేషన్ నుండి సేవన రికార్డ్ చేయవచ్చు /
th: คุณสามารถบันทึกการใช้ยาได้จากการแจ้งเตือน
tl: \ Makatala ng pag-inom sa notipikasyon /
tr: Bildirimlerden ilaç kaydı yapabilirsiniz.
uk: You can record your medication from the notification.
ur: آپ نوٹیفikation سے ادویات کے ریکارڈ کر سکتے ہیں
uz: Taqdimot orqali qabul qilish tarixini yozib olish mumkin
vi: \ Có thể ghi lại việc uống thuốc từ thông báo /
zh: 您可以通过通知记录服用情况
zu: Unokwenza irekhodi lokusebenzisa kusuka kwi-Notification.

# startApp
source: Start the app
af: Begin die app
am: መተግበሪያውን መጀመር
ar: بدء التطبيق
as: এপ্পটো আৰম্ভ কৰক
az: Tətbiqi başla
be: Пачаць прыкладанне
bg: Започни
bn: অ্যাপ শুরু করুন
bs: Započnite aplikaciju
ca: Començar l'aplicació
cs: Začít aplikaci
cy: Dechrau'r ap
da: Start app
de: Die App starten
el: Ξεκινήστε την εφαρμογή
es: Empezar
et: Alustage rakendust
eu: Aplikazioa hasi
fa: برنامه را شروع کنید
fi: Aloita sovellus
fil: Simulan ang App
fr: Commencer l'application
gl: Comezar a app
gu: એપ શરૂ કરો
he: להתחיל את האפליקציה
hi: शुरू करें
hr: Započni aplikaciju
hu: Indítsa el az alkalmazást
hy: Դուրս գալ արգելանքը
id: Mulai aplikasi
is: Byrjaðu forritið
it: Inizia
ja: アプリをはじめる
ka: აპლიკაციის დაწყება
kk: Қосымшаны бастау
km: ចាប់ផ្តើម
kn: ಪ್ರಾರಂಭಿಸಿ
ko: 시작하기
ky: Программаны баштоо
lo: ຈິດແອັບ
lt: Pradėti programą
lv: Sākt lietotni
mk: Започнете апликација
ml: ആപ്പ് ആരംഭിക്കുക
mn: Эхлэх
mr: अॅप सुरू करा
ms: Mulaikan aplikasi
my: အက်ပ်စတင်မည်
nb: Start app
ne: एप सुरु गर्नुहोस्
nl: De app starten
no: Start app
or: ଆପ୍ ଆରମ୍ଭ କରନ୍ତୁ
pa: ਐਪ ਸ਼ੁਰੂ ਕਰੋ
pl: Rozpocznij aplikację
ps: د اپلیکیشن پیل کول
pt: Começar o aplicativo
ro: Începeți aplicația
ru: Начать приложение
si: ඇප් පටන් ගන්න
sk: Spustiť aplikáciu
sl: Začnite aplikacijo
sq: Fillni aplikacionin
sr: Почните апликацију
sv: Börja använda appen
sw: Anza programu
ta: ஆப்பைத் தொடங்குங்கள்
te: యాప్ ప్రారంభించండి
th: เริ่มใช้งานแอป
tl: Simulan ang app
tr: Uygulamayı başlat
ur: ایپ شروع کریں
uz: Ilov estalab boshlash
vi: Bắt đầu sử dụng
zh: 开始应用程序
zu: Qala uhlelo lwe-app

# loggedInWithProvider
source: Logged in with {accountTypeProviderName}
af: U het ingelogde met {accountTypeProviderName}
am: ወደ {accountTypeProviderName} ግባ ወይም ወደ መዋቅር ይገኙ
ar: تم تسجيل الدخول باستخدام {accountTypeProviderName}
as: {accountTypeProviderName}ৰ সৈতে লগইন কৰা হ'ল
az: {accountTypeProviderName} ilə daxil oldunuz
be: Вы ўвайшлі праз {accountTypeProviderName}
bg: Влязохте с {accountTypeProviderName}
bn: {accountTypeProviderName} দিয়ে সফলভাবে লগইন করেছেন
bs: Prijavili ste se putem {accountTypeProviderName}
ca: T'has connectat amb {accountTypeProviderName}
cs: Přihlásil/a jsem se pomocí {accountTypeProviderName}
cy: Rydw i wedi mewngofnodi gyda {accountTypeProviderName}
da: Logget ind med {accountTypeProviderName}
de: Sie haben sich mit {accountTypeProviderName} angemeldet.
el: Συνδεθήκατε με το {accountTypeProviderName}
es: Has iniciado sesión con {accountTypeProviderName}
et: Olen sisse loginud {accountTypeProviderName} kaudu
eu: Sartu da {accountTypeProviderName} xehetasunak erabiliz.
fa: با {accountTypeProviderName} وارد شدم
fi: Olet kirjautunut sisään {accountTypeProviderName}:llä.
fil: Nakapag-login gamit ang {accountTypeProviderName}
fr: Vous êtes connecté avec {accountTypeProviderName}
gl: Iniciache sesión con {accountTypeProviderName}
gu: {accountTypeProviderName} દ્વારા લૉગિન થયું
he: נכנסתי באמצעות {accountTypeProviderName}
hi: {accountTypeProviderName} के साथ लॉग इन हो गए
hr: Prijavili ste se putem {accountTypeProviderName}
hu: Bejelentkezett a(z) {accountTypeProviderName} szolgáltatásba.
hy: Մուտք եք գործել {accountTypeProviderName} միջոցով
id: Anda telah masuk dengan {accountTypeProviderName}
is: Inni innskráð með {accountTypeProviderName}
it: Accesso effettuato con {accountTypeProviderName}
ja: {accountTypeProviderName}でログインしました
ka: {accountTypeProviderName} და შევედით
kk: {accountTypeProviderName} бойынша кірдіңіз
km: បានចូលប្រើដោយ{accountTypeProviderName}ហើយ
kn: {accountTypeProviderName}ನಲ್ಲಿ ಲಾಗ್ ಇನ್ ಮಾಡಿದ್ದೀರಿ
ko: {accountTypeProviderName}로 로그인했습니다
ky: {accountTypeProviderName} менен кирди
lo: ລອກອິນດ້ວຍ {accountTypeProviderName}
lt: Jūs prisijungėte prie {accountTypeProviderName}
lv: Es esmu pieteicies, izmantojot {accountTypeProviderName}
mk: Влезено е преку {accountTypeProviderName}
ml: {accountTypeProviderName} ഉപയോഗിച്ച് ലോഗിൻ ചെയ്തു
mn: {accountTypeProviderName} ашиглан нэвтрэв
mr: {accountTypeProviderName} वापरून लॉगिन केले
my: {accountTypeProviderName} ဖြင့် လော့ဂ်အင်ဝင်ပြီးပါပြီ
nb: Logget inn med {accountTypeProviderName}
ne: {accountTypeProviderName} मार्फत लग इन गर्नुभयो
nl: Ingemaakt bij {accountTypeProviderName}
no: Logget inn med {accountTypeProviderName}
or: {accountTypeProviderName}ରେ ଲଗିନ୍ ହୋଇଛି
pa: {accountTypeProviderName} ਨਾਲ ਲੌਗ ਇਨ ਹੋ ਗਏ
pl: Zalogowano przez {accountTypeProviderName}
ps: د {accountTypeProviderName} په مرسته ننوتل شوي
pt: Você fez login com {accountTypeProviderName}
ro: Te-ai conectat cu {accountTypeProviderName}
ru: Вы вошли в систему с помощью {accountTypeProviderName}
si: {accountTypeProviderName} මාර්ගයෙන් පිවිසියෙමි
sk: Prihlásili ste sa pomocou {accountTypeProviderName}
sl: Prijavljen sem z {accountTypeProviderName}
sq: Keni regjistruar me {accountTypeProviderName}
sr: Пријављен сам са {accountTypeProviderName}
sv: Inloggad via {accountTypeProviderName}
sw: Umeingia kwa kutumia {accountTypeProviderName}
ta: {accountTypeProviderName} மூலம் உள்நுழைந்தீர்கள்
te: {accountTypeProviderName} తో లాగిన్ అయ్యారు
th: ล็อกอินด้วย {accountTypeProviderName} เรียบร้อยแล้ว
tl: Naka-login na gamit ang {accountTypeProviderName}
tr: {accountTypeProviderName} ile giriş yapıldı
ur: آپ نے {accountTypeProviderName} کے ذریعے لاگ ان کیا ہے
uz: {accountTypeProviderName} bilan kirdi
vi: Đã đăng nhập thành công bằng {accountTypeProviderName}
zh: 已通过{accountTypeProviderName}登录
zu: Ngiyangena ngemvume ku-{accountTypeProviderName}
