Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorProductAlreadyPurchasedError
source: You have already purchased this plan. If you want to restore your purchase information, please check the "previously purchased" section
af: U het reeds 'n plan gekoop. As u die aankoopinligting op hierdie toestel wil herstel, gebruik asseblief die opsie "Kopers van voorheen, klik hier" om u aankoopinligting te herstel.
am: ይህን እንዲህ ለመጻፍ አለብዎት፡ ያም ግን የገንዘብ ምርጥ ድምጽ ይዟቹ እንግዲኛ የምልክት ማብራሪያ ይፈልጋሉ። ምንፋብ፡ ይቅርታ
ar: لقد تم شراء الخطة بالفعل. إذا كنت ترغب في استعادة معلومات الشراء على هذا الجهاز، يرجى استعادة معلومات الشراء من "إذا كنت قد اشتريت من قبل، انقر هنا".
as: আপুনি ইতিমধ্যে এটা পৰিকল্পনা ক্ৰয় কৰিছে। এই ডিভাইচত ক্ৰয় তথ্য পুনৰুদ্ধাৰ কৰিবলৈ "পূৰ্বে ক্ৰয় কৰা সকলৰ বাবে ইয়াত ক্লিক কৰক"ৰ পৰা ক্ৰয় তথ্য পুনৰুদ্ধাৰ কৰক
az: Artıq bir plan satın alınıb. Bu cihazda satın alınan məlumatları bərpa etmək üçün "Əvvəlki satın alanlar üçün buraya" daxil olun.
be: Вы ўжо набыў план. Калі вы хочаце аднаўіць інфармацыю аб куплі на гэтым прыладзе, калі ласка, аднаўце інфармацыю аб куплі, націснуўшы «Тыя, хто набыў раней, тут».
bg: Вече сте закупили план. Ако искате да възстановите информацията за покупката на това устройство, моля, използвайте "Тук натиснете, ако вече сте купили".
bn: আপনি ইতিমধ্যে প্ল্যানটি কিনেছেন। এই ডিভাইসে ক্রয়ের তথ্য পুনরুদ্ধার করতে চাইলে 'পূর্বে কিনেছেন এমন ব্যবহারকারীরা এখানে' থেকে ক্রয়ের তথ্য পুনরুদ্ধার করুন
bs: Već ste kupili plan. Ako želite da obnovite informacije o kupovini na ovom uređaju, molimo vas da obnovite informacije o kupovini putem "Ovde su oni koji su prethodno kupili".
ca: Ja tens un pla comprat. Per restaurar la informació de compra en aquest dispositiu, utilitza l'opció «Si ja has comprat abans, clica aquí».
cs: Již jste zakoupili plán. Pokud chcete obnovit informace o nákupu na tomto zařízení, prosím, obnovte je pomocí odkazu „Zde klikněte, pokud jste již zakoupili“.
cy: Mae gennych chi eisoes ôl-radd wedi ei brynu. Os ydych am adfer gwybodaeth y pryniant ar y dyfais hon, plis adfer gwybodaeth y pryniant drwy ddewis "Dewch yma os ydych wedi prynnu cyn hyn".
da: Du har allerede købt planen. Hvis du vil gendanne købsoplysningerne på denne enhed, bedes du gendanne købsoplysningerne fra "Tidligere købere, klik her".
de: Sie haben bereits einen Plan gekauft. Um Informationen zum Kauf auf diesem Gerät wiederherzustellen, klicken Sie bitte auf „Hier klicken, wenn Sie bereits gekauft haben“.
el: Έχετε ήδη αγοράσει ένα σχέδιο. Για να επαναφέρετε τις πληροφορίες αγοράς σε αυτήν τη συσκευή, παρακαλώ κάντε κλικ στο "Αυτοί που έχουν αγοράσει προηγουμένως εδώ" για να επαναφέρετε τις πληροφορίες αγοράς.
es: Ya has adquirido el plan. Para restaurar la información de compra en este dispositivo, selecciona "Para usuarios que compraron anteriormente" y restaura tu información de compra.
et: Olete juba plaani ostnud. Kui soovite selle seadme kaudu ostuteavet taastada, siis palun taastage ostuteave lingilt „Kui olete varem ostnud, klõpsake siia.”
eu: D已经 plan baten duzu. Hemen erosteko informazioa berreskuratu nahi baduzu, mesedez joan "Lehenago erosi zutenentzat hemen"-ra.
fa: شما قبلاً این پلن را خریداری کرده‌اید. اگر می‌خواهید اطلاعات خرید را در این دستگاه بازیابی کنید، لطفاً از "اگر قبلاً خرید کرده‌اید، اینجا کلیک کنید" برای بازیابی اطلاعات خرید استفاده کنید.
fi: Olet jo ostanut suunnitelman. Jos haluat palauttaa ostotiedot tältä laitteelta, voit palauttaa ostotiedot valitsemalla "Aiemmin ostaneet klikkaa tästä".
fil: Nabili mo na ang plano. Kung nais mong ibalik ang impormasyon ng pagbili sa device na ito, pumunta sa "Para sa mga dating bumili, dito" upang maibalik ang impormasyon ng pagbili.
fr: Vous avez déjà acheté un plan. Si vous souhaitez restaurer les informations d'achat sur cet appareil, veuillez restaurer les informations d'achat à partir de "Si vous avez déjà acheté, cliquez ici".
gl: Xa xa comprou un plan. Se quere restaurar a información da compra neste dispositivo, por favor, restaure a información da compra desde "Se comprou anteriormente, faga clic aquí".
gu: તમે પહેલેથી જ પ્લાન ખરીદ્યો છે. આ ડિવાઇસ પર તમારી ખરીદારીની માહિતી પુનઃસ્થાપિત કરવા માટે "પહેલાં ખરીદેલા લોકો માટે અહીં" થી તમારી ખરીદારીની માહિતી પુનઃસ્થાપિત કરો
he: כבר רכשת את התוכנית. אם ברצונך לשחזר את מידע הרכישה במכשיר זה, אנא שחזר את מידע הרכישה דרך "כאן עבור קונים קודמים".
hi: आपने पहले से ही प्लान खरीद लिया है। इस डिवाइस पर खरीदारी की जानकारी को पुनर्स्थापित करने के लिए कृपया "पहले से खरीदारी करने वाले यहाँ क्लिक करें" से खरीदारी की जानकारी को पुनर्स्थापित करें
hr: Već ste kupili plan. Ako želite obnoviti informacije o kupnji na ovom uređaju, molimo vas da obnovite informacije o kupnji putem opcije "Oni koji su kupili ranije, ovdje".
hu: Már megvásárolta a tervet. Ha szeretné visszaállítani a vásárlási információt ezen az eszközön, kérjük, kattintson a "Itt vásárolt korábban" lehetőségre a vásárlási információ visszaállításához.
hy: Լրիվ կեղծիք չէ, որ արդեն գնել եք պլանը: Եթե ցանկանում եք վերականգնել գնումների տեղեկությունները այս սարքում, խնդրում ենք վերականգնել տեղեկությունները «Նախկինում գնել եք, սեղմեք այստեղ» բաժնի միջոցով:
id: Anda sudah membeli rencana. Jika Anda ingin memulihkan informasi pembelian di perangkat ini, silakan pulihkan informasi pembelian dari "Jika Anda sudah membeli sebelumnya, klik di sini"
is: Þú hefur þegar keypt áætlun. Til að endurheimta kaupaupplýsingar á þessum tæki skaltu fara í "Fótur áður keyptar hér".
it: Piano già acquistato. Per ripristinare le informazioni di acquisto su questo dispositivo, utilizza "Per chi ha già acquistato, clicca qui" per ripristinare le informazioni di acquisto.
ja: すでにプランを購入済みです。この端末で購入情報を復元する場合は「以前購入した方はこちら」から購入情報を復元してくさい
ka: თქვენ უკვე შეიძინეთ გეგმები. თუ გსურთ შეინარჩუნოთ შეძენილი ინფორმაცია ამ მოწყობილობაზე, გთხოვთ აღდგინოთ შეძენილი ინფორმაცია „წინა შეძენილი მომხმარებლებისთვის აქ“.
kk: Сіз уже жоспарды сатып алдыңыз. Егер осы құрылғыда сатып алынған ақпаратты қалпына келтіргіңіз келсе, «Бұрын сатып алған адамдарға мұнда» бөлімінен сатып алынған ақпаратты қалпына келтіріңіз.
km: អ្នកបានទិញគម្រោងរួចហើយ។ ប្រសិនបើអ្នកចង់ស្តារព័ត៌មានការទិញនៅលើឧបករណ៍នេះ សូមចុច「សម្រាប់អ្នកដែលបានទិញពីមុន」
kn: ಈಗಾಗಲೇ ಯೋಜನೆಯನ್ನು ಖರೀದಿಸಲಾಗಿದೆ. ಈ ಸಾಧನದಲ್ಲಿ ಖರೀದಿ ಮಾಹಿತಿಯನ್ನು ಮರುಸ್ಥಾಪಿಸಲು "ಹಿಂದೆ ಖರೀದಿಸಿದವರು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ" ನಿಂದ ಖರೀದಿ ಮಾಹಿತಿಯನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ko: 이미 플랜을 구매하셨습니다. 이 기기에서 구매 정보를 복원하려면 "이전 구매자는 여기를 클릭하세요"에서 구매 정보를 복원해 주세요.
ky: Сиз пландын сатып алынганын мурда эле сатып алгансыз. Эгерде бул түзмөктө сатып алуу маалыматын калыбына келтиришиңиз керек болсо, "Мурда сатып алган адам бул жактан" бийиктигин калыбына келтиришиңиздер.
lo: ແລ້ວໃນລະບົບຊື້ຂອງແອັບນີ້ ຖ້າທ່ານຕ້ອງການຟື້ນກັບຂໍໍລະລິ຦ໍແລະຮັບກັບວຽກລະດົວ ກະລຸນາເຂົ້າໄປທາງ "ສຳລັບຜູ້ທີ່ຊື່ກັບມາກັບ" ສໍາລັບບັນທຶກຂໍໍລະລິສັດຂອງເຈົ້າ
lt: Jūs jau įsigijote planą. Jei norite atkūrti pirkimo informaciją šiame įrenginyje, prašome paspausti „Anksčiau pirkę, paspauskite čia“ ir atkurtą pirkimo informaciją.
lv: Jūs jau esat iegādājies plānu. Ja vēlaties atjaunot iegādes informāciju šajā ierīcē, lūdzu, dodieties uz "Agrāk iegādāties šeit".
mk: Веќе купивте план. За да ја воспоставите информацијата за купување на овој уред, ве молиме да кликнете на "Тие што купиле претходно, тука" за да ја обновите информацијата за купување.
ml: നിങ്ങൾ ഇതിനകം പ്ലാൻ വാങ്ങിയിട്ടുണ്ട്. ഈ ഉപകരണത്തിൽ വാങ്angangൽ വിവരങ്ങൾ പുനഃസ്ഥാപിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ "മുമ്പ് വാങ്ങിയവർക്കായി ഇവിടെ" എന്നതിൽ നിന്ന് വാങ്ങൽ വിവരങ്ങൾ പുനഃസ്ഥാപിക്കുക
mn: Та аль хэдийн багц худалдаж авсан байна. Энэ төхөөрөмж дээр худалдан авалтын мэдээллээ сэргээхийн тулд "Өмнө нь худалдаж авсан хүмүүст" дээр дарж сэргээнэ үү
mr: तुम्ही आधीच प्लॅन खरेदी केलेला आहे. या डिव्हाइसवर खरेदी माहिती पुनर्स्थापित करण्यासाठी "पूर्वी खरेदी केलेल्यांसाठी इथे" वरून खरेदी माहिती पुनर्स्थापित करा
ms: Anda sudah membeli pelan. Jika anda ingin memulihkan maklumat pembelian pada peranti ini, sila pergi ke "Jika anda telah membeli sebelum ini, klik di sini" untuk memulihkan maklumat pembelian.
my: အစီအစဉ်ကို ဝယ်ယူပြီးပါပြီ။ ဤစက်ပစ္စည်းတွင် ဝယ်ယူမှုအချက်အလက်များကို ပြန်လည်ရယူရန် "ယခင်က ဝယ်ယူခဲ့သူများအတွက်" မှ ဝယ်ယူမှုအချက်အလက်များကို ပြန်လည်ရယူပါ။
nb: Du har allerede kjøpt planen. Hvis du vil gjenopprette kjøpsinformasjonen på denne enheten, vennligst gå til "Tidligere kjøpere, klikk her" for å gjenopprette kjøpsinformasjonen.
ne: पहिले नै प्लान खरिद गरिसकिएको छ। यस डिभाइसमा खरिद जानकारी पुनर्स्थापना गर्न "पहिले खरिद गर्नुभएका व्यक्तिहरूका लागि यहाँ" बाट खरिद जानकारी पुनर्स्थापना गर्नुहोस्।
nl: U heeft al een plan aangeschaft. Als u de aankoopinformatie op dit apparaat wilt herstellen, kunt u deze herstellen via "Kocht u eerder? Klik hier".
no: Du har allerede kjøpt planen. For å gjenopprette kjøpsinformasjonen på denne enheten, vennligst gå til "Tidligere kjøpere, klikk her" for å gjenopprette kjøpsinformasjonen.
or: ଆପଣ ପୂର୍ବରୁ ଏକ ପ୍ଲାନ କିଣିଛନ୍ତି। ଏହି ଉପକରଣରେ କ୍ରୟ ତଥ୍ୟ ପୁନରୁଦ୍ଧାର କରିବାକୁ "ପୂର୍ବରୁ କ୍ରୟ କରିଥିବା ବ୍ୟକ୍ତିଙ୍କ ପାଇଁ ଏଠାରେ" ରୁ କ୍ରୟ ତଥ୍ୟ ପୁନରୁଦ୍ଧାର କରନ୍ତୁ।
pa: ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਪਲਾਨ ਖਰੀਦ ਚੁੱਕੇ ਹੋ। ਇਸ ਡਿਵਾਈਸ ਤੇ ਖਰੀਦਦਾਰੀ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਬਹਾਲ ਕਰਨ ਲਈ "ਪਹਿਲਾਂ ਖਰੀਦਣ ਵਾਲੇ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ" ਤੋਂ ਖਰੀਦਦਾਰੀ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਬਹਾਲ ਕਰੋ।
pl: Już zakupiono plan. Jeśli chcesz przywrócić informacje o zakupie na tym urządzeniu, skorzystaj z "Wcześniej zakupione?" aby przywrócić informacje o zakupie.
ps: تاسو مخکې څخه پلان اخیستی دی. که تاسو غواړئ د دې وسیلې لپاره د پیرود معلومات بیا را منځته کړئ، نو مهرباني وکړئ له "پخواني پېرودونکي دلته" څخه د پیرود معلومات بیا را منځته کړئ.
pt: Você já comprou um plano. Para restaurar as informações da compra neste dispositivo, por favor, acesse "Se você já comprou antes, clique aqui" para restaurar suas informações de compra.
ro: Ați achiziționat deja un plan. Dacă doriți să restaurați informațiile de achiziție pe acest dispozitiv, vă rugăm să accesați "Aici pentru cei care au cumpărat anterior" pentru a restaura informațiile de achiziție.
ru: Вы уже купили план. Если вы хотите восстановить информацию о покупке на этом устройстве, пожалуйста, перейдите по ссылке «Если вы уже покупали, нажмите здесь».
si: ඔබට දැනටමත් පෙරහනක් මිලදී ගෙන ඇත. මෙම උපාංගයේ මිලදී ගැනීම් තොරතුරු යාවත්කාලීන කිරීමට "මුල්දී මිලදී ගත් අය මෙතනින්" කරුණාවෙන් නැවත ලබා ගන්න.
sk: Už ste si zakúpili plán. Ak chcete obnoviť informácie o nákupe na tomto zariadení, obnovte informácie o nákupe kliknutím na „Tí, ktorí už zakúpili, tu“.
sl: Že imate načrt že kupljen. Če želite obnoviti informacije o nakupu na tem napravi, kliknite na "Tisti, ki so kupili prej, tukaj".
sq: Ju tashmë keni blerë një plan. Nëse dëshironi të rikuperoni informacionin mbi blerjen në këtë pajisje, ju lutem klikoni "Këtu nëse keni blerë më parë" për të rikuperuar informacionin mbi blerjen.
sr: Већ сте купили план. Ако желите да опоравите информације о куповини на овом уређају, молимо вас да кликнете на "Они који су раније купили, кликните овде".
sv: Du har redan köpt en plan. Om du vill återställa köpinformationen på den här enheten, vänligen gå till "Återställ köpinformation här".
sw: Tayari umeshajinunua mpango. Ili kurejesha maelezo ya ununuzi katika kifaa hiki, bofya 'Wale walionunua awali bofya hapa'
ta: ஏற்கனவே திட்டம் வாங்கியுள்ளீர்கள். இந்த சாதனத்தில் வாங்கிய தகவலை மீட்டெடுக்க «முன்பு வாங்கியவர்கள் இங்கே» இலிருந்து வாங்கிய தகவலை மீட்டெடுக்கவும்
te: మీరు ఇప్పటికే ప్లాన్ కొనుగోలు చేసారు. ఈ పరికరంలో కొనుగోలు సమాచారాన్ని పునరుద్ధరించాలనుకుంటే "ఇంతకు ముందు కొనుగోలు చేసిన వారు ఇక్కడ క్లిక్ చేయండి" నుండి కొనుగోలు సమాచారాన్ని పునరుద్ధరించండి
th: คุณได้ซื้อแผนแล้ว หากต้องการกู้คืนข้อมูลการซื้อบนอุปกรณ์นี้ โปรดไปที่ "สำหรับผู้ที่เคยซื้อก่อนหน้านี้ที่นี่" เพื่อกู้คืนข้อมูลการซื้อ
tl: Nakabili mo na ang plano. Kung gusto mong i-restore ang impormasyon ng pagbili sa device na ito, i-click ang "Para sa mga dating bumili" para ma-restore ang impormasyon ng pagbili
tr: Zaten bir plan satın almışsınız. Bu cihazda satın alma bilgilerinizi geri yüklemek için lütfen "Daha önce satın alanlar buraya" seçeneğinden satın alma bilgilerinizi geri yükleyin.
uk: You have already purchased a plan. If you wish to restore your purchase information on this device, please go to 'If you have purchased before, click here' to restore your purchase information.
ur: آپ نے پہلے ہی منصوبہ خریدا ہے۔ اگر آپ اس ڈیوائس پر خریداری کی معلومات بحال کرنا چاہتے ہیں تو "پہلے خریدار یہاں" سے خریداری کی معلومات بحال کریں۔
uz: Siz allaqachon reja sotib olgansiz. Ushbu qurilmada sotib olish ma'lumotlarini tiklash uchun "Avval sotib olganlar uchun bu yerga bosing" sahifasidan sotib olish ma'lumotlaringizni tiklang.
vi: Bạn đã mua gói này rồi. Nếu muốn khôi phục thông tin mua hàng trên thiết bị này, vui lòng khôi phục thông tin mua hàng từ "Dành cho người đã mua trước đây"
zh: 您已经购买了计划。如果要在此设备上恢复购买信息，请从“之前购买的请点击这里”恢复购买信息。
zu: Uthengele umsebenzi omuhle. Uma udinga ukuvuselela ulwazi lokuthenga kule divayisi, sicela uvakatshele "Abantu abanongamela ngaphambili lapha" ukuze uvuselele ulwazi lokuthenga.

# purchaseErrorReceiptAlreadyInUseError
source: Purchase already in use. The pill sheet information is being used by another user. Please check {accountName}
af: Jou is reeds aankoop. Die aankoopinligting word deur 'n ander gebruiker gebruik. Kontroleer asseblief {accountName}.
am: እንደዚህ ተገናኝ የተገዙ ነው። እቅፍ ዝርዝር ከሌላ ተጠቃሚ ይጠቀም ባለበት ነው። {accountName}ን ይመልከቱ።
ar: تم الشراء بالفعل. تم استخدام معلومات الشراء من قبل مستخدم آخر. يرجى التحقق من {accountName}.
as: আগতেই কিনা হৈছে। অথবা ক্ৰয় তথ্য অন্য ব্যৱহাৰকাৰীয়ে ব্যৱহাৰ কৰি আছে। {accountName} পৰীক্ষা কৰক।
az: Artıq satın alınıb. Məlumat ayrı bir istifadəçi tərəfindən istifadə olunur. {accountName}i yoxlayın.
be: Ужо набыта. Інфармацыя пра пакупку выкарыстоўваецца іншым карыстальнікам. Праверце {accountName}.
bg: Вече е закупен. Информацията за покупка се използва от друг потребител. Моля, проверете {accountName}.
bn: ইতিমধ্যে ক্রয় সম্পন্ন হয়েছে অথবা ক্রয়ের তথ্য অন্য ব্যবহারকারী ব্যবহার করছেন। {accountName} যাচাই করুন।
bs: Već kupljeno. Informacije o kupovini koristi drugi korisnik. Molimo provjerite {accountName}.
ca: Ja s'ha comprat o la informació de compra s'està utilitzant per un altre usuari. Verifiqueu {accountName}.
cs: Již zakoupeno. Informace o zakoupení jsou používány jiným uživatelem. Zkontrolujte {accountName}.
cy: Eiso wedi'i brynu. Mae'r wybodaeth brynu o fynedfa wedi'i defnyddio gan ddefnyddiwr arall. Gwyliwch {accountName}.
da: Allerede købt. Oplysninger om købet bruges af en anden bruger. Kontroller {accountName}.
de: Bereits gekauft. Die Kaufinformationen werden von einem anderen Benutzer verwendet. Bitte überprüfen Sie {accountName}.
el: Έχετε ήδη αγοράσει. Οι πληροφορίες αγοράς χρησιμοποιούνται από άλλο χρήστη. Ελέγξτε το {accountName}.
es: Ya fue comprado o la información de compra está siendo utilizada por otro usuario. Por favor verifique {accountName}.
et: Ostetud juba. Ostuteave on kasutusel teise kasutaja poolt. Palun kontrollige {accountName}.
eu: Eroski da erosi. Eroski informazioa beste erabiltzaile baten bidez erabiltzen da. Mesedez, egiaztatu {accountName}.
fa: قبلاً خریداری شده است. اطلاعات خرید توسط کاربر دیگری استفاده می شود. لطفاً {accountName} را بررسی کنید.
fi: Osto on jo tehty. {accountName} omistusta käytetään toisella käyttäjällä.
fil: Nabili na. O ginagamit ng ibang user ang impormasyon ng pagbili. Pakitingnan ang {accountName}.
fr: Déjà acheté. Les informations d'achat de Moku sont utilisées par un autre utilisateur. Veuillez vérifier {accountName}.
gl: Xa compra feita. A información de compra de {accountName} está sendo usada por outro usuario.
gu: પહેલેથી ખરીદાયેલ છે. અથવા ખરીદીની માહિતી બીજા વપરાશકર્તા દ્વારા ઉપયોગમાં લેવાઈ રહી છે. {accountName} ની તપાસ કરો.
he: כבר נרכש. המידע על הרכישה נמצא בשימוש על ידי משתמש אחר. אנא בדוק את {accountName}.
hi: पहले से खरीदा जा चुका है या खरीदारी की जानकारी किसी अन्य उपयोगकर्ता द्वारा उपयोग की जा रही है। कृपया {accountName} की जांच करें।
hr: Već kupljeno. Informacije o kupnji koriste drugi korisnik. Provjerite {accountName}.
hu: Már megvásárolva. A vásárlási információk egy másik felhasználónál vannak használatban. Kérjük, ellenőrizze {accountName}.
hy: Այն արդեն գնվել է։ {accountName} կայացած օգտվողի կողմից գնելու տվյալները օգտագործվում են։
id: Anda sudah membeli. Informasi pembelian sudah digunakan oleh pengguna lain. Silakan periksa {accountName}.
is: Þú ert þegar búin/n að kaupa. Kaupin eru notuð af öðrum notanda. Vinsamlegast skoðaðu {accountName}.
it: Già acquistato o le informazioni di acquisto sono già utilizzate da un altro utente. Verifica {accountName}.
ja: 既に購入済み。もくは購入情報は別のユーザーで使用されています。{accountName}を確認してください
ka: წარმატებით შეძენილი. შეთავაზება იყიდება სხვა მომხმარებლის მიერ. გთხოვთ გადაამოწმოთ {accountName}
kk: Осы өнімді сатып алдыңыз. { accountName} есептік жазбасын тексеріңіз, себебі сатып алу мәліметтері басқа пайдаланушымен бірге пайдаланылып жатыр.
km: បានទិញរួចហើយ ឬព័ត៌មានការទិញត្រូវបានប្រើប្រាស់ដោយអ្នកប្រើប្រាស់ផ្សេង។ សូមពិនិត្យ {accountName}។
kn: ಈಗಾಗಲೇ ಖರೀದಿಸಲಾಗಿದೆ. ಅಥವಾ ಖರೀದಿ ಮಾಹಿತಿಯನ್ನು ಬೇರೆ ಬಳಕೆದಾರರು ಬಳಸುತ್ತಿದ್ದಾರೆ. ದಯವಿಟ್ಟು {accountName} ಅನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 이미 구매가 완료되었거나 구매 정보가 다른 사용자에게 사용 중입니다. {accountName}을 확인해주세요
ky: Уже сатып алынган. Мок сатып алуу маалыматы башка колдонуучу тарабынан колдонулууда. {accountName} текшериңиз.
lo: ຄວາມແຈ້ງພິເສດ: ທ່ານໄດ້ຊື້ແລ້ວ. ຂໍອະໄພ, ແຕ່ຂໍແຈ້ງໃສ່ ຂໍ່ນັບຂອງທ່ານລູກຄໍາຂອງຄະບວນ {accountName} ແລະແປງຂໍ້ມູນຄັດເພີ່ນຮັບບານຄົບຄອງຄົງແມ່ນ" }
lt: Jau įsigyta. Mokėkite už informaciją, kuri buvo naudojama kito vartotojo. Patikrinkite {accountName}.
lv: Jau iegādāts. Pirkuma informācija tiek izmantota cita lietotāja kontā. Lūdzu, pārbaudiet {accountName}.
mk: Веќе е купено. Информациите за купување на Моку се користат од друг корисник. Ве молиме проверете го {accountName}.
ml: ഇതിനകം വാങ്ങിയതാണു്. വാങ്ങൽ വിവരങ്ങൾ മറ്റൊരു ഉപയോക്താവു് ഉപയോഗിക്കുന്നു. {accountName} പരിശോധിക്കുക.
mn: Худалдан авалт хийгдсэн эсвэл худалдан авалтын мэдээлэл өөр хэрэглэгчээр ашиглагдаж байна. {accountName}-г шалгана уу.
mr: आधीच खरेदी केले आहे किंवा खरेदी माहिती दुसर्‍या वापरकर्त्याने वापरली आहे. {accountName} तपासा.
ms: Telah dibeli. Maklumat pembelian ini telah digunakan oleh pengguna lain. Sila semak {accountName}.
my: ဝယ်ယူပြီးပါပြီ။ သို့မဟုတ် ဝယ်ယူမှုအချက်အလက်ကို အခြားအသုံးပြုသူမှ အသုံးပြုနေပါသည်။ {accountName} ကို စစ်ဆေးပါ
nb: Allerede kjøpt. {accountName} er i bruk av en annen bruker.
ne: पहिले नै किनिसकेको छ वा खरिद जानकारी अर्को प्रयोगकर्ताले प्रयोग गरिरहेको छ। {accountName} जाँच गर्नुहोस्।
nl: Al gekocht. De aankoopinformatie wordt door een andere gebruiker gebruikt. Controleer {accountName}.
no: Allerede kjøpt. Denne informasjonen om kjøp er brukt av en annen bruker. Vennligst sjekk {accountName}.
or: ପୂର୍ବରୁ କିଣାହୋଇଛି କିମ୍ବା କିଣା ସୂଚନା ଅନ୍ୟ ଉପଯୋଗକାରୀଙ୍କ ଦ୍ୱାରା ବ୍ୟବହୃତ ହେଉଛି। {accountName} ଯାଞ୍ଚ କରନ୍ତୁ।
pa: ਪਹਿਲਾਂ ਹੀ ਖਰੀਦਿਆ ਹੋਇਆ ਹੈ। ਜਾਂ ਖਰੀਦਦਾਰੀ ਦੀ ਜਾਣਕਾਰੀ ਕਿਸੇ ਹੋਰ ਉਪਭੋਗਤਾ ਦੁਆਰਾ ਵਰਤੀ ਜਾ ਰਹੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ {accountName} ਨੂੰ ਚੈੱਕ ਕਰੋ।
pl: Już zakupione. Informacje o zakupie są używane przez innego użytkownika. Proszę sprawdzić {accountName}.
ps: له already purchased. معلومات پیرودنه د بل کاروونکي لخوا کارول کیږي. مهرباني وکړئ {accountName} تائید کړئ.
pt: Já comprado. As informações da compra estão sendo usadas por outro usuário. Verifique {accountName}.
ro: Deja achiziționat. Informațiile de achiziție sunt utilizate de un alt utilizator. Vă rugăm să verificați {accountName}.
ru: Уже куплено. Информация о покупке используется другим пользователем. Пожалуйста, проверьте {accountName}.
si: ඉතාමත්ම මිලදී ගෙන ඇත. {accountName} තහවුරු කරන්න, මොකක්ද මිලදී ගැනීම් තොරතුරු වෙනත් පරිශීලකයකුට භාවිතා කරමින්.
sk: Už zakúpené. Informácie o nákupe sú používané iným používateľom. Skontrolujte {accountName}.
sl: Že je že kupljeno. Informacije o nakupu se uporabljajo z drugega uporabnika. Preverite {accountName}.
sq: Të blerë tashmë. Informacioni i blerjes përdoret nga një përdorues tjetër. Ju lutem kontrolloni {accountName}.
sr: Već je kupljeno. Informacije o kupovini koristi drugi korisnik. Proverite {accountName}.
sv: Redan köpt. Informationen om köpet används av en annan användare. Kontrollera {accountName}.
sw: Imesha nunuliwa. Au taarifa ya ununuzi inatumika na mtumiaji mwingine. Tafadhali kagua {accountName}
ta: ஏற்கனவே வாங்கப்பட்டுவிட்டது அல்லது வாங்குதல் தகவல் வேறு பயனரால் பயன்படுத்தப்படுகிறது. {accountName} கணக்கை சரிபார்க்கவும்
te: ఇప్పటికే కొనుగోలు చేయబడింది. లేదా కొనుగోలు సమాచారం వేరొక వినియోగదారుడు ద్వారా ఉపయోగించబడుతోంది. దయచేసి {accountName} ని ధృవీకరించండి
th: ซื้อแล้ว ใช้ข้อมูลการซื้อของ {accountName} ถูกใช้งานโดยผู้ใช้คนอื่น
tl: Nabili na o ginagamit ng ibang user ang purchase information. Pakitingnan ang {accountName}
tr: Zaten satın alındı. {accountName} başka bir kullanıcı tarafından kullanılmaktadır.
uk: Already purchased. The purchase information is being used by another user. Please check {accountName}.
ur: پہلے ہی خریدا جا چکا ہے۔ موک میں خریداری کی معلومات کسی اور صارف کے ذریعہ استعمال کی جا رہی ہیں۔ براہ کرم {accountName} کی تصدیق کریں۔
uz: Allaqachon sotib olingan. Bu ma'lumot boshqa foydalanuvchi tomonidan ishlatilmoqda. Iltimos, {accountName} ni tekshiring.
vi: Đã được mua hoặc thông tin mua hàng đang được sử dụng bởi người dùng khác. Vui lòng kiểm tra {accountName}.
zh: 已购买。当前购买信息正被另一位用户使用。请检查 {accountName}。
zu: Sikhishwe kuphi? I-mokha ithenga ulwazi lokuthenga olunikezwa ngomsebenzisi ohlukile. Sicela uhlole {accountName}.
