Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorProductDiscountMissingSubscriptionGroupIdentifierError
source: An unknown error occurred. Please update to the latest version and try again. If the problem persists, please contact support. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
af: Dit is 'n onopgeloste fout. Werk na ywerigste weer op. As dit nie opgelos is nie, kontak asseblief via Instellings > Kontak. Kode: {errorCode} Besonderhede: {exceptionMessage}:{exceptionDetails}
am: ምንም አስቀድሞ ያልታወቀ ድህረ ትንበይ ነው። ወቅታዊውን ይዘው እንደገና ይሞክሩ። የማይፈጽም ቢሆን እባክዎ ወቅታዊ ይከታተሉ > መረጃ ይመልከቱ ይምን። ኮድ: {errorCode} ዝርዝር: {exceptionMessage}:{exceptionDetails}
ar: خطأ غير محدد. يرجى تحديث التطبيق إلى الإصدار الأحدث والمحاولة مرة أخرى. إذا استمرت المشكلة، يرجى الاتصال بنا من خلال: الإعدادات > استفسار. الكود: {errorCode} التفاصيل: {exceptionMessage}:{exceptionDetails}
as: এটো এটা অজ্ঞাত ত্রুটি। শেহতীয়া সংস্কৰণলৈ আপডেট কৰি পুনৰ চেষ্টা কৰক। যদি সমাধান নহয়, তেন্তে ছেটিংছ > যোগাযোগৰ পৰা আমাৰ লগত যোগাযোগ কৰক। ক'ড: {errorCode} বিস্তাৰিত: {exceptionMessage}:{exceptionDetails}
az: Naməlum bir xətadır. Son versiyaya yeniləyib yenidən cəhd edin. Hələ də həll olunmursa, Ayarlar > Sorğu bölməsindən bizimlə əlaqə saxlayın. Kod: {errorCode} Ətraflı: {exceptionMessage}:{exceptionDetails}
be: Невядомая памылка. Абнавіце да апошняй версіі і паспрабуйце яшчэ раз. Калі праблема не вырашылася, звярніцеся па дапамогу ў наладках > Запыт. Код: {errorCode} Дэталі: {exceptionMessage}:{exceptionDetails}
bg: Причината за грешката е неизвестна. Моля, актуализирайте до последната версия и опитайте отново. Ако не се реши, моля свържете се с нас от Настройки > Запитване. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
bn: এটি একটি অজানা ত্রুটি। সর্বশেষ সংস্করণে আপডেট করুন এবং আবার চেষ্টা করুন। যদি সমস্যার সমাধান না হয়, সেটিংস > অনুসন্ধান এর মাধ্যমে যোগাযোগ করুন। কোড: {errorCode} বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Nepoznata greška. Ažurirajte na najnoviju verziju i pokušajte ponovo. Ako problem nije rešen, kontaktirajte nas putem Podešavanja > Upit. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
ca: Error de causa desconeguda. Actualitzeu a la versió més recent i torneu-ho a provar. Si no es resol, poseu-vos en contacte amb nosaltres des de Configuració > Contacte. Codi: {errorCode} Detalls: {exceptionMessage}:{exceptionDetails}
cs: Neznámá chyba. Aktualizujte na nejnovější verzi a zkuste to znovu. Pokud problém přetrvává, kontaktujte nás z Nastavení > Kontakt. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Mae gwall anhysbys. Diweddarwch i'r fersiwn ddiweddaraf a gwnewch y prawf eto. Os nad yw'n cael ei datrys, cysylltwch â ni trwy fynd i Osodiadau > Cyswllt. Cod: {errorCode} Manylion: {exceptionMessage}:{exceptionDetails}
da: Der er en fejl uden kendt årsag. Opdater til den nyeste version og prøv igen. Hvis problemet ikke løses, bedes du kontakte os via Indstillinger > Kontakt. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
de: Ein unbekannter Fehler ist aufgetreten. Bitte aktualisieren Sie auf die neueste Version und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte über Einstellungen > Anfrage. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
el: Αβέβαιο σφάλμα. Παρακαλώ ενημερώστε την εφαρμογή στην τελευταία έκδοση και δοκιμάστε ξανά. Εάν δεν επιλυθεί, επικοινωνήστε μαζί μας μέσω Ρυθμίσεων > Επικοινωνία. Κωδικός: {errorCode} Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Error de causa desconocida. Actualice a la última versión e inténtelo de nuevo. Si el problema persiste, póngase en contacto con nosotros a través de Configuración > Contacto. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
et: Tundmatu viga. Palun uuendage rakendus uusimasse versiooni ja proovige uuesti. Kui probleem püsib, võtke ühendust meiega läbi Seaded > Klienditeenindus. Kood: {errorCode} Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Errore ezezaguna. Mesedez, eguneratu azken bertsiora eta saiatu berriro. Konpondu ez bada, jar zaitez harremanetan "Ezarpenak > Kontsultak" ataletik. Kodea: {errorCode} Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: خطای ناشناخته است. لطفاً به آخرین نسخه بروزرسانی کنید و دوباره امتحان کنید. اگر مشکل حل نشد، لطفاً از طریق تنظیمات > تماس با ما، با ما تماس بگیرید. کد: {errorCode} جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Tuntematon virhe. Päivitä sovellus uusimpaan versioon ja yritä uudelleen. Jos ongelma ei ratkea, ota yhteyttä asetuksista > Kysy lisää. Koodi: {errorCode} Yksityiskohtia: {exceptionMessage}:{exceptionDetails}
fil: Hindi namin alam ang dahilan ng error na ito. Mangyaring mag-update sa pinakabagong bersyon at subukan ulit. Kung hindi pa rin ito maayos, mangyaring makipag-ugnayan sa amin sa Settings > Contact Us. Code: {errorCode} Detalye: {exceptionMessage}:{exceptionDetails}
fr: Une erreur inconnue s'est produite. Veuillez mettre à jour vers la dernière version et réessayer. Si le problème persiste, veuillez nous contacter via Paramètres > Contacter. Code : {errorCode} Détails : {exceptionMessage} : {exceptionDetails}
gl: Erro irreconhecido. Actualiza para a última versión e intenta de novo. Se non se resolve, contacta a través de Configuración > Consulta. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
gu: અજ્ઞાત કારણ ભૂલ છે. કૃપા કરીને નવીનતમ સંસ્કરણમાં અપડેટ કરો અને ફરીથી પ્રયાસ કરો. જો સમસ્યા હલ ન થાય તો સેટિંગ્સ > સંપર્ક દ્વારા અમારો સંપર્ક કરો. કોડ: {errorCode} વિગત: {exceptionMessage}:{exceptionDetails}
he: שגיאה בלתי ידועה. אנא עדכן לגרסה האחרונה וניסה שוב. אם הבעיה לא נפתרת, אנא צור קשר דרך הגדרות > פניות. קוד: {errorCode} פרטים: {exceptionMessage}:{exceptionDetails}
hi: यह एक अज्ञात त्रुटि है। कृपया नवीनतम संस्करण में अपडेट करके पुनः प्रयास करें। यदि समस्या हल नहीं होती है तो सेटिंग्स > संपर्क करें से संपर्क करें। कोड: {errorCode} विवरण: {exceptionMessage}:{exceptionDetails}
hr: Neobjašnjiva greška. Ažurirajte na najnoviju verziju i pokušajte ponovo. Ako se problem ne riješi, kontaktirajte nas putem postavki > Pitanje. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
hu: Ismeretlen hiba történt. Kérjük, frissítse a legújabb verzióra, és próbálja újra. Ha a probléma továbbra is fennáll, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüpont alatt. Kód: {errorCode} Részletek: {exceptionMessage}:{exceptionDetails}
hy: Այսպիսով, սակայն, անհայտ պատճառներով սխալ է: Գրանցեք վերջին տարբերակը և փորձեք կրկին: Եթե այդպես չի լուծվում, խնդրում ենք կապվել մեզ հետ նախատեսված կարգավորումների ամսաթիվ > Հարցում։ Կոդը: {errorCode} Նկարագրություն: {exceptionMessage}:{exceptionDetails}
id: Kesalahan yang tidak diketahui. Silakan perbarui ke versi terbaru dan coba lagi. Jika masalah belum teratasi, silakan hubungi kami melalui Pengaturan > Kontak. Kode: {errorCode} Rincian: {exceptionMessage}:{exceptionDetails}
is: Óveit ekkja hefur komið fram. Vinsamlegast uppfærðu í nýjustu útgáfu og reyndu aftur. Ef vandamálið leysist ekki skaltu hafa samband við okkur í Stillingar > Fyrirspurnir. Kóði: {errorCode} Nánari upplýsingar: {exceptionMessage}:{exceptionDetails}
it: Si è verificato un errore di origine sconosciuta. Aggiorna all'ultima versione e riprova. Se il problema persiste, contattaci tramite Impostazioni > Assistenza. Codice: {errorCode} Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 原因不明のエラーです。最新版にアップデートして再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。コード: {errorCode} 詳細: {exceptionMessage}:{exceptionDetails}
ka: არასახლებელი შეცდომაა. მიმართეთ უახლეს ვერსიას და სცადეთ უქმეებზე. თუ პრობლემა არ გადაწყდა, მიმართეთ პარამეტრები > კითხვა. კოდი: {errorCode} დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Белгісіз қате. Жаңартылған нұсқаға жаңартып, тағы да сынап көріңіз. Егер мәселе шешілмесе, Параметрлер > Сұрау арқылы бізге хабарласыңыз. Код: {errorCode} Толығырақ: {exceptionMessage}:{exceptionDetails}
km: មានកំហុសដែលមិនស្គាល់បុ័ណ្ណ។ សូមធ្វើបច្ចុប្បន្នភាពទៅកំណែចុងក្រោយ ហើយព្យាយាមម្តងទៀត។ ប្រសិនបើមិនដោះស្រាយបាន សូមទាក់ទងតាមរយៈ ការកំណត់ > ការសុំជំនួយ។ កូដ: {errorCode} លម្អិត: {exceptionMessage}:{exceptionDetails}
kn: ಅಜ್ಞಾತ ದೋಷ. ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಸಮಸ್ಯೆ ಪರಿಹರಿಸದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ಸಂಪರ್ಕಿಸಿ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ. ಕೋಡ್: {errorCode} ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 알 수 없는 오류가 발생했습니다. 최신 버전으로 업데이트한 후 다시 시도해 주세요. 문제가 해결되지 않으면 설정 > 문의하기로 문의해 주세요. 코드: {errorCode} 상세정보: {exceptionMessage}:{exceptionDetails}
ky: Белгисиз каталар пайда болду. Жаңыртууну жасап, кайрадан аракет кылыңыз. Эгер маселе чечилбесе, Настройка > Сураныч бизге кайрылыңыз. Код: {errorCode} Толук маалымат: {exceptionMessage}:{exceptionDetails}
lo: ນັກສື່ສານໃໝ່ ທີ່ບໍ່ມີສາເນງວ່າ ບັດທຸກບັດແກ່ນ. ກະລຸນາອັບເດດໄປຍັງແບບສົບສິດໃໝ່ ແລະ ລອງໃຊ້ງານໃໝ່ຄັ້ງ. ຖ້າການປັບປ່ອນບໍ່ແກ່ນຟັງບຽ່ຕານຕົບຂຽນອອກເພາະແລະສາມາດໃຫ້ແຂ່ສ່ສຸດ ຍັກມາດຕາດແລະອັບເຖິອຍຊາຂອດ, ລອງງານທີ່ໃຊໄດ້ນັກນປານ ຈ່ອຽງ> ຖິ່ສວນມ້າບແງເນະ. ໂຄ່ດ: {errorCode} ລາຄາ: {exceptionMessage}:{exceptionDetails}
lt: Klaida dėl nežinomų priežasčių. Prašome atnaujinti iki naujausios versijos ir bandyti dar kartą. Jei problema išlieka, susisiekite per Nustatymai > Užklausos. Kodas: {errorCode} Išsamiau: {exceptionMessage}:{exceptionDetails}
lv: Nezināma kļūda. Lūdzu, atjauniniet uz jaunāko versiju un mēģiniet vēlreiz. Ja problēma netiek atrisināta, sazinieties ar mums, izvēloties Iestatījumi > Sazināties. Kods: {errorCode} Detalizēti: {exceptionMessage}:{exceptionDetails}
mk: Непозната грешка. Ве молиме, обновете на последната верзија и пробајте повторно. Ако проблемот не се реши, контактирајте нè преку Поставки > Контакт. Код: {errorCode} Детали: {exceptionMessage}:{exceptionDetails}
ml: അജ്ഞാത കാരണത്താൽ ഒരു പിശക് സംഭവിച്ചു. ഏറ്റവും പുതിയ പതിപ്പിലേക്ക് അപ്‌ഡേറ്റ് ചെയ്ത് വീണ്ടും ശ്രമിക്കുക. പരിഹാരമാകുന്നില്ലെങ്കിൽ സെറ്റിംഗ്‌സ് > പരാതി എന്നതിലൂടെ ബന്ധപ്പെടുക. കോഡ്: {errorCode} വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Шалтгаан тодорхойгүй алдаа гарлаа. Хамгийн шинэ хувилбар руу шинэчлээд дахин оролдоно уу. Хэрэв шийдвэрлэгдэхгүй бол Тохиргоо > Асуулт хэсгээр холбогдоно уу. Код: {errorCode} Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: अज्ञात त्रुटी आहे. नवीनतम आवृत्तीवर अपडेट करून पुन्हा प्रयत्न करा. जर समस्या सुटली नाही तर सेटिंग्ज > संपर्क मधून संपर्क साधा. कोड: {errorCode} तपशील: {exceptionMessage}:{exceptionDetails}
ms: Ralat yang tidak diketahui. Sila kemas kini ke versi terkini dan cuba lagi. Jika masalah berterusan, sila hubungi melalui Tetapan > Pertanyaan. Kod: {errorCode} Maklumat lanjut: {exceptionMessage}:{exceptionDetails}
my: အကြောင်းရင်းမသိသောအမှားတစ်ခုဖြစ်သည်။ နောက်ဆုံးဗားရှင်းသို့အပ်ဒိတ်လုပ်ပြီး ပြန်လည်ကြိုးစားကြည့်ပါ။ ဖြေရှင်းနိုင်ခြင်းမရှိပါက ဆက်တင် > စုံစမ်းမေးမြန်းရန် မှတစ်ဆင့် ဆက်သွယ်ပါ။ ကုဒ်: {errorCode} အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Det er en ukjent feil. Vennligst oppdater til den nyeste versjonen og prøv igjen. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Henvendelser. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
ne: अज्ञात कारणले त्रुटि भएको छ। कृपया नवीनतम संस्करणमा अपडेट गरेर फेरि प्रयास गर्नुहोस्। यदि समाधान नभएमा सेटिङ > सम्पर्क बाट सम्पर्क गर्नुहोस्। कोड: {errorCode} विवरण: {exceptionMessage}:{exceptionDetails}
nl: Onbekende fout. Werk bij naar de nieuwste versie en probeer het opnieuw. Als het probleem aanhoudt, neem dan contact op via Instellingen > Contact. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
no: En ukjent feil oppstod. Oppdater til den nyeste versjonen og prøv igjen. Hvis problemet fortsatt vedvarer, vennligst kontakt oss via Innstillinger > Henvendelse. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
or: ଏହା ଏକ ଅଜଣା କାରଣର ତ୍ରୁଟି। ସର୍ବଶେଷ ସଂସ୍କରଣକୁ ଅପଡେଟ୍ କରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ। ସମାଧାନ ନହେଲେ ସେଟିଂସ୍ > ସମ୍ପର୍କ କରନ୍ତୁ ମାଧ୍ୟମରେ ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ। କୋଡ୍: {errorCode} ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: ਇਹ ਇੱਕ ਅਣਜਾਣ ਗਲਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਨਵੀਨਤਮ ਵਰਜਨ 'ਤੇ ਅੱਪਡੇਟ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇਕਰ ਸਮੱਸਿਆ ਹੱਲ ਨਹੀਂ ਹੁੰਦੀ ਤਾਂ ਸੈਟਿੰਗਾਂ > ਸੰਪਰਕ ਰਾਹੀਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਕੋਡ: {errorCode} ਵੇਰਵੇ: {exceptionMessage}:{exceptionDetails}
pl: Błąd o nieznanej przyczynie. Zaktualizuj do najnowszej wersji i spróbuj ponownie. Jeśli problem się nie rozwiąże, skontaktuj się z nami przez Ustawienia > Zapytania. Kod: {errorCode} Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: دا یوه نا معلومه خطا ده. مهرباني وکړئ د وروستي نسخه ته تازه کړئ او بیا هڅه وکړئ. که حل نشي، نو د تنظیماتو > اړیکې له لارې اړیکه ونیسئ. کوډ: {errorCode} تفصیلات: {exceptionMessage}:{exceptionDetails}
pt: Erro desconhecido. Atualize para a versão mais recente e tente novamente. Se o problema persistir, entre em contato através de Configurações > Contato. Código: {errorCode} Detalhes: {exceptionMessage}:{exceptionDetails}
ro: Este este un mesaj de eroare neclar. Vă rugăm să actualizați la cea mai recentă versiune și să încercați din nou. Dacă problema persistă, vă rugăm să ne contactați prin Setări > Întrebare. Cod: {errorCode} Detalii: {exceptionMessage}:{exceptionDetails}
ru: Неизвестная ошибка. Обновите до последней версии и попробуйте еще раз. Если проблема не решена, свяжитесь с нами через Настройки > Обратная связь. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
si: අනාගතයට හෝ සම්පූර්ණයෙන් නිවැරදි නැති දෝෂයකි. නවතම සංස්කරණයට යාවත්කාලීන කරන ලෙසින් කරුණාකර නැවත පරීක්ෂා කරන්න. නවීනත්වය සාර්ථක වූයේ නම්, කරුණාකර සැකසුම් > ප්‍රශ්න විමසීමෙන් අප අමතන්න. කේතය: {errorCode} විශේෂිත: {exceptionMessage}:{exceptionDetails}
sk: Neznámy problém. Aktualizujte na najnovšiu verziu a skúste to znova. Ak problém pretrváva, kontaktujte nás cez Nastavenia > Dotaz. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Neznana napaka. Posodobite na najnovejšo različico in poskusite znova. Če težava ne bo rešena, nas kontaktirajte prek Nastavitve > Stik. Koda: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Ka një gabim të panjohur. Ju lutemi përmirësoni në versionin më të fundit dhe provoni përsëri. Nëse problemi nuk zgjidhet, ju lutemi kontaktoni përmes Cilësimeve > Kërkesa. Kodi: {errorCode} Detajet: {exceptionMessage}:{exceptionDetails}
sr: Необјашњена грешка. Ажурирајте на последњу верзију и покушајте поново. Ако проблем не буде решен, контактирајте нас преко Поставке > Контакт. Код: {errorCode} Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Det är ett okänt fel. Uppdatera till den senaste versionen och försök igen. Om problemet kvarstår, vänligen kontakta oss via Inställningar > Kontakta. Kod: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Kosa lisilojulikana. Tafadhali sasisha programu kwa toleo jipya na ujaribu tena. Ikiwa tatizo halitajitatua, tafadhali wasiliana nasi kupitia Mipangilio > Maswali. Msimbo: {errorCode} Maelezo: {exceptionMessage}:{exceptionDetails}
ta: அறியப்படாத பிழை ஏற்பட்டுள்ளது. சமீபத்திய பதிப்பிற்கு புதுப்பித்து மீண்டும் முயற்சிக்கவும். பிரச்சனை தீராவிட்டால் அமைப்புகள் > தொடர்புகொள்ளுங்கள் மூலம் தொடர்புகொள்ளுங்கள். குறியீடு: {errorCode} விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: తెలియని లోపం జరిగింది. తాజా వెర్షన్‌కు అప్‌డేట్ చేసి మరోసారి ప్రయత్నించండి. పరిష్కరించకపోతే సెట్టింగ్స్ > సంప్రదింపులు ద్వారా సంప్రదించండి. కోడ్: {errorCode} వివరాలు: {exceptionMessage}:{exceptionDetails}
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ โปรดอัปเดตเป็นเวอร์ชันล่าสุดและลองอีกครั้ง หากไม่สามารถแก้ไขได้ โปรดติดต่อทีมงานผ่าน เมนูการตั้งค่า > การสอบถาม รหัส: {errorCode} รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: Hindi maliwanag na error. Mag-update sa pinakabagong bersyon at subukan uli. Kung hindi pa rin naayos, makipag-ugnayan sa amin sa Settings > Contact. Code: {errorCode} Detalye: {exceptionMessage}:{exceptionDetails}
tr: Bilinmeyen bir hata var. Lütfen en son sürüme güncelleyin ve tekrar deneyin. Eğer çözülmezse, Ayarlar > İletişim kısmından bizimle iletişime geçin. Kod: {errorCode} Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: An unknown error has occurred. Please update to the latest version and try again. If the issue persists, please contact us via Settings > Inquiry. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
ur: یہ ایک نامعلوم غلطی ہے۔ براہ کرم تازہ ترین ورژن میں اپ ڈیٹ کریں اور دوبارہ کوشش کریں۔ اگر مسئلہ حل نہیں ہوتا تو براہ کرم سیٹنگز > رابطہ کریں کے ذریعے ہم سے رابطہ کریں۔ کوڈ: {errorCode} تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Nima sababli xato sodir bo'ldi? So'nggi versiyasini yangilang va qaytadan urinib ko'ring. Agar hal bo'lmasa, "Sozlamalar > Murojaat" bo'limidan murojaat qiling. Kod: {errorCode} Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Đã xảy ra lỗi không xác định được nguyên nhân. Vui lòng cập nhật lên phiên bản mới nhất và thử lại. Nếu vẫn không giải quyết được, vui lòng liên hệ qua Cài đặt > Liên hệ. Mã: {errorCode} Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 这是一个未知错误。请更新到最新版本并重试。如果仍然未能解决，请通过设置 > 联系我们 联系我们。代码: {errorCode} 详细信息: {exceptionMessage}:{exceptionDetails}
zu: Kukhona iphutha engaziwa imbangela. Niyacelwa ukuba uthumele kuhlelo olwakamuva bese uzama kabusha. Uma ungakakaze, sicela uxhumane nathi ku: Izilungiselelo > Xhumana nathi. Ikhodi: {errorCode} Imininingwane: {exceptionMessage}:{exceptionDetails}
