Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# thankYouMessage
source: Thank you for using our service. We're grateful for your patronage.
af: Baie dankie vir u gebruik. Danksy u kan ons Pilll voortgezet aanhou bestuur.
am: እናመሰግናለን ወደ አፕሊኬሽንታችን በመጣጣት ይገኛሉ። በርካታ ምክንያቶች ይህ የPilll አባልነት ማስቀጠል አለበት።
ar: نشكركم على استخدامكم. بفضل الله ، نحن قادرون على الاستمرار في إدارة Pilll.
as: ব্যৱহাৰৰ বাবে ধন্যবাদ। আপোনাৰ সহায়ত আমি Pilll চলাই থাকিব পাৰিছো।
az: İstifadə etdiyiniz üçün təşəkkür edirik. Sizin sayənizdə Pilll tətbiqinin fəaliyyətini davam etdirə bilirik.
be: Дзякуй за выкарыстанне нашай праграмы. Дзякуючы вам, мы можам працягваць працу над Pilll.
bg: Благодарим ви за използването. Благодарение на вас можем да продължим да поддържаме Pilll.
bn: ব্যবহার করার জন্য ধন্যবাদ। আপনাদের সহায়তায় আমরা Pilll পরিচালনা অব্যাহত রাখতে পারছি।
bs: Hvala vam na korištenju. Zahvaljujući vama, možemo nastaviti sa radom Pilll-a.
ca: Gràcies per utilitzar-lo. Gràcies al vostre suport, podem continuar mantenint Pilll en funcionament.
cs: Děkujeme za používání naší aplikace. Díky Vám můžeme pokračovat v provozu Pilll.
cy: Diolch am ddefnyddio ein gwasanaeth. Oherwydd hynny, rydym wedi gallu parhau i weithredu Pilll.
da: Tak for din anvendelse. Takket være dig kan vi fortsætte driften af Pilll.
de: Vielen Dank für Ihre Nutzung. Dank Ihnen können wir den Betrieb von Pilll fortsetzen.
el: Σας ευχαριστούμε για τη χρήση της εφαρμογής. Χάρη σε εσάς, μπορούμε να συνεχίσουμε τη λειτουργία του Pilll.
es: Gracias por utilizar nuestros servicios. Gracias a su apoyo, podemos continuar operando Pilll.
et: Aitäh, et kasutasite meie teenust. Tänu teile saame jätkata Pilll'i teenuse osutamist.
eu: Eskerrik asko zure erabileragatik. Zure laguntzari esker, Pilll kudeatzeko aukera izan dugu.
fa: از استقامت شما سپاسگزاریم. به لطف شما، ما قادر به ادامهٔ فعالیت Pilll هستیم.
fi: Kiitos käytöstäsi. Sen ansiosta voimme jatkaa Pilll:n toimintaa.
fil: Maraming salamat sa inyong paggamit. Dahil sa inyong suporta, napatutuloy namin ang pagpapatakbo ng Pilll.
fr: Merci de votre utilisation. Grâce à vous, nous pouvons continuer à faire fonctionner Pilll.
gl: Grazas pola túa utilización. Grazas a vós, podemos continuar co funcionamento de Pilll.
gu: તમારા ઉપયોગ બદલ આભાર. તમારા સહયોગથી અમે Pilllનું સંચાલન ચાલુ રાખી શકીએ છીએ.
he: תודה על השימוש שלך. בעזרתך אנחנו יכולים להמשיך להפעיל את אפליקציית Pilll.
hi: उपयोग के लिए धन्यवाद। आपके सहयोग से हम Pilll का संचालन जारी रख पा रहे हैं।
hr: Hvala vam na korištenju. Zahvaljujući vama, možemo nastaviti s radom aplikacije Pilll.
hu: Köszönjük, hogy használja az alkalmazást. Önnek köszönhetően a Pilll folytatni tudja működését.
hy: Շնորհակալություն ձեր օգտագործման համար։ Ձեր շնորհիվ Pilll-ի կառավարման գործընթացը շարունակել ենք։
id: Terima kasih atas penggunaan Anda. Berkat Anda, kami dapat terus menjalankan Pilll.
is: Þakka þér fyrir að nota þjónustuna. Með þinni aðstoð getum við haldið áfram að reka Pilll.
it: Grazie per aver utilizzato Pilll. Grazie al vostro prezioso supporto, possiamo continuare a mantenere attivo Pilll.
ja: ご利用ありがとうございます。 お陰様でPilllの運営を継続できています。
ka: მადლობთ მომსახურებისთვის. თქვენი დახმარებით Pilll-ის მართვა გრძელდება.
kk: Сізге рақмет. Pilll-ді басқаруды жалғастыруға мүмкіндік бердіңіз.
km: សូមអរគុណចំពោះការប្រើប្រាស់។ ដោយសារតែការគាំទ្រពីអ្នក យើងអាចបន្តដំណើរការ Pilll បាន។
kn: ನಿಮ್ಮ ಬಳಕೆಗಾಗಿ ಧನ್ಯವಾದಗಳು। ನಿಮ್ಮ ಬೆಂಬಲದಿಂದ Pilll ಅನ್ನು ಮುಂದುವರಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿದೆ।
ko: 이용해 주셔서 감사합니다. 덕분에 Pilll의 운영을 지속할 수 있습니다.
ky: Сиздин колдонгонуңуз үчүн рахмат. Сиздин жардамыңыз менен Pilllдин ишин уланта алдык.
lo: ຂອບໃຈສໍາລັບການໃຊ້ແອັບເພາະອົງການສາມາດດຳເນີນການPilllໄດ້ສິດສາມຈິງ.
lt: Ačiū, kad naudojatės mūsų programa. Jūsų dėka galime toliau teikti Pilll paslaugas.
lv: Paldies, ka izmantojat mūsu pakalpojumu. Pateicoties jums, mēs varam turpināt Pilll darbību.
mk: Ви благодариме за користењето. Ви благодариме, благодарение на вас, Пилл продолжува со своето работење.
ml: ഉപയോഗിച്ചതിന് നന്ദി। നിങ്ങളുടെ പിന്തുണയാൽ ഞങ്ങൾക്ക് പില്ലിന്റെ പ്രവർത്തനം തുടരാൻ കഴിയുന്നു।
mn: Ашигласанд баярлалаа. Танай дэмжлэгийн ачаар Pilll-ийг амжилттай үргэлжлүүлэн ажиллуулж чадаж байна.
mr: वापराबद्दल धन्यवाद। आपल्या सहाय्यामुळे आम्ही Pilll चे संचालन सुरू ठेवू शकत आहोत।
ms: Terima kasih kerana menggunakan aplikasi kami. Dengan bantuan anda, kami dapat terus menjalankan Pilll.
my: အသုံးပြုတဲ့အတွက် ကျေးဇူးအများကြီးတင်ပါတယ်။ သင့်ရဲ့ ပံ့ပိုးမှုကြောင့် Pilll ကို ဆက်လက်လည်ပတ်နိုင်ခဲ့ပါတယ်။
nb: Takk for at du bruker appen vår. Takket være deg kan vi fortsette driften av Pilll.
ne: प्रयोग गर्नुभएकोमा धन्यवाद। तपाईंको सहयोगले हामीले Pilll को संचालन जारी राख्न सकिरहेका छौं।
nl: Bedankt voor uw gebruik. Dankzij u kunnen wij Pilll blijven runnen.
no: Takk for at du bruker oss. Takket være deg kan vi fortsette driften av Pilll.
or: ଆମର ସେବା ବ୍ୟବହାର କରିଥିବାରୁ ଧନ୍ୟବାଦ। ଆପଣଙ୍କ ସହଯୋଗରେ ଆମେ Pilll ର ପରିଚାଳନା ଜାରି ରଖିପାରୁଛୁ।
pa: ਵਰਤੋਂ ਲਈ ਧੰਨਵਾਦ।\nਤੁਹਾਡੀ ਮਦਦ ਨਾਲ ਅਸੀਂ Pilll ਦਾ ਸੰਚਾਲਨ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹਾਂ।
pl: Dziękujemy za korzystanie z naszego serwisu. Dzięki Państwa wsparciu możemy kontynuować rozwój Pilll.
ps: ستاسو د کارونې نه مننه. زموږ د شکریې لپاره Pilll د خدماتو وړاندې کولو ته دوام ورکول کیدی شي.
pt: Agradecemos pelo seu uso. Graças a você, conseguimos continuar operando o Pilll.
ro: Vă mulțumim pentru utilizare. Datorită dumneavoastră, putem continua să operăm Pilll.
ru: Спасибо за использование приложения. Благодаря вам мы можем продолжать работу над приложением Pilll.
si: ඔබගේ භාවිතය සඳහා ස්තූතියි. ඔබගේ සහායාධාරය නිසා Pilll පද්ධතිය අඛණ්ඩව ක්‍රියාත්මක කර ගැනීමට හැකි වී ඇත.
sk: Ďakujeme za vašu podporu. Vďaka vám môžeme naďalej prevádzkovat Pilll.
sl: Hvala za uporabo. Zahvaljujoč vam lahko še naprej upravljamo s Pilll.
sq: Faleminderit për përdorim. Me ndihmën tuaj, ne jemi në gjendje të vazhdojmë me funksionimin e Pilll.
sr: Хвала вам на коришћењу.Захваљујући вама, можемо наставити са радом Pilll.
sv: Tack för att du använder oss. Tack vare er kan vi fortsätta driva Pilll.
sw: Asante sana kwa kutumia huduma yetu. Msaada wenu unatuwezesha kuendelea na uendeshaji wa Pilll.
ta: எங்கள் சேவையைப் பயன்படுத்தியதற்கு நன்றி. உங்கள் ஆதரவால் Pilll ஐத் தொடர்ந்து இயக்க முடிந்துள்ளது.
te: మా సేవను ఉపయోగించినందుకు ధన్యవాదాలు। మీ మద్దతువల్ల Pilll యాప్ను కొనసాగించగలుగుతున్నాము।
th: ขอขอบคุณที่ใช้บริการของเรา ขอบคุณที่ทำให้เราสามารถดำเนินการ Pilll ต่อไปได้
tl: Maraming salamat sa inyong paggamit. Sa tulong ninyo, napapatuloy namin ang serbisyo ng Pilll.
tr: Teşekkür ederiz. Pilll'in işletimini sürdürebiliyoruz.
uk: Thank you for using Pilll. Thanks to you, we are able to continue operating Pilll.
ur: آپ کے استعمال کا شکریہ۔ آپ کی بدولت ہم Pilll کی کارروائی جاری رکھنے کے قابل ہیں۔
uz: Sizga rahmat. Sizning yordamlaringiz bilan Pilllni boshqarishni davom ettira olishimiz mumkin.
vi: Cảm ơn bạn đã sử dụng dịch vụ của chúng tôi. Nhờ sự hỗ trợ của bạn, chúng tôi có thể tiếp tục vận hành Pilll.
zh: 感谢您的使用。多亏了您，我们得以持续运营Pilll。
zu: Siyabonga ngokusebenzisa i-Pilll. Ngokubonga kuwe, sikwazi ukuqhubeka nokusebenza kwe-Pilll.

# premiumFeaturesList
source: List of premium features
af: Lys van premie funksies
am: ፕረሚየም ባለቤቶች ዝርዝር
ar: قائمة الميزات المميزة
as: প্ৰিমিয়াম সুবিধাসমূহ
az: Premium funksiyaların siyahısı
be: Список прэміум-функцый
bg: Премиум функции
bn: প্রিমিয়াম বৈশিষ্ট্যসমূহ
bs: Premium funkcije
ca: Funcions premium
cs: Seznam prémiových funkcí
cy: Rhestr nodweddion premiwm
da: Liste over premiumfunktioner
de: Liste der Premium-Funktionen
el: Λίστα προνομιακών λειτουργιών
es: Funciones Premium
et: Premium funktsioonide loetelu
eu: Premium funtzioen zerrenda
fa: فهرست ویژگی‌های پریمیوم
fi: Premium-ominaisuudet
fil: Mga Premium Features
fr: Liste des fonctionnalités premium
gl: Lista de funcións premium
gu: પ્રીમિયમ સુવિધાઓ
he: רשימת תכונות פרימיום
hi: प्रीमियम सुविधाएं
hr: Popis premium značajki
hu: Prémium funkciók listája
hy: Պրեմիում ֆունկցիաների ցուցակ
id: Daftar Fitur Premium
is: Listi yfir premium eiginleika
it: Lista delle funzionalità premium
ja: プレミアム機能一覧
ka: პრემიუმ ფუნქციების სია
kk: Premium функцияларының тізімі
km: បញ្ជីមុខងារព្រីមៀម
kn: ಪ್ರೀಮಿಯಂ ವೈಶಿಷ್ಟ್ಯಗಳ ಪಟ್ಟಿ
ko: 프리미엄 기능 목록
ky: Премиум функциялардын тизмеси
lo: ລາຍການຟາອັນປະເພດພໍ່ພາຍຕໍ່
lt: Premijos funkcijų sąrašas
lv: Premium funkciju saraksts
mk: Листа на премиум функции
ml: പ്രീമിയം സവിശേഷതകൾ
mn: Премиум функцийн жагсаалт
mr: प्रीमियम वैशिष्ट्ये
ms: Senarai Ciri Premium
my: ပရီမီယံ လုပ်ဆောင်ချက်များ စာရင်း
nb: Premium-funksjoner liste
ne: प्रीमियम सुविधाहरू
nl: Lijst van premium functies
no: Premium funksjoner liste
or: ପ୍ରିମିୟମ୍ ବୈଶିଷ୍ଟ୍ୟଗୁଡ଼ିକ
pa: ਪ੍ਰੀਮੀਅਮ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
pl: Lista funkcji premium
ps: د پرمیم ځانګړتیاوو لیسټ
pt: Lista de recursos premium
ro: Lista funcțiilor premium
ru: Список премиум-функций
si: පෙරමිම් මෙවැනි ලක්ෂණ
sk: Zoznam prémiových funkcií
sl: Seznam premium funkcij
sq: Lista e funksioneve premium
sr: Списак премиум функција
sv: Lista över premiumfunktioner
sw: Orodha ya Vipengele vya Premium
ta: பிரீமியம் அம்சங்கள்
te: ప్రీమియం విశేషతలు
th: รายการฟีเจอร์พรีเมียม
tl: Mga Premium Features
tr: Premium özellikler listesi
ur: پریمیئم خصوصیات کی فہرست
uz: Premium funksiyalar ro'yxati
vi: Danh sách tính năng Premium
zh: 高级功能列表
zu: Uhlu lwezici zePhrimiyamu

# pushNotificationForTakingRecord
source: Taking record from push notification
af: 📩 Geneesmiddelregistrasie via stoot kennisgewings
am: 📩 ከፕሩሽ የማስታወቂያ ወቅት የመውሪያ ታቅዶ
ar: 📩 سجل تناول الدواء من إشعارات الدفع
as: 📩 পুশ নটিফিকেশনৰ দ্বাৰা ঔষধ সেৱনৰ ৰেকৰ্ড
az: 📩 Push bildirişindən qəbul qeydi
be: 📩 Запіс прыняцця таблетак з пуш-наведамленнем
bg: 📩 Запис на приема от известие
bn: 📩 পুশ নোটিফিকেশন থেকে সেবন রেকর্ড
bs: 📩 Zapis o uzimanju putem push obavijesti
ca: 📩 Registre de presa des de notificació push
cs: 📩 Záznamy o užívání pilulek z push notifikací
cy: 📩 Cofnodion cymryd o hysbysiadau pws
da: 📩 Indtastning af medikamenter fra push-underretninger
de: 📩 Einnahmeprotokoll aus Push-Benachrichtigungen
el: 📩 Καταγραφή λήψης από ειδοποιήσεις push
es: 📩 Registro de toma desde notificación push
et: 📩 Võtme ajalugu push-teadete kaudu
eu: 📩 Hartzeari jakinaren bidezko hartzea
fa: 📩 ثبت دارو از طریق اعلان های فشار
fi: 📩 Lääkärin ilmoituksesta ottamasi lääketiedot
fil: 📩 Pagtatala mula sa push notification
fr: 📩 Enregistrement de prise à partir des notifications push
gl: 📩 Rexistro de toma a través de notificacións push
gu: 📩 પુશ નોટિફિકેશનથી સેવન રેકોર્ડ
he: 📩 רישום נטילת תרופות מהודעות דחיפה
hi: 📩 पुश नोटिफिकेशन से दवा सेवन रिकॉर्ड
hr: 📩 Evidencija uzimanja putem push obavijesti
hu: 📩 Gyógyszerfelvételi nyilvántartás értesítésből
hy: 📩 Պուշ ծանուցումից օգտագործման ռեկորդ
id: 📩 Catatan penggunaan dari notifikasi push
is: 📩 Taka bókhald frá aðvörunarskilaboðum
it: 📩 Registrazione da notifica push
ja: 📩 プッシュ通知から服用記録
ka: 📩 მიღებული შეტყობინების საშუალებით წამლის მიღების ჩანაწერი
kk: 📩 Дәрі қабылдау жазбаларын push-хабарламадан
km: 📩 កត់ត្រាថ្នាំពីការជូនដំណឹង
kn: 📩 ಪುಶ್ ನೋಟಿಫಿಕೇಶನ್‌ನಿಂದ ಸೇವನೆ ದಾಖಲೆ
ko: 📩 푸시 알림에서 복용 기록
ky: 📩 Чиктирүү жазуулары аркылуу кабыл алуу
lo: 📩 ບັນທຶກການເອົາຢາຈາກແຈ້ງກຽມ
lt: 📩 Vaistų vartojimo įrašai iš stumiamosios pranešimų
lv: 📩 Lietotņu paziņojumi par zāļu lietošanas ierakstu
mk: 📩 Запис на земање од push известувања
ml: 📩 പുഷ് അറിയിപ്പിൽ നിന്ന് സേവന രേഖ
mn: 📩 Түлхэлтийн мэдэгдлээс эмийн бүртгэл
mr: 📩 पुश सूचना द्वारे सेवन नोंदी
ms: 📩 Rekod pengambilan dari pemberitahuan push
my: 📩 အသိပေးချက်မှ ဆေးသောက်မှတ်တမ်း
nb: 📩 Bruk påminnelse om å registrere inntak fra push-varsler
ne: 📩 पुश सूचनाबाट सेवन रेकर्ड
nl: 📩 Inname registratie via pushmeldingen
no: 📩 Pilleinregistre fra pushvarsler
or: 📩 ପୁଷ୍ ନୋଟିଫିକେସନରୁ ସେବନ ରେକର୍ଡ
pa: 📩 ਪੁਸ਼ ਨੋਟੀਫਿਕੇਸ਼ਨ ਤੋਂ ਗੋਲੀ ਦਾ ਰਿਕਾਰਡ
pl: 📩 Zapis przypomnienia o przyjmowaniu leków z powiadomienia push
ps: 📩 د پش یادونې له لارې د درملو یادداشت
pt: 📩 Registro de uso a partir de notificações push
ro: 📩 Înregistrare a administrării din notificările push
ru: 📩 Запись приема из push-уведомлений
si: 📩 පූෂ් නිවේදන වෙතින් වේලාව පිළිබඳ වාර්තාව
sk: 📩 Záznam o užívaní z push notifikácie
sl: 📩 Zapis o jemanju iz push obvestil
sq: 📩 Regjistrimi i dozës nga njoftimet push
sr: 📩 Запис о узимању лекова из пуштaња обавештења
sv: 📩 Använda påminnelse via push-notiser för att registrera doser
sw: 📩 Rekodi ya dawa kutoka arifa za kusukumiza
ta: 📩 அறிவிப்பிலிருந்து மாத்திரை பதிவு
te: 📩 పుష్ నోటిఫికేషన్ నుండి సేవన రికార్డు
th: 📩 บันทึกการใช้ยา จากการแจ้งเตือนพุช
tl: 📩 Pag-record mula sa Push Notification
tr: 📩 İlaç kaydı bildirimleri
uk: 📩 Pill intake record from push notifications
ur: 📩 استعمال کی تاریخ پش نوٹیفیکیشن سے
uz: 📩 Qaytish xabarlari orqali dori qabul qilishni yozish
vi: 📩 Ghi nhận uống thuốc từ thông báo
zh: 📩 从推送通知记录服用
zu: 📩 Rekhodi yokusebenzisa evela kwi-push notification

# viewAndRecordTakingHistory
source: 🗂 Record and view taking history
af: 🗂 Die rekord en besigtiging van die innamegeskiedenis
am: 🗂 የመድኃኒት ዝርዝር መታን እና እንቅስቃሴ ይመልክቱ
ar: 🗂 سجل وعرض تاريخ تناول الأدوية
as: 🗂 সেৱনৰ ইতিহাস অভিলেখ আৰু অৱলোকন
az: 🗂 Qəbul tarixçəsinin qeydi və baxışı
be: 🗂 Запіс і прагляд гісторыі прыёму
bg: 🗂 Записване и преглед на историята на приема
bn: 🗂 সেবন ইতিহাস রেকর্ড ও দেখা
bs: 🗂 Zapisivanje i pregled istorije uzimanja
ca: 🗂 Registre i consulta de l'historial de presa
cs: 🗂 Záznam a prohlížení historie užívání
cy: 🗂 Cofnod a gweld hanes cymryd y pils
da: 🗂 Registrering og visning af medicinindtagelsehistorik
de: 🗂 Aufzeichnung und Anzeige des Einnahmeverlaufs
el: 🗂 Καταγραφή και προβολή ιστορικού λήψης
es: 🗂 Registro y consulta del historial de tomas
et: 🗂 Ravimite ajalugu salvestamine ja vaatamine
eu: 🗂 Hartzen historia erregistratzea eta ikustea
fa: 🗂 ثبت و مشاهده سابقه مصرف
fi: 🗂 Lääkkeen ottohistorian tallentaminen ja tarkastelu
fil: 🗂 Pagtatala at Pagtingin ng Kasaysayan ng Pag-inom
fr: 🗂 Historique des prises : enregistrement et consultation
gl: 🗂 Rexistro e visualización da historia de toma
gu: 🗂 સેવન ઇતિહાસ રેકોર્ડ અને જોવું
he: 🗂 תיעוד וצפייה בהיסטוריית נטילה
hi: 🗂 दवा सेवन का रिकॉर्ड और समीक्षा
hr: 🗂 Zapisivanje i pregled povijesti uzimanja
hu: 🗂 A szedési előzmények rögzítése és megtekintése
hy: 🗂 Պիլոսի ընդունման պատմության գրանցում և դիտում
id: 🗂 Catatan dan melihat riwayat pengobatan
is: 🗂 Skáning og skoðun skammtasögu
it: 🗂 Registrazione e consultazione della cronologia delle assunzioni
ja: 🗂 服用履歴の記録・閲覧
ka: 🗂 დოზირების ისტორიის ჩანაწერი და მონიტორინგი
kk: 🗂 Қабылдау тарихын жазу және қарап шығу
km: 🗂 ការកត់ត្រា និងមើលប្រវត្តិញុំាថ្នាំ
kn: 🗂 ಸೇವನೆ ಇತಿಹಾಸದ ದಾಖಲಿಕೆ ಮತ್ತು ವೀಕ್ಷಣೆ
ko: 🗂 복용 기록 등록・조회
ky: 🗂 Дары кабыл алуу тарыхын жазып алуу жана көрүү
lo: 🗂 ບັນດິກແລະເບິ່ງບັນະທຶກການຮັບປ້ອນ
lt: 🗂 Vartojimo istorijos įrašymas ir peržiūra
lv: 🗂 Medikamentu lietošanas vēstures ierakstīšana un skatīšana
mk: 🗂 Записување и преглед на историјата на употреба
ml: 🗂 സേവന ചരിത്രത്തിന്റെ രേഖപ്പെടുത്തലും അവലോകനവും
mn: 🗂 Эмийн авсан түүх бүртгэх, харах
mr: 🗂 गोळी सेवनाचा इतिहास नोंदणे व पाहणे
ms: 🗂 Catatan dan Lihat Sejarah Pengambilan
my: 🗂 ဆေးသောက်မှတ်တမ်း မှတ်တင်ခြင်းနှင့်ကြည့်ရှုခြင်း
nb: 🗂 Registrering og visning av medisinhistorikk
ne: 🗂 सेवन इतिहासको अभिलेख र अवलोकन
nl: 🗂 Opnamegeschiedenis vastleggen en bekijken
no: 🗂 Registrering og visning av inntakslogger
or: 🗂 ସେବନ ଇତିହାସ ରେକର୍ଡ ଓ ଦର୍ଶନ
pa: 🗂 ਸੇਵਨ ਇਤਿਹਾਸ ਦਾ ਰਿਕਾਰਡ ਅਤੇ ਵੇਖਣਾ
pl: 🗂 Historia przyjmowania leku - rejestracja i przeglądanie
ps: 🗂 د درملو تاریخ ثبت او لیدل
pt: 🗂 Registro e visualização do histórico de medicação
ro: 🗂 înregistrarea și vizualizarea istoriei administrării
ru: 🗂 Запись и просмотр истории приема
si: 🗂 ඖෂධ පවතින්නේ කෙටි කාලයක්ක බවත් අධ්‍යයන මගින් පෙනී යන ආකාරයෙන් අයිතිකරාරී රටා සහ ශක්තිමත් වැඩිමාවක් අතින්වීම
sk: 🗂 Záznam a prezeranie histórie užívania
sl: 🗂 Zapisovanje in ogled zgodovine uporabe
sq: 🗂 Regjistrimi dhe shikimi i historikut të përdorimit
sr: 🗂 Запис и преглед историје узимања
sv: 🗂 Registrera och visa intagshistorik
sw: 🗂 Rekodi na Kuona Historia ya Kunywa Dawa
ta: 🗂 மருந்து உட்கொள்ளல் வரலாறு பதிவு மற்றும் பார்வை
te: 🗂 సేవన చరిత్ర రికార్డింగ్ & వీక్షణ
th: 🗂 บันทึกและดูประวัติการใช้ยา
tl: 🗂 Pagtatala at Pagtingin ng Kasaysayan ng Pag-inom
tr: 🗂 Kullanım geçmişinin kaydı ve görüntülenmesi
uk: 🗂 Record and view dosage history
ur: 🗂 استعمال کی تاریخ کا ریکارڈ رکھنا اور دیکھنا
uz: 📂 Qabul tarixi yozuvi va ko'rish
vi: 🗂 Ghi chép và xem lịch sử uống thuốc
zh: 🗂 用药记录的记录和查看
zu: 🗂 Ukwabelana Nokubuka Umlando Wokusebenzisa

source: 📆 Display date on pill sheet
af: 📆 Datum vertoon op die pilblad
am: 📆 በፒል ዝርዝር ላይ ቀን ይታይ
ar: 📆 عرض التاريخ على ورقة الحبوب
as: 📆 পিল শ্বীটত তাৰিখ প্ৰদৰ্শন
az: 📆 Həb lövhəsi üzərində tarix göstərilməsi
be: 📆 Адлюстраванне даты на пілу-шчыце
bg: 📆 Дати на пилулен лист
bn: 📆 পিল শিটে তারিখ প্রদর্শন
bs: 📆 Prikaz datuma na ček-listi pilula
ca: 📆 Mostra de dates al blíster de píndoles
cs: 📆 Zobrazení datumu na pilulkovém plánu
cy: 📆 Dyddiadau ar y ddelwedd pil
da: 📆 Vise dato på pilleark
de: 📆 Datum auf dem Pillenblatt anzeigen
el: 📆 Εμφάνιση ημερομηνίας στο φύλλο των χαπιών
es: 📆 Mostrar fechas en el pastillero
et: 📆 Kuupäevade kuvamine pillide lehel
eu: 📆 Data irudikatzea pilulotako orrian
fa: 📆 نمایش تاریخ در برگه قرص
fi: 📆 Näytä päivämäärä pillerikalenterissa
fil: 📆 Pagpapakita ng petsa sa pill sheet
fr: 📆 Affichage de la date sur le pilulier
gl: 📆 Data na folla de píldoras
gu: 📆 ગોળી શીટ પર તારીખ પ્રદર્શન
he: 📆 הצגת תאריך על דף הפיל
hi: 📆 पिल शीट पर तारीख प्रदर्शन
hr: 📆 Prikaz datuma na kartici pilula
hu: 📆 Dátum megjelenítése a pirula lapon
hy: 📆 Թվարկումը ցուցակում
id: 📆 Tampilkan tanggal di lembar pil
is: 📆 Dagskrá sett á pillunn
it: 📆 Visualizzazione data sul blister
ja: 📆 ピルシート上に日付表示
ka: 📆 დღეების ჩვენება პილების ფურცელზე
kk: 📆 Құрамында күннің көрсетілімі бар таблетка парағы
km: 📆 បង្ហាញកាលបរិច្ឆេទនៅលើស្លាកថ្នាំ
kn: 📆 ಮಾತ್ರೆ ಶೀಟ್‌ನಲ್ಲಿ ದಿನಾಂಕ ಪ್ರದರ್ಶನ
ko: 📆 피임약 시트 날짜 표시
ky: 📆 Дата көрсөтүү пил шитинде
lo: 📆 ສະແດງວັນໄວແລະສະແດງຢູ່ບົດບັດວິທີການຮັບບິນຕິ້ລີ
lt: 📆 Datos rodojimas ant piliulių lapo
lv: 📆 Datuma attēlojums uz tablešu lapas
mk: 📆 Прикажување на датумот на пилулата
ml: 📆 പിൽ ഷീറ്റിൽ തീയതി പ്രദർശനം
mn: 📆 Эмийн хавтан дээр огноо харуулах
mr: 📆 गोळी शीटवर तारीख प्रदर्शन
ms: 📆 Paparan tarikh pada lembaran pil
my: 📆 ဆေးစာရွက်ပေါ်တွင် ရက်စွဲပြခြင်း
nb: 📆 Viser datoen på pilleark
ne: 📆 पिल शिटमा मिति प्रदर्शन
nl: 📆 Datum weergegeven op de pilstrip
no: 📆 Visning av dato på pilleblokken
or: 📆 ପିଲ୍ ସିଟ୍‌ରେ ତାରିଖ ପ୍ରଦର୍ଶନ
pa: 📆 ਪਿੱਲ ਸ਼ੀਟ ਤੇ ਤਾਰੀਖ਼ ਪ੍ਰਦਰਸ਼ਨ
pl: 📆 Data wyświetlana na karcie pigułek
ps: 📆 د پيل شيټ کې د نیټې ښودل
pt: 📆 Exibir data na cartela de pílulas
ro: 📆 Afișare data pe foaia de pilule
ru: 📆 Отображение даты на пилюле
si: 📆 දිනය පෙන්වීමට පෝෂණ පතේ
sk: 📆 Zobrazenie dátumu na pilulkovom pláne
sl: 📆 Datum prikazano na piličnem listu
sq: 📆 Tregon datën në fletën e pilulave
sr: 📆 Дата на изгледу пилула
sv: 📆 Datum visas på p-pillern
sw: 📆 Kuonyesha tarehe kwenye jedwali la vidonge
ta: 📆 மாத்திரை தாளில் தேதி காட்சி
te: 📆 పిల్ షీట్‌లో తేదీ ప్రదర్శన
th: 📆 แสดงวันที่บนแผ่นยา
tl: 📆 Pagpapakita ng petsa sa pill sheet
tr: 📆 Tarih belirteci hap sayfasında
uk: 📆 Date displayed on the pill sheet
ur: 📆 تاریخ کو پِل شیٹ پر دکھائیں
uz: 📆 Har qanday oylik plakatda sana ko'rsatilgan
vi: 📆 Hiển thị ngày tháng trên vỉ thuốc
zh: 📆 在药片表上显示日期
zu: 📆 Khombisa usuku ku-Pill Sheet

# autoRefillNewPillSheet
source: 📦 Automatically refill new pill sheet
af: 📦 Vul outomaties nuwe pilblads
am: 📦 አዲስ ፒል ማሽን ይከተላል
ar: 📦 إعادة تعبئة شريط الحبوب الجديد تلقائيًا
as: 📦 নতুন পিল শ্বীট স্বয়ংক্ৰিয় পূৰণ
az: 📦 Yeni həb vərəqinin avtomatik təchizatı
be: 📦 Аўтаматычнае папаўненне новага пакета таблетак
bg: 📦 Автоматично попълване на нов блистер
bn: 📦 নতুন পিল শীট স্বয়ংক্রিয় সরবরাহ
bs: 📦 Automatsko dopunjavanje novih pilula.
ca: 📦 Reposició automàtica de plaquetes noves
cs: 📦 Automatické doplňování nového balení tablet
cy: 📦 Bocsïo siart pill newydd yn awtomatig
da: 📦 Automatisk genopfyldning af nye pilleark
de: 📦 Automatische Nachfüllung neuer Pillenblätter
el: 📦 Αυτόματη ανανέωση νέων φύλλων χαπιών
es: 📦 Reposición automática de nuevo blíster de píldoras
et: 📦 Uue pillide lehe automaatne täiendamine
eu: 📦 Pilula orriak automatikoki betetzea
fa: 📦 پر کردن خودکار ورق قرص جدید
fi: 📦 Uuden pillerin automaattinen täyttö
fil: 📦 Awtomatikong pagdadagdag ng bagong pill sheet
fr: 📦 Remplissage automatique de nouvelles plaquettes de pilules
gl: 📦 Substitución automática da nova folla de píldoras
gu: 📦 નવી પિલ શીટની આપોઆપ ભરપાઈ
he: 📦 מילוי אוטומטי של דפי גלולות חדשים
hi: 📦 नई गोली शीट की स्वचालित पूर्ति
hr: 📦 Automatsko punjenje novog paketa pilula
hu: 📦 Új tabletta csomag automatikus utánpótlása
hy: 📦 Նոր պիլիաթների ինքնաբերական համալրում
id: 📦 Mengisi ulang lembar pil baru secara otomatis
is: 📦 Sjálfvirk endurnýjun á nýju pilla plati
it: 📦 Rifornimento automatico nuove confezioni
ja: 📦 新しいピルシートを自動補充
ka: 📦 ახალი პილების ფურცლის ავტომატური შევსება
kk: 📦 Жаңа пил парағын автоматты түрде толтыру
km: 📦 បន្ថែមសន្លឹកថ្នាំថ្មីដោយស្វ័យប្រវត្តិ
kn: 📦 ಹೊಸ ಪಿಲ್ ಶೀಟ್ ಸ್ವಯಂಚಾಲಿತ ಪೂರೈಕೆ
ko: 📦 새 피임약 시트 자동 추가
ky: 📦 Жаңы пил листин автоматтык түрдө толтуруу
lo: 📦 ປ່ອນເສດຂອງປິລໃໝ່ໂດຍອັດເຕັນ
lt: 📦 Automatinis naujo piliulkių papildymas
lv: 📦 Jauna tablešu plāksne automātiski papildināta
mk: 📦 Автоматско дополнување на нова пилула
ml: 📦 പുതിയ പിൽ ഷീറ്റ് സ്വയം നിറയ്ക്കൽ
mn: 📦 Шинэ эмийн цаасыг автоматаар нөхөх
mr: 📦 नवीन पिल शीटचे स्वयंचलित पुनर्भरण
ms: 📦 Mengisi semula helaian pil baru secara automatik
my: 📦 အသစ်သော ဆေးလုံးစာရွက် အလိုအလျောက် ဖြည့်စွက်ခြင်း
nb: 📦 Automatisk påfylling av nytt pilleark
ne: 📦 नयाँ पिल शीट स्वचालित पूर्ति
nl: 📦 Automatische aanvulling van nieuwe pillenbladen
no: 📦 Automatisk påfylling av nytt pilleark
or: 📦 ନୂଆ ପିଲ୍ ସିଟ୍ର ସ୍ୱଚାଳିତ ରିଫିଲ୍
pa: 📦 ਨਵੀਂ ਗੋਲੀ ਸ਼ੀਟ ਦੀ ਆਟੋਮੈਟਿਕ ਰੀਫਿਲ
pl: 📦 Automatyczne uzupełnianie nowych arkuszy tabletek
ps: 📦 نوې پیلوټ شیټ په اوتومات ډول بیا چمتو کړئ
pt: 📦 Reabastecimento automático de novas cartelas de pílulas
ro: 📦 Reîncărcare automată a plăcii de pastile
ru: 📦 Автоматическое пополнение нового пакета таблеток
si: 📦 නව පීල් පත්‍රය ස්වයංක්‍රීයව සම්පූර්ණ කිරීම
sk: 📦 Automatické doplnenie nového blistra piluliek
sl: 📦 Samodejno polnjenje novega listka tablet
sq: 📦 Rimbushim të reja të pilulave automatikisht
sr: 📦 Аутоматско допуњавање новог паковања пилула
sv: 📦 Automatisk påfyllning av nya piller
sw: 📦 Kujaza otomatiki vidonge vipya
ta: 📦 புதிய மாத்திரை தாள் தானியங்கி நிரப்பு
te: 📦 కొత్త పిల్ షీట్ ఆటో రీఫిల్
th: 📦 เติมยาใหม่อัตโนมัติ
tl: 📦 Kusang pagdagdag ng bagong pill sheet
tr: 📦 Yeni hap paketini otomatik olarak yenile
uk: 📦 Automatic refill of new pill sheet
ur: 📦 نئی پِل شیٹ خودکار طور پر بھرنا
uz: 📦 Yangi dorilar varaqasini avtomatik to'ldirish
vi: 📦 Tự động bổ sung vỉ thuốc mới
zh: 📦 自动补充新的药片板
zu: 📦 Ukuphinda ube nephilisi entsha ngokuzenzakalelayo
