Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# accountAlreadyLinkedWithOtherPilllAccount
source: This {accountTypeProviderName} account is already linked to another Pilll account, so registration is not possible. Also check the FAQ. Details: {exceptionMessage}
af: Hierdie {accountTypeProviderName}-rekening is reeds aan 'n ander Pilll-rekening gekoppel, so jy kan nie registreer nie. Kyk asseblief na die FAQ. Besonderhede: {exceptionMessage}
am: ይህ {accountTypeProviderName} መለያ እንደዚህ ያለ ሌላ የPilll መለያ ጋር የተያያዘ ስለሆነ ይመዘገባል። FAQንም ይመልከቱ። ዝርዝር: {exceptionMessage}
ar: هذا الحساب {accountTypeProviderName} مرتبط بالفعل بحساب آخر في Pilll ولا يمكن تسجيله. يرجى الاطلاع على الأسئلة الشائعة. التفاصيل: {exceptionMessage}
as: এই {accountTypeProviderName} একাউণ্টটো ইতিমধ্যে Pilll ৰ অন্য একাউণ্টৰ সৈতে সংযুক্ত হৈ আছে, সেয়ে নিবন্ধন কৰিব নোৱাৰি। FAQ ও চাওক। বিৱৰণ: {exceptionMessage}
az: Bu {accountTypeProviderName} hesabı artıq başqa Pilll hesabı ilə bağlı olduğuna görə qeydiyyatdan keçə bilmirsiniz. FAQ-ya da baxın. Ətraflı: {exceptionMessage}
be: Гэты акаўнт {accountTypeProviderName} ужо прывязаны да іншага акаўнта Pilll, таму рэгістрацыя немагчымая. Таксама паглядзіце раздзел FAQ. Дэталі: {exceptionMessage}
bg: Тази {accountTypeProviderName} сметка вече е свързана с друг акаунт на Pilll, така че регистрацията не е възможна. Моля, разгледайте и ЧЗВ. Подробности: {exceptionMessage}
bn: এই {accountTypeProviderName} অ্যাকাউন্টটি ইতিমধ্যে অন্য একটি Pilll অ্যাকাউন্টের সাথে সংযুক্ত থাকায় নিবন্ধন করা সম্ভব নয়। অনুগ্রহ করে FAQ দেখুন। বিস্তারিত: {exceptionMessage}
bs: Ova {accountTypeProviderName} nalog već je povezan s drugim Pilll nalogom, pa se registracija ne može izvršiti. Molimo pogledajte FAQ. Detalji: {exceptionMessage}
ca: Aquest compte de {accountTypeProviderName} ja està vinculat a un altre compte de Pilll i no es pot registrar. Consulteu també les FAQ. Detalls: {exceptionMessage}
cs: Tento účet {accountTypeProviderName} již není možné zaregistrovat, protože je již propojen s jiným účtem Pilll. Prozkoumejte také FAQ. Podrobnosti: {exceptionMessage}
cy: Mae'r cyfrif {accountTypeProviderName} hwn eisoes wedi'i gysylltu â chyfrif Pilll arall, felly ni ellir ei gofrestru. Gweler ein Cwestiynau Cyffredin hefyd. Manylion: {exceptionMessage}.
da: Denne {accountTypeProviderName} konto kan ikke registreres, da den allerede er knyttet til en anden Pilll konto. Se også FAQ. Detaljer: {exceptionMessage}
de: Dieses {accountTypeProviderName}-Konto kann nicht registriert werden, da es bereits mit einem anderen Pilll-Konto verknüpft ist. Bitte schauen Sie auch in die FAQ. Einzelheiten: {exceptionMessage}
el: Αυτός ο λογαριασμός {accountTypeProviderName} είναι ήδη συνδεδεμένος με άλλον λογαριασμό Pilll, επομένως δεν μπορεί να εγγραφεί. Παρακαλούμε δείτε επίσης τις Συχνές Ερωτήσεις. Λεπτομέρειες: {exceptionMessage}
es: Esta cuenta de {accountTypeProviderName} ya está vinculada a otra cuenta de Pilll, por lo que no se puede registrar. Consulte también las preguntas frecuentes (FAQ). Detalles: {exceptionMessage}
et: See {accountTypeProviderName} konto on juba seotud teise Pilll konto, seega ei saa te seda registreerida. Vaadake ka KKK-d. Üksikasjad: {exceptionMessage}
eu: Hau {accountTypeProviderName} kontua jadanik beste Pilll kontu batekin lotuta dagoenez, ezin da erregistratu. Mesedez, ikusi FAQak. Xehetasunak: {exceptionMessage}
fa: این حساب {accountTypeProviderName} در حال حاضر به حساب دیگری از Pilll متصل شده است و بنابراین نمی توان آن را ثبت کرد. همچنین می توانید به FAQ مراجعه کنید. جزئیات: {exceptionMessage}
fi: Tämä {accountTypeProviderName} tili on jo liitetty toiseen Pilll-tiliin, eikä sen vuoksi rekisteröinti ole mahdollista. Katso myös UKK. Yksityiskohdat: {exceptionMessage}
fil: Ang {accountTypeProviderName} account na ito ay nakakonekta na sa ibang Pilll account kaya hindi ka makapag-register. Tingnan din ang FAQ. Detalye: {exceptionMessage}
fr: Ce compte {accountTypeProviderName} est déjà lié à un autre compte Pilll, vous ne pouvez donc pas vous inscrire. Veuillez consulter la FAQ pour plus d'informations. Détails : {exceptionMessage}
gl: Non se pode rexistrar a conta {accountTypeProviderName} porque xa está vinculada a outra conta de Pilll. Consulte tamén as FAQ. Detalles: {exceptionMessage}
gu: આ {accountTypeProviderName} એકાઉન્ટ પહેલેથી જ અન્ય Pilll એકાઉન્ટ સાથે લિંક થયેલ છે, તેથી નોંધણી કરી શકાતી નથી. કૃપા કરીને FAQ પણ જુઓ. વિગતો: {exceptionMessage}
he: חשבון {accountTypeProviderName} זה כבר מחובר לחשבון Pilll אחר, ולכן אינו יכול להירשם. אנא עיין בשאלות הנפוצות. פרטים: {exceptionMessage}
hi: यह {accountTypeProviderName} खाता पहले से ही किसी अन्य Pilll खाते से जुड़ा हुआ है, इसलिए पंजीकरण नहीं किया जा सकता। कृपया FAQ भी देखें। विवरण: {exceptionMessage}
hr: Ova {accountTypeProviderName} račun već je povezan s drugim Pilll računom, stoga ga ne možete registrirati. Molimo pogledajte FAQ. Detalji: {exceptionMessage}
hu: Ez a {accountTypeProviderName} fiók már egy másik Pilll fiókhoz van társítva, így nem tudja regisztrálni. Kérjük, nézze meg a GYIK-et is. Részletek: {exceptionMessage}
hy: Այս {accountTypeProviderName} հաշիվն արդեն կապված է մեկ այլ Pilll հաշվի հետ, ուստի դուք չեք կարող գրանցվել: Խնդրում ենք ստուգել FAQ-ը: Մանրամասն տեղեկություն: {exceptionMessage}
id: Akun {accountTypeProviderName} ini sudah terkait dengan akun Pilll lain sehingga tidak dapat didaftarkan. Silakan lihat FAQ. Detail: {exceptionMessage}
is: Þetta {accountTypeProviderName} aðgangur er nú þegar tengdur öðrum Pilll aðgangi, þannig að ekki er hægt að skrá sig. Vinsamlegast skoðaðu FAQ. Nánar: {exceptionMessage}
it: Questo account {accountTypeProviderName} è già collegato a un altro account Pilll e non può essere registrato. Consulta anche le FAQ. Dettagli: {exceptionMessage}
ja: この{accountTypeProviderName}アカウントはすでに他のPilllのアカウントに紐付いているため登録ができません。FAQもご覧ください。詳細: {exceptionMessage}
ka: ეს {accountTypeProviderName} ანგარიში უკვე დაკავშირებულია სხვა Pilll ანგარიშთან, ამიტომ რეგისტრაცია ვერ მოხდება. გთხოვთ, გაეცნოთ FAQ-ს. დეტალები: {exceptionMessage}
kk: Бұл {accountTypeProviderName} аккаунты басқа Pilll аккаунтына байланысты болғандықтан тіркеу мүмкін емес. FAQ-ты қараңыз. Толығырақ: {exceptionMessage}
km: គណនី{accountTypeProviderName}នេះត្រូវបានភ្ជាប់ជាមួយគណនី Pilll ផ្សេងទៀតរួចហើយ ដូច្នេះមិនអាចចុះឈ្មោះបានទេ។ សូមមើល FAQ ផងដែរ។ លម្អិត៖ {exceptionMessage}
kn: ಈ {accountTypeProviderName} ಖಾತೆಯು ಈಗಾಗಲೇ ಇತರ Pilll ಖಾತೆಯೊಂದಿಗೆ ಲಿಂಕ್ ಆಗಿರುವುದರಿಂದ ನೋಂದಣಿ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. FAQ ಅನ್ನು ಸಹ ನೋಡಿ. ವಿವರಗಳು: {exceptionMessage}
ko: 이 {accountTypeProviderName} 계정은 이미 다른 Pilll 계정에 연동되어 있어 등록할 수 없습니다. FAQ도 확인해 주세요. 상세 정보: {exceptionMessage}
ky: Бул {accountTypeProviderName} аккаунту башка Pilll аккаунтка байлангандыктан каттала албайсыз. Жи Frequently Asked Questions (FAQ) карап алыңыз. Тейлөө маалымат: {exceptionMessage}.
lo: この{accountTypeProviderName}ບັນຊີຖືກໄຊລຸດອັກຄະດັນທີ່ອື່ນຂອງPilllຈາກຫຼາຍແລະບໍ່າການລົງລັບບັນທຶກອີກ. ກະລຸນາເບິ່ງFAQ. ເລາະລະບຽດ: {exceptionMessage}
lt: Šis {accountTypeProviderName} paskyra jau yra susieta su kita Pilll paskyra, todėl registracija negalima. Prašome peržiūrėti DUK. Išsamesnė informacija: {exceptionMessage}
lv: Šis {accountTypeProviderName} konts jau ir saistīts ar citu Pilll kontu, tāpēc reģistrācija nav iespējama. Lūdzu, skatiet FAQ. Sīkāka informācija: {exceptionMessage}
mk: Оваа {accountTypeProviderName} сметка веќе е поврзана со друга Pilll сметка и не може да се регистрира. Ве молиме погледнете FAQ. Детали: {exceptionMessage}
ml: ഈ {accountTypeProviderName} അക്കൗണ്ട് ഇതിനകം മറ്റൊരു Pilll അക്കൗണ്ടുമായി ബന്ധിപ്പിച്ചിട്ടുള്ളതിനാൽ രജിസ്റ്റർ ചെയ്യാൻ കഴിയില്ല. FAQ യും കാണുക. വിശദാംശങ്ങൾ: {exceptionMessage}
mn: Энэ {accountTypeProviderName} бүртгэл өөр Pilll бүртгэлтэй холбогдсон тул бүртгэх боломжгүй байна. FAQ-г харна уу. Дэлгэрэнгүй: {exceptionMessage}
mr: हे {accountTypeProviderName} खाते आधीच इतर Pilll खात्याशी जोडलेले असल्याने नोंदणी करता येत नाही. FAQ देखील पहा. तपशील: {exceptionMessage}
ms: Akaun {accountTypeProviderName} ini sudah terikat dengan akaun Pilll yang lain, jadi pendaftaran tidak dapat dilakukan. Sila lihat FAQ. Butiran: {exceptionMessage}
my: ဤ{accountTypeProviderName}အကောင့်သည် အခြားPilllအကောင့်နှင့် ချိတ်ဆက်ထားပြီးဖြစ်သောကြောင့် မှတ်ပုံတင်၍မရပါ။ FAQကိုလည်း ကြည့်ရှုပါ။ အသေးစိတ်- {exceptionMessage}
nb: Denne {accountTypeProviderName}-kontoen kan ikke registreres fordi den allerede er knyttet til en annen Pilll-konto. Vennligst sjekk FAQ. Detaljer: {exceptionMessage}
ne: यो {accountTypeProviderName} खाता पहिले नै अन्य Pilll खातासँग जोडिएको छ त्यसैले दर्ता गर्न सकिँदैन। FAQ पनि हेर्नुहोस्। विवरण: {exceptionMessage}
nl: Dit {accountTypeProviderName} account kan niet worden geregistreerd omdat het al is gekoppeld aan een ander Pilll account. Zie ook de FAQ. Details: {exceptionMessage}
no: Denne {accountTypeProviderName} kontoen er allerede knyttet til en annen Pilll-konto, så registrering kan ikke fullføres. Se også FAQ. Detaljer: {exceptionMessage}
or: ଏହି {accountTypeProviderName} ଆକାଉଣ୍ଟ ପୂର୍ବରୁ ଅନ୍ୟ ଏକ Pilll ଆକାଉଣ୍ଟ ସହ ଲିଙ୍କ ହୋଇଛି, ତେଣୁ ରେଜିଷ୍ଟର କରିପାରିବେ ନାହିଁ। FAQ ମଧ୍ୟ ଦେଖନ୍ତୁ। ବିସ୍ତୃତ ବିବରଣୀ: {exceptionMessage}
pa: ਇਹ {accountTypeProviderName} ਖਾਤਾ ਪਹਿਲਾਂ ਹੀ ਦੂਸਰੇ Pilll ਖਾਤੇ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ ਇਸਲਈ ਰਜਿਸਟਰ ਨਹੀਂ ਕਰ ਸਕਦੇ। FAQ ਵੀ ਦੇਖੋ। ਵੇਰਵਾ: {exceptionMessage}
pl: To konto {accountTypeProviderName} jest już powiązane z innym kontem Pilll, dlatego rejestracja nie jest możliwa. Zobacz FAQ. Szczegóły: {exceptionMessage}
ps: دا {accountTypeProviderName} حساب لا يمكن ثبت ته چې دمخه د نورو Pilll حسابونو سره تړاو لري. د FAQ پاڼه هم وګورئ. تفصيل: {exceptionMessage}
pt: Esta conta {accountTypeProviderName} já está vinculada a outra conta do Pilll, portanto não pode ser registrada. Consulte também o FAQ. Detalhes: {exceptionMessage}
ro: Acest cont {accountTypeProviderName} este deja asociat cu alt cont Pilll, așa că nu poate fi înregistrat. Vă rugăm să consultați FAQ. Detalii: {exceptionMessage}
ru: Этот аккаунт {accountTypeProviderName} уже связан с другой учетной записью Pilll, поэтому регистрация невозможна. Пожалуйста, ознакомьтесь с FAQ. Подробности: {exceptionMessage}
si: මෙම {accountTypeProviderName} ගිණුම ইতিমැඩ බොහෝ Pilll ගිණුම් සම්බන්ධ කර ඇති බැවින් දැන් ලියාපදිංචි කළ නොහැක. ප්‍රශ්න උත්සවය නරඹන්න. විස්තර: {exceptionMessage}
sk: Tento účet {accountTypeProviderName} už je spojený s iným účtom Pilll, preto sa nemôže zaregistrovať. Pozrite si aj FAQ. Podrobnosti: {exceptionMessage}
sl: Ta {accountTypeProviderName} račun je že povezan z drugim Pilll računom, zato se ne morete registrirati. Oglejte si tudi pogosta vprašanja. Podrobnosti: {exceptionMessage}
sq: Ky aquest {accountTypeProviderName} llogari është tashmë i lidhur me një llogari tjetër Pilll, ndaj regjistrimi nuk është i mundur. Ju lutemi, shikoni FAQ për më shumë informacion. Detajet: {exceptionMessage}
sr: Ova {accountTypeProviderName} nalog ne može biti registrovan jer je već povezan sa drugim Pilll nalogom. Takođe pogledajte FAQ. Detalji: {exceptionMessage}
sv: Det går inte att registrera detta {accountTypeProviderName}-konto eftersom det redan är kopplat till ett annat Pilll-konto. Vänligen se även FAQ. Detaljer: {exceptionMessage}
sw: Akaunti hii ya {accountTypeProviderName} tayari imeunganishwa na akaunti nyingine ya Pilll, kwa hiyo haiwezi kusajiliwa. Tafadhali angalia pia FAQ. Maelezo: {exceptionMessage}
ta: இந்த {accountTypeProviderName} கணக்கு ஏற்கனவே மற்றொரு Pilll கணக்குடன் இணைக்கப்பட்டுள்ளதால் பதிவு செய்ய முடியாது. FAQ-ஐயும் பார்க்கவும். விபரங்கள்: {exceptionMessage}
te: ఈ {accountTypeProviderName} ఖాతా ఇప్పటికే ఇతర Pilll ఖాతాతో అనుసంధానించబడి ఉందని నమోదు చేయలేము. దయచేసి FAQను కూడా చూడండి. వివరాలు: {exceptionMessage}
th: บัญชี {accountTypeProviderName} นี้ไม่สามารถลงทะเบียนได้เนื่องจากได้เชื่อมโยงกับบัญชี Pilll อื่นแล้ว กรุณาดู FAQ รายละเอียด: {exceptionMessage}
tl: Ang {accountTypeProviderName} account na ito ay nakalink na sa ibang Pilll account kaya hindi makakapag-register. Tingnan din ang FAQ. Detalye: {exceptionMessage}
tr: Bu {accountTypeProviderName} hesabı zaten başka bir Pilll hesabına bağlı olduğu için kaydedilemez. Lütfen SSS'ye de göz atın. Detaylar: {exceptionMessage}
uk: This {accountTypeProviderName} account is already linked to another Pilll account, so registration cannot be completed. Please also check the FAQ. Details: {exceptionMessage}
ur: یہ {accountTypeProviderName} اکاؤنٹ پہلے ہی دوسرے Pilll اکاؤنٹ کے ساتھ منسلک ہے اس لیے اسے رجسٹر نہیں کیا جا سکتا۔ براہ کرم FAQ بھی دیکھیں۔ تفصیلات: {exceptionMessage}
uz: Ushbu {accountTypeProviderName} hisobingiz allaqachon boshqa Pilll hisobiga bog'langanligi sababli ro'yxatdan o'tish mumkin emas. Iltimos, FAQ ni ko'ring. Tafsilotlar: {exceptionMessage}
vi: Tài khoản {accountTypeProviderName} này đã được liên kết với tài khoản Pilll khác nên không thể đăng ký. Vui lòng xem FAQ. Chi tiết: {exceptionMessage}
zh: 这个{accountTypeProviderName}账户已经与其他Pilll账户关联，因此无法注册。请查看常见问题解答。详细信息：{exceptionMessage}
zu: Lo {accountTypeProviderName} akhawunti seleyikhona isiqinisekiso sePilll enye akhawunti, ngakho awukwazi ukubhalisela. Sicela ubuke i-FAQ. Imininingwane: {exceptionMessage}
