Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

source: User already exists
af: Daar is reeds 'n gebruiker.
am: ተጠቃሚው ቀድሞውኑ አለ
ar: المستخدم موجود بالفعل
as: ব্যৱহাৰকাৰী ইতিমধ্যে বিদ্যমান আছে
az: Bu istifadəçi artıq mövcuddur
be: Уже існуюць карыстальнікі.
bg: Потребителят вече съществува
bn: ব্যবহারকারী ইতিমধ্যে বিদ্যমান
bs: Korisnik već postoji
ca: Ja existeix un usuari
cs: Už existuje uživatel.
cy: Mae defnyddiwr eisoes yn bodoli.
da: Der bruger eksisterer allerede.
de: Es gibt bereits Benutzer.
el: Υπάρχει ήδη χρήστης.
es: El usuario ya existe
et: Kasutaja on juba olemas.
eu: Berregin erabiltzaile bat dago jada.
fa: وجود کاربر بالفعل
fi: Käyttäjä on jo olemassa
fil: May user na na umiiral
fr: Un utilisateur existe déjà.
gl: Xa existindo un usuario.
gu: વપરાશકર્તા પહેલેથી અસ્તિત્વમાં છે
he: כבר קיים משתמש
hi: पहले से ही उपयोगकर्ता मौजूद है
hr: Već postoji korisnik.
hu: Már létezik felhasználó.
hy: আগে থেকেই ব্যবহারকারী գոյություն ունի
id: Sudah ada pengguna yang terdaftar.
is: Nú þegar notandi er til
it: L'utente esiste già
ja: すでにユーザーが存在してます
ka: მიუხედავად იმისა, რომ უკვე არსებობს მომხმარებელი
kk: Тіркелген пайдаланушы бар
km: អ្នកប្រើប្រាស់មានរួចហើយ
kn: ಬಳಕೆದಾರರು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದ್ದಾರೆ
ko: 이미 가입된 사용자입니다
ky: Ушул убакта колдонуучу бар
lo: ɨsɨɲ̄ ɨʔɨs ʔu mɨʔʏlâɨ naʔ̩
lt: Jau egzistuoja vartotojas.
lv: Jau pastāv lietotājs
mk: Веќе постои корисник
ml: ഉപയോക്താവ് ഇതിനകം നിലവിലുണ്ട്
mn: Хэрэглэгч аль хэдийн байна
mr: वापरकर्ता आधीच अस्तित्वात आहे
ms: Pengguna sudah wujud.
my: အကောင့်ရှိပြီးဖြစ်ပါသည်
nb: Det finnes allerede en bruker.
ne: प्रयोगकर्ता पहिले देखि नै अवस्थित छ
nl: Er bestaat al een gebruiker.
no: Det finnes allerede en bruker.
or: ଉପଯୋଗକର୍ତ୍ତା ପୂର୍ବରୁ ଅଛନ୍ତି
pa: ਇਹ ਯੂਜ਼ਰ ਪਹਿਲਾਂ ਤੋਂ ਮੌਜੂਦ ਹੈ
pl: Już istnieje użytkownik.
ps: لاندې یو کارونکي شتون لري
pt: Já existe um usuário.
ro: Există deja utilizatori.
ru: Пользователь уже существует.
si: පෙනී සිටී
sk: Už existuje používateľ
sl: Že uporabnik že obstaja.
sq: Përdoruesi tashmë ekziston.
sr: Већ постоје корисници
sv: Det finns redan en användare.
sw: Mtumiaji tayari yupo
ta: ஏற்கனவே பயனர் கணக்கு உள்ளது
te: వినియోగదారుడు ఇప్పటికే ఉన్నాడు
th: ผู้ใช้มีอยู่แล้ว
tl: May umiiral nang user
tr: Zaten kullanıcılar mevcut.
uk: There is already a user.
ur: پہلے ہی ایک صارف موجود ہے
uz: Avvaldan foydalanuvchi mavjud
vi: Người dùng đã tồn tại
zh: 已经存在用户
zu: Usuwani osemhlabeni sebeyikhona

source: Medication history
af: Innamegeskiedenis
am: የመውሰድ ታሪክ
ar: سجل التناول
as: সেৱনৰ ইতিহাস
az: Qəbul tarixçəsi
be: Гісторыя прыёму
bg: История на приема
bn: সেবনের ইতিহাস
bs: Historija uzimanja
ca: Historial de preses
cs: historie užívání
cy: Hanesgriw
da: Indtagelseshistorik
de: Einnahme-Historie
el: Ιστορικό λαμβάνων
es: Historial de tomas
et: Kasutamise ajalugu
eu: Hartu historial
fa: تاریخچه مصرف
fi: Käyttöhistoria
fil: Kasaysayan ng Pag-inom
fr: Historique de prise
gl: Historial de toma
gu: સેવન ઇતિહાસ
he: היסטוריית נטילה
hi: सेवन इतिहास
hr: Povijest uzimanja
hu: Felvételi előzmények
hy: Նախ السابقة ։
id: Riwayat konsumsi
is: Skammtímasaga
it: Storico assunzioni
ja: 服用履歴
ka: სმარტფონის გამოყენებითი ისტორია
kk: Емдеу тарихы
km: ប្រវត្តិការលេបថ្នាំ
kn: ಸೇವನೆಯ ಇತಿಹಾಸ
ko: 복용 기록
ky: Эмдөө менен байланыштуу маалымат
lo: ບັນທຶກການໃຊ້ສິນຄ້າ
lt: Vartojimo istorija
lv: Lietošanas vēsture
mk: Историја на употреба
ml: സേവന ചരിത്രം
mn: Хэрэглэсэн түүх
mr: सेवन नोंदी
ms: Sejarah Pengambilan
my: သောက်သုံးမှတ်တမ်း
nb: Medisinhistorikk
ne: सेवन इतिहास
nl: Innamegeschiedenis
no: Inntakshistorikk
or: ସେବନ ଇତିହାସ
pa: ਸੇਵਨ ਇਤਿਹਾਸ
pl: Historia przyjmowania
ps: د درملنې تاریخ
pt: Histórico de uso
ro: Istoricul utilizării
ru: История приема
si: තාක්ෂණික ඉතිහාසය
sk: História užívania
sl: Zgodovina jemanja
sq: Historia e përdorimit
sr: Историја узимања
sv: Intagning historia
sw: Historia ya Dawa
ta: உட்கொண்ட வரலாறு
te: సేవన చరిత్ర
th: ประวัติการใช้ยา
tl: Kasaysayan ng Pag-inom
tr: Kullanım geçmişi
ur: ادویات کا ریکارڈ
uz: qabul tarixi
vi: Lịch sử uống thuốc
zh: 服用历史
zu: Umlando weMithi

source: Settings
af: Instellings
am: ቅንብሮች
ar: الإعدادات
as: ছেটিংছ
az: Ayarlar
be: Настройкі
bg: Настройки
bn: সেটিংস
bs: Postavke
ca: Configuració
cs: Nastavení
cy: Gosodiad
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
et: Seaded
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fr: Paramètres
gl: Ajustes
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
hy: համակարգում
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ka: კონფიგურაცია
kk: Баптаулар
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್ಗಳು
ko: 설정
ky: Настройка
lo: ການຕັ້ງຄ່າ
lt: Nustatymai
lv: Iestatījumi
mk: Поставки
ml: സെറ്റിംഗുകൾ
mn: тохиргоо
mr: सेटिंग्ज
ms: Tetapan
my: ဆက်တင်များ
nb: Innstillinger
ne: सेटिङ
nl: Instellingen
no: Innstillinger
or: ସେଟିଂ
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
ps: تنظیمات
pt: Configurações
ro: Setări
ru: Настройки
si: සකස් කරුණු
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
sr: Podešavanja
sv: Inställningar
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగ్స్
th: การตั้งค่า
tl: Mga Setting
tr: Ayarlar
ur: ترتیبات
uz: Sozlamalar
vi: Cài đặt
zh: 设置
zu: Imposta

source: Account
af: rekening
am: መለያ
ar: حساب
as: একাউণ্ট
az: Hesab
be: Акаўнт
bg: Акаунт
bn: অ্যাকাউন্ট
bs: Nalog
ca: Compte
cs: Účet
cy: Cyfrif
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
et: konto
eu: Kontua
fa: حساب
fi: Tili
fr: Compte
gl: Conta
gu: ખાતું
he: חשבון
hi: खाता
hr: Račun
hu: Fiók
hy: Հաշիվ
id: Akun
is: Reikningur
ja: アカウント
ka: ანგარიშზე
kk: Есептік жазба
km: គណនី
kn: ಖಾತೆ
ko: 계정
ky: Аккаунт
lo: ບັດຊະນາ
lt: Paskyra
lv: Konts
mk: Акаунт
ml: അക്കൗണ്ട്
mn: Данс
mr: अकाउंट
ms: Akaun
my: အကောင့်
nb: Konto
ne: खाता
no: Konto
or: ଖାତା
pa: ਖਾਤਾ
pl: Konto
ps: حساب
pt: Conta
ro: Cont
ru: Аккаунт
si: පරිශීලක ගිණුම
sk: Účet
sl: Račun
sq: Llogaria
sr: Налог
sv: Konto
sw: Akaunti
ta: கணக்கு
te: ఖాతా
th: บัญชี
tr: Hesap
ur: اکاؤنٹ
uz: Hisob
vi: Tài khoản
zh: 账户
zu: i-akhawunti

# dataTransferRequiresAccount
source: Account registration is required for data transfer and recovery in case of device change or loss.
af: Vir u dataverlies, soos by toestelverandering of verlies van jou slimfoon, is dit nodig om 'n rekening te registreer om data oor te dra of te herstel.
am: በስልክ መቀየር ወይም በስልክ መጥፋት ጊዜ ዳታን ለማዛወር እና ለመመለስ የመለያ ምዝገባ ያስፈልጋል።
ar: في حالات مثل تغيير الجهاز أو فقدان الهاتف الذكي، يتطلب نقل واستعادة البيانات تسجيل حساب.
as: ডিভাইচ সলনি বা স্মাৰ্টফোন হেৰাই যোৱাৰ দৰে পৰিস্থিতিত তথ্য স্থানান্তৰ আৰু পুনৰুদ্ধাৰৰ বাবে একাউণ্ট পঞ্জীয়ন প্ৰয়োজন।
az: Cihaz dəyişdirmə və smartfon itirmə kimi hallarda məlumatların köçürülməsi və bərpası üçün hesab qeydiyyatı lazımdır.
be: Пры перадачы або страты смартфона вам неабходна зарэгістравацца ў акаўнце для перадачы або аднаўлення дадзеных.
bg: За пренасяне и възстановяване на данни при смяна на устройство или загуба на смартфон е необходима регистрация на акаунт.
bn: ডিভাইস পরিবর্তন বা স্মার্টফোন হারানোর মতো ক্ষেত্রে ডেটা স্থানান্তর ও পুনরুদ্ধারের জন্য অ্যাকাউন্ট নিবন্ধন প্রয়োজন।
bs: Za transfer i obnovu podataka u slučaju promjene uređaja ili gubitka telefona, potrebna je registracija računa.
ca: El registre de compte és necessari per a la transferència i recuperació de dades en cas de canvi de dispositiu o pèrdua del telèfon mòbil.
cs: Při změně zařízení nebo ztrátě telefonu je pro přenos nebo obnovení dat potřebná registrace účtu.
cy: Mae gofyn i gofrestru cyfrif er mwyn trosglwyddo neu adfer data pan fyddwch yn newid dyfais neu'n colli eich ffôn.
da: Når du skifter enhed eller mister din smartphone, kræver overførsel/gendannelse af data, at du registrerer en konto.
de: Für die Datenübertragung oder -wiederherstellung bei einem Gerätewechsel oder Verlust des Smartphones ist eine Kontoregistrierung erforderlich.
el: Για τη μεταφορά ή την ανάκτηση δεδομένων σε περίπτωση αλλαγής συσκευής ή απώλειας του κινητού, απαιτείται η εγγραφή λογαριασμού.
es: En casos como cambio de dispositivo o pérdida del smartphone, es necesario registrar una cuenta para la transferencia y restauración de datos.
et: Seadme vahetamise või nutitelefoni kadumise korral on andmete ülekandmiseks ja taastamiseks vajalik kontole registreerimine.
eu: Talde aldaketetan edo telefono galduetan, datuen transferentzia edo berreskurapena egiteko, kontu bat erregistratzea beharrezkoa da.
fa: در زمان تغییر دستگاه یا گم شدن گوشی، برای انتقال یا بازیابی داده‌ها، ثبت‌نام حساب کاربری ضروری است.
fi: Laitevaihdon tai puhelimen katoamisen yhteydessä tietojen siirtämiseksi tai palauttamiseksi tarvitaan tilin rekisteröinti.
fil: Kinakailangan ang pagpaparehistro ng account para sa paglilipat at pagbabalik ng data kapag nagpapalit ng device o nawala ang smartphone.
fr: En cas de changement de matériel ou de perte de smartphone, l'enregistrement d'un compte est nécessaire pour transférer ou restaurer les données.
gl: Para a transferencia ou restauración de datos, como cando cambias de dispositivo ou perdes o teléfono, é necesaria a creación dunha conta.
gu: ડિવાઇસ બદલવા અથવા સ્માર્ટફોન ગુમાવવા જેવા સમયે ડેટા ટ્રાન્સફર અને રિસ્ટોર કરવા માટે એકાઉન્ટ રજિસ્ટ્રેશન જરૂરી છે.
he: בעת שינוי מכשיר או אובדן טלפון, יש צורך בהרשמה לחשבון לשם העברת נתונים ושחזור.
hi: डिवाइस बदलने या स्मार्टफोन खो जाने पर डेटा स्थानांतरण और पुनर्स्थापना के लिए खाता पंजीकरण आवश्यक है।
hr: Za prijenos ili vraćanje podataka prilikom promjene uređaja ili gubitka telefona potrebno je registrirati račun.
hu: A fiók regisztrációja szükséges az adatok átviteléhez és helyreállításához készülékváltás vagy telefon elvesztése esetén.
hy: Տվյալների փոխանցման կամ վերականգնման համար, ինչպիսիք են սարքի փոխումը կամ հեռախոսը կորցնելը, անհրաժեշտ է գրանցվել հաշվում։
id: Untuk mentransfer atau memulihkan data saat mengganti perangkat atau kehilangan ponsel, pendaftaran akun diperlukan.
is: Til þess að flytja gögn eða endurheimta þær þegar tækið er skiptað út eða ef snjallsíma er farið að hverfa, þarf að skrá sig.
it: È necessario registrare un account per il trasferimento e il ripristino dei dati in caso di cambio dispositivo o smarrimento dello smartphone.
ja: 機種変更やスマホ紛失時など、データの引き継ぎ・復元には、アカウント登録が必要です。
ka: მოდელის შეცვლის ან მობილურის დაკარგვის დროს, მონაცემების გადაცემისა და აღდგენისათვის ანგარიშის რეგისტრაცია აუცილებელია.
kk: Құрылғыны ауыстыру немесе смартфонды жоғалтқан кезде деректерді беру немесе қалпына келтіру үшін аккаунтты тіркеу қажет.
km: សម្រាប់ការផ្ទេរ និងស្តារទិន្នន័យក្នុងករណីដូចជា ការផ្លាស់ប្តូរទូរស័ព្ទ ឬការបាត់បង់ទូរស័ព្ទ ការចុះឈ្មោះគណនីគឺចាំបាច់។
kn: ಸಾಧನ ಬದಲಾವಣೆ ಅಥವಾ ಸ್ಮಾರ್ಟ್‌ಫೋನ್ ಕಳೆದುಕೊಂಡಾಗ ಮುಂತಾದ ಸಂದರ್ಭಗಳಲ್ಲಿ, ಡೇಟಾ ವರ್ಗಾವಣೆ ಮತ್ತು ಮರುಸ್ಥಾಪನೆಗಾಗಿ ಖಾತೆ ನೋಂದಣಿ ಅವಶ್ಯಕವಾಗಿದೆ।
ko: 기종 변경이나 휴대폰 분실 시 데이터 백업 및 복원을 위해서는 계정 등록이 필요합니다.
ky: Учууну алмаштырган кезде же смартфонду жоготкон учурда, маалыматты өткөрүп берүү жана калыбына келтирүү үчүн аккаунтту каттоо керек.
lo: ສໍາລັບການແລກປ່ອນຫຼືການສູນເສຍສະເພາະແນວເລີ່ມຕົ້ນ ຫຼືສູນເສຍສະເພາະຂອງໂທລະສັບ, ຈະເຖິງຕໍ່ສຽງສາງຄະແນນ ຈະມີການລົງລະອຽດເພື່ອໃຫ້ຂະບວນການດັບລູກສ້ອມສັງເສຍສະເພາະເອຈະງູນອອກ.
lt: Duomenų perdavimui ir atkūrimui, pavyzdžiui, keičiant telefoną arba prarandant išmanųjį telefoną, būtina registruoti paskyrą.
lv: Lai nodrošinātu datu pārsniegšanu vai atjaunošanu, mainot ierīci vai zaudējot viedtālruni, ir nepieciešama konta reģistrācija.
mk: При промената на уредот или при заг丢ување на телефон, за пренос и обновување на податоците, регистрацијата на сметката е потребна.
ml: ഫോൺ മാറ്റുന്നതിനോ സ്മാർട്ട്‌ഫോൺ നഷ്‌ടപ്പെടുന്നതിനോ പോലുള്ള സാഹചര്യങ്ങളിൽ ഡാറ്റ കൈമാറ്റത്തിനും പുനഃസ്ഥാപനത്തിനും അക്കൗണ്ട് രജിസ്ട്രേഷൻ ആവശ്യമാണ്.
mn: Төхөөрөмж солих болон утас алдах зэрэг тохиолдолд өгөгдлөө шилжүүлж сэргээхийн тулд бүртгэл үүсгэх хэрэгтэй.
mr: डिवाइस बदलणे किंवा स्मार्टफोन हरवल्यावर डेटा ट्रान्सफर आणि रिस्टोर करण्यासाठी अकाऊंट नोंदणी आवश्यक आहे.
ms: Pendaftaran akaun diperlukan untuk pemindahan dan pemulihan data semasa menukar peranti atau kehilangan telefon pintar.
my: ဖုန်းပြောင်းခြင်း သို့မဟုတ် ဖုန်းပျောက်ခြင်းကဲ့သို့သော အခြေအနေများတွင် ဒေတာများကို လွှဲပြောင်းခြင်းနှင့် ပြန်လည်ရယူခြင်းအတွက် အကောင့်မှတ်ပုံတင်ခြင်း လိုအပ်ပါသည်။
nb: Ved bytte av enhet eller tap av telefon, er kontooppføring nødvendig for overføring/gjenoppretting av data.
ne: मोडेल परिवर्तन वा स्मार्टफोन हराउने जस्ता अवस्थाहरूमा डाटा स्थानान्तरण र पुनर्स्थापनाका लागि खाता दर्ता आवश्यक छ।
nl: Voor het overdragen of herstellen van gegevens bij het wisselen van toestel of verlies van de smartphone is registratie van een account vereist.
no: Ved bytte av enhet eller tap av smarttelefon, er det nødvendig med konto registrering for å overføre eller gjenopprette data.
or: ଫୋନ୍ ବଦଳାଇବା କିମ୍ବା ସ୍ମାର୍ଟଫୋନ୍ ହରାଇବା ସମୟରେ ଡାଟା ସ୍ଥାନାନ୍ତର ଏବଂ ପୁନଃସ୍ଥାପନା ପାଇଁ ଆକାଉଣ୍ଟ ପଞ୍ଜୀକରଣ ଆବଶ୍ୟକ।
pa: ਡਿਵਾਈਸ ਬਦਲਣ ਜਾਂ ਸਮਾਰਟਫੋਨ ਗੁਆਚਣ ਵਰਗੇ ਮਾਮਲਿਆਂ ਵਿੱਚ, ਡੇਟਾ ਟ੍ਰਾਂਸਫਰ ਅਤੇ ਰਿਸਟੋਰੇਸ਼ਨ ਲਈ ਅਕਾਊਂਟ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਜ਼ਰੂਰੀ ਹੈ।
pl: Aby przenieść lub przywrócić dane podczas zmiany urządzenia lub utraty telefonu, konieczna jest rejestracja konta.
ps: د معلوماتو د انتقال او بیا رغونې لپاره د موبایل ترې کارولو لکه د وسیلې بدلون یا د موبایل لټون پر وخت، د حساب ثبت کولو اړتیا ده.
pt: Para transferir ou restaurar dados em caso de troca de dispositivo ou perda do smartphone, é necessário realizar o registro de conta.
ro: Pentru transferul și restaurarea datelor în caz de schimbare a telefonului sau pierdere a acestuia, este necesară înregistrarea unui cont.
ru: Для передачи и восстановления данных при смене устройства или утере смартфона требуется регистрация аккаунта.
si: මෙම උපාංගය මාරු කිරීමේදී හෝ දුරකථනය අහිමි වීමේදී දත්ත මාරු කිරීම සහ නවකරණය සඳහා ගිණුම් ලියාපදිංචිය අවශ්‍ය වේ.
sk: Pri zmene zariadenia alebo strate smartfónu je potrebná registrácia účtu na prenos a obnovenie údajov.
sl: Pri prenosu ali obnovitvi podatkov ob zamenjavi naprave ali izgubi pametnega telefona je potrebna registracija računa.
sq: Për transfertën dhe rikuperimin e të dhënave, siç janë ndryshimi i pajisjes ose humbja e telefonit, është e nevojshme të regjistroheni një llogari.
sr: Za prenos ili obnovu podataka u slučaju promene uređaja ili gubitka telefona, registracija naloga je obavezna.
sv: Vid byten av enhet eller förlust av telefonen behövs registrering av ett konto för att överföra och återställa data.
sw: Usajili wa akaunti unahitajika ili kuhamishia na kurejesha data wakati wa kubadilisha simu au kupoteza simu.
ta: சாதன மாற்றம் அல்லது மொபைல் தொலைவு போன்ற சூழ்நிலைகளில், தரவு பரிமாற்றம் மற்றும் மீட்டெடுப்புக்கு கணக்கு பதிவு அவசியம்.
te: పరికర మార్పు లేదా స్మార్ట్‌ఫోన్ కోల్పోయినప్పుడు వంటి సందర్భాలలో, డేటా బదిలీ మరియు పునరుద్ధరణ కోసం ఖాతా నమోదు అవసరం.
th: ในการเปลี่ยนเครื่องหรือเมื่อสูญหายโทรศัพท์ ต้องลงทะเบียนบัญชีเพื่อโอนข้อมูลหรือกู้คืนข้อมูล
tl: Kailangan ng account registration para sa paglipat at pagbabalik ng data kapag nagpalit ng device o nawala ang smartphone.
tr: Cihaz değişikliği veya telefon kaybı durumlarında, verilerin aktarımı ve geri yüklenmesi için hesap kaydı gereklidir.
uk: To transfer or restore your data when changing devices or if your smartphone is lost, you will need to register an account.
ur: حفاظت یا بحالی کے لئے، جیسے کہ ڈیوائس کی تبدیلی یا اسمارٹ فون کا کھو جانا، اکاؤنٹ کی رجسٹریشن کی ضرورت ہے۔
uz: Aloqa o'rnatish yoki mobil telefonni yo'qotish kabi vaziyatlarda ma'lumotlarni o'zaro o'tkazish va tiklash uchun hisob qaydnomasi ro'yxatdan o'tkazilishi kerak.
vi: Bạn cần đăng ký tài khoản để chuyển đổi và khôi phục dữ liệu khi thay đổi thiết bị hoặc mất điện thoại.
zh: 在更换设备或手机丢失时，需要注册账户才能进行数据的继承和恢复。
zu: Uhlanga lokushintsha imishini noma uma umakhalekhukhwini ulahlekile, ukudluliswa kokugcina kanye nokubuyiselwa kudinga uk registering an account.

source: Pill Premium
af: Pilll Premium
am: Pilll ፕሪሚየም
ar: Pilll بريميوم
as: Pilll প্ৰিমিয়াম
az: Pilll Premium
be: Pilll Прэм'ер
bg: Pilll Премиум
bn: Pilll প্রিমিয়াম
bs: Pilll Premium
ca: Pilll Premium
cs: Pilll Premium
cy: Pilll Premiwm
da: Pilll Premium
de: Pilll Premium
el: Pilll Premium
es: Pilll Premium
et: Pilll Premium
eu: Pilll Premium
fa: Pilll پریمیوم
fi: Pilll Premium
fil: Pilll Premium
fr: Pilll Premium
gl: Pilll Premium
gu: Pilll પ્રીમિયમ
he: Pilll פרימיום
hi: Pilll प्रीमियम
hr: Pilll premium
hu: Pilll prémium
hy: Պիլլլ պրեմիում
id: Pilll Premium
is: Pilll Premium
it: Pilll Premium
ja: Pilllプレミアム
ka: Pilll პრემიუმი
kk: Pilll премиум
km: Pilll ប្រេមៀម
kn: Pilll ಪ್ರೀಮಿಯಂ
ko: Pilll 프리미엄
ky: PilllPremium
lo: Pilll Premium
lt: Pilll Premium
lv: Pilll Premium
mk: Pilll Премиум
ml: Pilll പ്രീമിയം
mn: Pilll Премиум
mr: Pilll प्रीमियम
ms: Pilll Premium
my: Pilll Premium
nb: Pilll Premium
ne: Pilll प्रिमियम
nl: Pilll Premium
no: Pilll Premium
or: Pilll ପ୍ରିମିୟମ୍
pa: Pilll ਪ੍ਰੀਮੀਅਮ
pl: Pilll Premium
ps: Pilll پريميئم
pt: Pilll Premium
ro: Pilll Premium
ru: Pilll Премиум
si: Pilll ප්‍රිමියම්
sk: Pilll Premium
sl: Pilll Premium
sq: Pilll Premium
sr: Pilll премиум
sv: Pilll Premium
sw: Pilll Premium
ta: Pilll பிரீமியம்
te: Pilll ప్రీమియం
th: Pilll พรีเมียม
tl: Pilll Premium
tr: Pilll Premium
uk: Pilll Premium
ur: پِلّ پریمیم
uz: Pilll Premium
vi: Pilll Cao cấp
zh: Pilll高级版
zu: Pilll Premium

# unlimitedFeatureDuration
source: About the unlimited feature duration
af: Onbeperkte funksie tydperk
am: ስለ ያልተገደበ ተግባራት ጊዜ
ar: حول فترة الميزات غير المحدودة
as: সুবিধাসমূহৰ অসীমিত সময়কালৰ সম্পৰ্কে
az: Məhdudiyyətsiz funksiyalar müddəti haqqında
be: Перыяд без абмежаванняў функцый
bg: За периода с неограничени функции
bn: সীমাহীন বৈশিষ্ট্যের সময়কাল সম্পর্কে
bs: O periodu neograničenih funkcija
ca: Sobre el període de funcions il·limitades
cs: Neomezené funkce na období
cy: Cyfnod heb derfyn ar weithgareddau
da: Ubegrænset periode for funktioner
de: Unbegrenzte Funktionsdauer
el: Περίοδος απεριόριστης λειτουργικότητας
es: Acerca del período de funciones ilimitadas
et: piiratud funktsioonide periood
eu: Funtzio mugagabeen iraupena
fa: دوره بدون محدودیت از امکانات
fi: Rajoittamaton toiminta-aika
fil: Tungkol sa Panahon ng Unlimited Features
fr: Période de fonctionnalités illimitées
gl: Periodo de función sen limitación
gu: અમર્યાદિત વિશેષતાઓની અવધિ વિશે
he: תקופת פונקציות ללא הגבלה
hi: असीमित सुविधाओं की अवधि के बारे में
hr: Razdoblje s neograničenim funkcijama
hu: A funkciók határtalansága
hy: Աշխատանքի անսահմանափակ ժամկետը
id: Periode tanpa batas fungsi
is: Ótakala á aðgerðum
it: Sul periodo di funzionalità illimitate
ja: 機能無制限の期間について
ka: ფუნქციის შეუზღუდავი პერიოდი
kk: Шектеусіз функциялар мерзімі туралы
km: អំពីរយៈពេលប្រើប្រាស់មុខងារគ្មានកំណត់
kn: ಅನಿಯಮಿತ ವೈಶಿಷ್ಟ್ಯಗಳ ಅವಧಿಯ ಬಗ್ಗೆ
ko: 기능 무제한 기간에 대해
ky: Функция чектери жок мөөнөт жөнүндө
lo: ເກີນເວລາທີ່ບໍ່ມີຂອບແຖວສຽງ
lt: Funkcijos neriboto laikotarpio
lv: Par funkcijas neierobežota perioda
mk: Период без ограничувања на функции
ml: പരിധിയില്ലാത സവിശേഷതകളുടെ കാലയളവിനെ കുറിച്ച്
mn: Хязгааргүй боломжийн хугацааны тухай
mr: अमर्यादित वैशिष्ट्यांच्या कालावधीबद्दल
ms: Tempoh tanpa batasan fungsi
my: လုပ်ဆောင်ချက်များ အကန့်အသတ်မရှိ အသုံးပြုနိုင်သော ကာလအကြောင်း
nb: Ubegrenset funksjonsperiode
ne: पूर्ण सुविधा अवधिको बारेमा
nl: Onbeperkte functieduur
no: Ubegrenset funksjonsperiode
or: ଅସୀମିତ ସୁବିଧା ଅବଧି ବିଷୟରେ
pa: ਅਸੀਮਿਤ ਫੀਚਰਾਂ ਦੀ ਮਿਆਦ ਬਾਰੇ
pl: Okres bez ograniczeń funkcji
ps: د فعالیتونو محدودیت نلري مدې په اړه
pt: Sobre o período sem limitações de função
ro: Despre perioada de funcționalitate nelimitată
ru: Период без ограничений по функциям
si: සීමාවකින් තොර විශේෂිත කාලය
sk: Obdobie bez obmedzení funkcií
sl: Omejeno obdobje brez funkcionalnosti
sq: Periudha pa funksione të pakufizuara
sr: Период без ограничења функција
sv: Obegränsad funktionalitetstid
sw: Kuhusu kipindi cha vipengele bila kikomo
ta: வரம்பற்ற அம்சங்களின் காலம் பற்றி
te: అపరిమిత ఫీచర్ల కాలం గురించి
th: เกี่ยวกับระยะเวลาฟังก์ชันไม่จำกัด
tl: Tungkol sa panahon ng mga unlimited na feature
tr: Sınırsız işlevsellik süresi hakkında
uk: Unlimited functionality period
ur: بے حد خصوصیات کی مدت کے بارے میں
uz: Funksiyalarning cheksiz muddati haqida
vi: Về thời gian tính năng không giới hạn
zh: 关于无限制功能的期限
zu: Ngokuphathelene nesikhathi esingenamkhawulo sokusebenza

source: Pill sheet
af: Pillblad
am: ክኒን ፓኬት
ar: شريط الحبوب
as: পিল শীট
az: Həb Vərəqi
be: Пілшыт
bg: Блистер
bn: পিল শিট
bs: Blister pilula
ca: Blíster
cs: Pilulka
cy: Talblet Sheet
da: Pillernotat
de: Pillschlritt
el: φάρμακο
es: Blíster de píldoras
et: Ravimipakend
eu: Pilulaz
fa: برگه قرص
fi: Pillilevy
fr: Plaque de pilules
gl: folleto
gu: ગોળી શીટ
he: מנהל גלולות
hi: पिल शीट
hu: tabletta lap
hy: Դեղահատերի թերթիկ
id: Paket Pil
is: Pillablatt
it: Blister
ja: ピルシート
ka: პილების სიის
kk: Пилл парағы
km: សន្លឹកគ្រាប់ថ្នាំ
kn: ಮಾತ್ರೆ ಶೀಟ್
ko: 필 시트
ky: Пилл пара
lo: ຊິດປິລ
lt: Kontraceptinių tablečių lapelis
lv: Tableteņu lapa
mk: Пил Шират
ml: ഗുളിക ഷീറ്റ്
mn: пил хуудас
mr: गोळी शीट
my: ဆေးပြားချပ်
nb: Pillark
ne: पिल पाना
nl: pilstrip
no: pillebrett
or: ବର୍ତ୍ତିକା ପତ୍ର
pa: گولی شیٹ
pl: Pasek na tabletki
ps: د پيل شيټ
pt: Tabela de pílulas
ro: Foaia de pastile
ru: Пилъюбка
si: පිල් ශීට්
sk: Pilový list
sl: Pillska tabla
sq: Fletë e pilulave
sr: Пил листа
sv: Pillbland
sw: Laha ya tembe
ta: மாத்திரைத் தாள்
te: మాత్రల షీట్
th: แผ่นยา
tr: hap kullanımı
ur: پیل شیٹ
uz: Pill varag'i
vi: Vỉ thuốc
zh: 药片调剂板
zu: Iphilisi Sheet

source: Notification
af: Kennisgewing
am: ማሳወቂያ
ar: إشعار
as: জাননী
az: bildiriş
be: Назва
bg: уведомление
bn: বিজ্ঞপ্তি
bs: Obavještenja
ca: Notificacions
cs: Oznámení
cy: Hysbysiad ydy e
da: Besked
de: Benachrichtigung
el: Ειδοποίηση
es: Notificación
et: Teade
eu: Jakinarazpena da
fa: اطلاعیه
fi: Ilmoitus
fil: Notipikasyon
gl: Notificación
gu: સૂચના
he: התראה
hi: सूचना
hr: obavijest
hu: Értesítés
hy: Հայտարարություն է
id: Notifikasi
is: Tilkynning
it: Notifiche
ja: 通知
ka: განცხადება
kk: Хабарландыру
km: ដំណឹង
kn: ಸೂಚನೆ
ko: 알림
ky: Эскертүү
lo: ການໃຫ້ສານ
lt: Pranešimas
lv: Paziņojums
mk: Оповестување
ml: അറിയിപ്പുകൾ
mn: мэдэгдэл
mr: सूचना
ms: Pemberitahuan
my: အသိပေးချက်
nb: Varsel
ne: सूचना
nl: Kennisgeving
no: Varsel
or: ସୂଚନା
pa: ਸੂਚਨਾ
pl: Powiadomienie
ps: خبرتيا ده
pt: Notificação
ro: Notificare
ru: Уведомление
si: ඇඟවීමක්
sk: Oznámenie
sl: Obvestilo
sq: Njoftim
sr: Упозорење је
sv: Notifikation
sw: taarifa
ta: அறிவிப்பு
te: నోటిఫికేషన్
th: การแจ้งเตือน
tr: Bildirimdir
ur: نوٹیفکیشن ہے
uz: Xabarnoma
vi: thông báo
zh: 通知
zu: ukwaziswa

source: Menstruation
af: Menstruasie
am: ወርሀዊ
ar: الحيض
as: মাহেকীয়া
az: menstruasiya
be: Менструацыя
bg: менструация
bn: মাসিক
bs: menstruacija
ca: menstruació
cs: menstruace
cy: period
el: έμμηνος ρύση
es: período
et: Menstruatsioon
eu: Mentsa
fa: قاعدگی
fi: kuukautiset
fil: regla
gl: ciclo
gu: માસિક
he: ווסת
hi: महावारी
hr: Menstruacija
hu: Menstruáció
hy: Համրող
id: Haid
is: Fíkn
it: mestruazioni
ja: 生理
ka: განსაკუთრებული პერიოდი
kk: Менструация
km: រដូវ
kn: ಆರ್ತವ
ko: 생리
ky: Менструация
lo: ສິງກະລະ
lt: Menstruacija
lv: menstruācija
mk: Менструација
ml: ആർത്തവം
mn: сарын тэмдэг
mr: मासिक पाळी
ms: haid
my: ရာသီ
nb: Menstruasjon
ne: महिनावारी
nl: menstruatie
no: Menstruasjon
or: ମାସିକ
pa: ਮਾਸਿਕ ਧਰਮ
pl: miesiączka
ps: احتیاط
pt: menstruação
ro: menstruație
ru: Менструация
si: මාසික රුධිරය
sk: menštruácia
sl: Menstruacija
sq: period
sr: menstruacija
sw: hedhi
ta: மாதவிடாய்
te: ఋతుస్రావం
th: ประจำเดือน
tl: regla
tr: adet
ur: حیض
uz: Hayz
vi: kinh nguyệt
zh: 月经
zu: ukuphuma
