Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorEmptySubscriberAttributesError
source: An unknown error occurred. Could not retrieve purchase information in advance. Details: {exceptionMessage}:{exceptionDetails}
af: Dit is 'n onbekende fout. Koopinligting kon nie vooraf verkry word nie. Besonderhede: {exceptionMessage}:{exceptionDetails}
am: ምንም የማይታወቅ ስህተት ነው። የግዢ መረጃ በቅድሚያ ሊወይዙ አልቻሉም። ዝርዝር: {exceptionMessage}:{exceptionDetails}
ar: خطأ غير معروف. لم يمكن الحصول على معلومات الشراء مسبقاً. التفاصيل: {exceptionMessage}:{exceptionDetails}
as: অজ্ঞাত ত্ৰুটি। ক্ৰয় তথ্য পূৰ্বে সংগ্ৰহ কৰিব পৰা নগ'ল। বিস্তাৰিত: {exceptionMessage}:{exceptionDetails}
az: Müəyyən edilməmiş bir xəta var. Alış məlumatları əvvəlcədən əldə olunmadı. Ətraflı: {exceptionMessage}:{exceptionDetails}
be: Невядомая памылка. Не ўдалося загадзя атрымаць інфармацыю аб набыцці. Падрабязнасці: {exceptionMessage}:{exceptionDetails}
bg: Неизвестна грешка. Не беше възможно предварително да се получи информация за покупките. Подробности: {exceptionMessage}:{exceptionDetails}
bn: অজানা কারণে ত্রুটি হয়েছে। ক্রয়ের তথ্য আগে থেকে সংগ্রহ করা যায়নি। বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Neobjašnjiva greška. Nije moguće prethodno preuzeti informacije o kupovini. Detalji: {exceptionMessage}:{exceptionDetails}
ca: Error desconegut. No s'ha pogut obtenir la informació de compra prèviament. Detalls: {exceptionMessage}:{exceptionDetails}
cs: Neznámá chyba. Nepodařilo se předem získat informace o nákupu. Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Mae yna wall heb ei esbonio. Ni allwyd ennyn gwybodaeth gaffael ymlaen llaw. Manylion: {exceptionMessage}:{exceptionDetails}
da: Der er en ukendt fejl. Købsoplysninger kunne ikke indhentes på forhånd. Detaljer: {exceptionMessage}:{exceptionDetails}
de: Unbekannter Fehler. Die Kaufinformationen konnten im Voraus nicht abgerufen werden. Einzelheiten: {exceptionMessage}:{exceptionDetails}
el: Α未知 σφάλμα. Δεν ήταν δυνατή η προετοιμασία πληροφοριών αγοράς εκ των προτέρων. Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Error desconocido. No se pudo obtener previamente la información de compra. Detalles: {exceptionMessage}:{exceptionDetails}
et: Tundmatu viga. Ostuteavet ei saadud eelnevalt. Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Erro ezezaguna. Ez da aurretik erosketa informaziorik lortu.
fa: خطای ناشناخته است. نمی‌توان اطلاعات خرید را از قبل دریافت کرد. جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Tuntematon virhe. Ostotietoja ei voitu hankkia etukäteen. Lisätiedot: {exceptionMessage}:{exceptionDetails}
fil: Naganap ang hindi kilalang error. Hindi nakuha ang impormasyon ng pagbili. Mga detalye: {exceptionMessage}:{exceptionDetails}
fr: Une erreur inconnue s'est produite. Les informations d'achat n'ont pas pu être récupérées à l'avance. Détails : {exceptionMessage}:{exceptionDetails}
gl: Errore descoñecido. Non se puido obter a información de compra con antelación. Detalles: {exceptionMessage}:{exceptionDetails}
gu: અજ્ઞાત કારણની ભૂલ છે. ખરીદીની માહિતી પહેલાથી મેળવી શકાઈ નથી. વિગતો: {exceptionMessage}:{exceptionDetails}
he: שגיאה לא ידועה. לא הצלחנו להשיג את מידע הרכישה מראש. פרטים: {exceptionMessage}:{exceptionDetails}
hi: अज्ञात कारण से त्रुटि। खरीदारी की जानकारी पहले से प्राप्त नहीं की जा सकी। विवरण: {exceptionMessage}:{exceptionDetails}
hr: Neobjašnjiva pogreška. Nismo mogli unaprijed dobiti informacije o kupnji. Detalji: {exceptionMessage}:{exceptionDetails}
hu: Ismeretlen okból kifolyólag hiba történt. A vásárlási információt előre nem sikerült lekérdezni. Részletek: {exceptionMessage}:{exceptionDetails}
hy: Հայտնաբերվել է անորոշ սխալ: Գնումների տեղեկատվությունը նախօրոք չի կարողացել ստանալ: Նիրժ: {exceptionMessage}:{exceptionDetails}
id: Kesalahan tidak diketahui. Informasi pembelian tidak dapat diambil sebelumnya. Detail: {exceptionMessage}:{exceptionDetails}
is: Óviss tími af óþekktum orsökum. Ekki tókst að afla kaupinforma fyrirfram. Nánar: {exceptionMessage}:{exceptionDetails}
it: Errore sconosciuto. Non è stato possibile ottenere le informazioni di acquisto in anticipo. Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 原因不明のエラーです。購入情報を事前に取得できませんでした。詳細: {exceptionMessage}:{exceptionDetails}
ka: უცნობი შეცდომა. ვერ შევიძინე ინფორმაცია დაზოგვის შესახებ წინასწარ. დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Белгісіз себептермен қате пайда болды. Сатып алу ақпаратын алдын ала алу мүмкін болмады. Толығырақ: {exceptionMessage}:{exceptionDetails}
km: កំហុសមិនស្គាល់ហេតុ។ មិនអាចទាញយកព័ត៌មានការទិញជាមុនបាន។ លម្អិត៖ {exceptionMessage}:{exceptionDetails}
kn: ಕಾರಣ ತಿಳಿಯದ ದೋಷ. ಖರೀದಿ ಮಾಹಿತಿಯನ್ನು ಮುಂಚಿತವಾಗಿ ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 알 수 없는 오류입니다. 구매 정보를 미리 가져올 수 없었습니다. 세부사항: {exceptionMessage}:{exceptionDetails}
ky: Алдын ала сатып алу маалыматын ала албай турган белгилүү эмес ката. Подробности: {exceptionMessage}:{exceptionDetails}
lo: ມີບັດທິບຄົບສຸອດເອົາບັດທິບຄົບ໌ດຽວມາຊ່າງບັດທິບທິບສຸທີບຽບສັງໄວ້ຈິນ: {exceptionMessage}:{exceptionDetails}
lt: Nežinoma klaida. Nepavyko iš anksto gauti pirkimo informacijos. Išsami informacija: {exceptionMessage}:{exceptionDetails}
lv: Nezināma kļūda. Neizdevās iepriekš iegūt pirkuma informāciju. Sīkāk: {exceptionMessage}:{exceptionDetails}
mk: Неидентификувана грешка. Невозможно да се добијат информации за куповината однапред. Детали: {exceptionMessage}:{exceptionDetails}
ml: അജ്ഞാത പിശകാണ്. വാങ്ങൽ വിവരങ്ങൾ മുൻകൂട്ടി നേടാൻ കഴിഞ്ഞില്ല. വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Шалтгаан тодорхойгүй алдаа. Худалдан авалтын мэдээллийг урьдчилан авч чадсангүй. Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: अज्ञात कारणाची त्रुटी आहे. खरेदी माहिती पूर्वीच मिळवता आली नाही. तपशील: {exceptionMessage}:{exceptionDetails}
ms: Ralat tidak diketahui. Maklumat pembelian tidak dapat diperoleh terlebih dahulu. Butiran: {exceptionMessage}:{exceptionDetails}
my: အကြောင်းရင်းမသိသော အမှားဖြစ်သည်။ ဝယ်ယူမှု အချက်အလက်ကို ကြိုတင်၍ မရယူနိုင်ပါ။ အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: En ukjent feil har oppstått. Kunne ikke hente kjøpsinformasjon på forhånd. Detaljer: {exceptionMessage}:{exceptionDetails}
ne: अज्ञात कारणको त्रुटि छ। खरीद जानकारी पहिले नै प्राप्त गर्न सकिएन। विवरण: {exceptionMessage}:{exceptionDetails}
nl: Onbekende fout. Aankoopinformatie kon niet vooraf worden verkregen. Details: {exceptionMessage}:{exceptionDetails}
no: Det oppstod en ukjent feil. Kjøpsinformasjon kunne ikke hentes på forhånd. Detaljer: {exceptionMessage}:{exceptionDetails}
or: ଅଜ୍ଞାତ କାରଣର ତ୍ରୁଟି। କିଣା ତଥ୍ୟ ପୂର୍ବରୁ ପ୍ରାପ୍ତ କରିପାରିଲା ନାହିଁ। ବିସ୍ତୃତ ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: ਅਣਜਾਣ ਗਲਤੀ ਹੈ। ਖਰੀਦਦਾਰੀ ਦੀ ਜਾਣਕਾਰੀ ਪਹਿਲਾਂ ਤੋਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕੇ। ਵੇਰਵੇ: {exceptionMessage}:{exceptionDetails}
pl: Nieznany błąd. Nie można było wcześniejszych uzyskać informacji o zakupie. Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: دا یوازې نه پیژندل شوې تېروتنه ده. د پېرودنې معلومات په مخکېني توګه ترلاسه نشول. تفصیل: {exceptionMessage}:{exceptionDetails}
pt: Erro desconhecido. Não foi possível obter as informações de compra com antecedência. Detalhes: {exceptionMessage}:{exceptionDetails}
ro: Este este un cod de eroare necunoscut. Nu am reușit să obțin informațiile de achiziție în prealabil. Detalii: {exceptionMessage}:{exceptionDetails}
ru: Неизвестная ошибка. Не удалось заранее получить информацию о покупке. Подробности: {exceptionMessage}:{exceptionDetails}
si: අවිස්කාරක දෝෂයක්. මිලදී ගැනීමේ තොරතුරු පෙර ලබා ගත නොහැකි විය. විශේෂණ: {exceptionMessage}:{exceptionDetails}
sk: Neznáma chyba. Nákupné informácie sa nedali získať vopred. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Nepojasnjena napaka. Nakupnih informacij ni bilo mogoče predhodno pridobiti. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Ka një gabim të panjohur. Informacioni për blerjen nuk mund të merret paraprakisht. Detajet: {exceptionMessage}:{exceptionDetails}
sr: Необјашњива грешка. Није могуће претходно добити информације о куповини. Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Ett okänt fel har uppstått. Kunde inte hämta köpinformation i förväg. Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Hitilafu isiyojulikana imetokea. Haikuweza kupata taarifa za ununuzi mapema. Maelezo: {exceptionMessage}:{exceptionDetails}
ta: காரணம் தெரியாத பிழை. வாங்கும் தகவலை முன்கூட்டியே பெற முடியவில்லை. விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: తెలియని లోపం. కొనుగోలు సమాచారాన్ని ముందుగా పొందలేకపోయాము. వివరాలు: {exceptionMessage}:{exceptionDetails}
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ ไม่สามารถดึงข้อมูลการซื้อได้ล่วงหน้า รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: Naganap ang hindi kilalang error. Hindi nakuha ang impormasyon ng pagbili. Mga detalye: {exceptionMessage}:{exceptionDetails}
tr: Sebebi bilinmeyen bir hata. Satın alma bilgileri önceden alınamadı. Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: An unknown error has occurred. Unable to retrieve purchase information in advance. Details: {exceptionMessage}:{exceptionDetails}
ur: یہ ایک نامعلوم غلطی ہے۔ خریداری کی معلومات پہلے سے حاصل نہیں کی جا سکیں۔ تفصیل: {exceptionMessage}:{exceptionDetails}
uz: Noma'lum sabablar bilan xato. Xarid ma'lumotlarini oldindan ololmadik. Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Đã xảy ra lỗi không xác định được nguyên nhân. Không thể lấy thông tin mua hàng trước đó. Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 未知错误。无法预先获取购买信息。详情：{exceptionMessage}:{exceptionDetails}
zu: Iphutha elingaziwa. Ukwaziswa kokuthenga akukwaziwa ngaphambi kokuthenga. Imininingwane: {exceptionMessage}:{exceptionDetails}
