Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorInvalidAppleSubscriptionKeyError
source: Failed to make purchase. Please try again later. If the problem persists, please contact support. Details: {exceptionMessage}:{exceptionDetails}
af: Aankoop het verkeerd gegaan. Wag 'n bietjie en probeer weer. As dit nie opgelos word nie, kontak ons asseblief via Instellings > Navraag. Besonderhede: {exceptionMessage}:{exceptionDetails}
am: ግድይ አልተቻለም። ይቅርታ ይወድቃ፣ እባኮትን በጊዜ ይሞክሩ። እንደማይታወቅ አቅም ባለው እንግዳ ገንዘብ መሞክር አለብዎት ወይም ማጥናኝ እባኮትን ምንድን ፈቃድ ይገኝ:? በዚህ በኩል ዝርዝር፡ {exceptionMessage}:{exceptionDetails}
ar: فشل الشراء. يرجى الانتظار لبعض الوقت والمحاولة مرة أخرى. إذا لم يتم حل المشكلة، يرجى الاتصال بنا من الإعدادات > الاستفسار. التفاصيل: {exceptionMessage}:{exceptionDetails}
as: ক্ৰয় কৰাত বিফল হ'ল। কিছু সময়ৰ পিছত পুনৰ চেষ্টা কৰক। যদি সমাধান নহয় তেন্তে ছেটিংছ > যোগাযোগৰ যোগেদি আমাৰ লগত যোগাযোগ কৰক। বিতং: {exceptionMessage}:{exceptionDetails}
az: Alış-verişi yerinə yetirmək mümkün olmadı. Zəhmət olmasa bir az gözləyin və yenidən cəhd edin. Problemi həll edə bilmirsinizsə, Konfiqurasiya > Sorğu bölməsindən bizimlə əlaqə saxlayın. Ətraflı: {exceptionMessage}:{exceptionDetails}
be: Набыдка не ўдалося. Паўтарыце спробу праз нейкі час. Калі не будзе вырашана, звяжыцеся з намі праз Налады > Служба падтрымкі. Падрабязнасці: {exceptionMessage}:{exceptionDetails}
bg: Неуспешна покупка. Моля, опитайте отново след известно време. Ако проблемът не се реши, моля, свържете се с нас чрез Настройки > Запитване. Подробности: {exceptionMessage}:{exceptionDetails}
bn: ক্রয় ব্যর্থ হয়েছে। কিছুক্ষণ পর আবার চেষ্টা করুন। যদি সমস্যার সমাধান না হয়, তাহলে সেটিংস > যোগাযোগ এর মাধ্যমে যোগাযোগ করুন। বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Kupovina nije uspjela. Pokušajte ponovno nakon nekog vremena. Ako problem nije riješen, kontaktirajte nas preko Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
ca: La compra ha fallat. Torneu a intentar-ho més tard. Si no es resol, poseu-vos en contacte amb nosaltres des de Configuració > Contacte. Detalls: {exceptionMessage}:{exceptionDetails}
cs: Kupujte selhal. Zkuste to prosím znovu po nějakém čase. Pokud problém nevyřešíte, kontaktujte nás prosím přes Nastavení > Dotazy. Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Buyniaid wedi methu. Aros am funud ac ailysgrifennwch. Os nad yw'n cael ei ddatrys, cysylltwch â ni trwy Osodiadau > Cysylltiadau. Manylion: {exceptionMessage}:{exceptionDetails}
da: Købet mislykkedes. Vent et øjeblik og prøv igen. Hvis det stadig ikke fungerer, bedes du kontakte os via Indstillinger > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
de: Der Kauf war nicht erfolgreich. Bitte versuchen Sie es später erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte über Einstellungen > Kontakt. Details: {exceptionMessage}:{exceptionDetails}
el: Αγορά αποτυχημένη. Παρακαλώ περιμένετε λίγο και δοκιμάστε ξανά. Αν το πρόβλημα δεν επιλύεται, παρακαλώ επικοινωνήστε μέσω Ρυθμίσεις > Επικοινωνία. Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Error en la compra. Inténtelo de nuevo más tarde. Si el problema persiste, contacte con nosotros a través de Configuración > Contacto. Detalles: {exceptionMessage}:{exceptionDetails}
et: Ostmine ebaõnnestus. Palun proovige uuesti hiljem. Kui probleem ei lahene, võtke ühendust seadete > Küsimused kaudu. Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Erosketa huts egin da. Mesedez, denbora bat itxaron eta berriro saiatu zaitez. Ez bada konpontzen, mesedez, joan zaitez konfigurazioa > Kontsulta eta kontaktatu gaitzazu. Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: خرید با شکست مواجه شد. لطفاً پس از مدتی دوباره امتحان کنید. در صورت عدم حل مشکل، لطفاً از بخش تنظیمات > تماس با ما، با ما تماس بگیرید. جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Osto epäonnistui. Yritä uudelleen myöhemmin. Jos ongelma ei ratkea, ota yhteyttä kohdasta Asetukset > Ota yhteyttä. Tiedot: {exceptionMessage}:{exceptionDetails}
fil: Nabigo ang pagbili. Maghintay muna ng konti at subukan ulit. Kung hindi pa rin naresolba, makipag-ugnayan sa amin sa Settings > Contact. Mga detalye: {exceptionMessage}:{exceptionDetails}
fr: L'achat a échoué. Veuillez réessayer après un certain temps. Si le problème persiste, veuillez nous contacter via Paramètres > Contact. Détails : {exceptionMessage}:{exceptionDetails}
gl: Producción fallida. Por favor, inténtelo de nuevo más tarde. Si el problema persiste, contáctenos a través de Ajustes > Consultas. Detalles: {exceptionMessage}:{exceptionDetails}
gu: ખરીદી નિષ્ફળ થઈ. કૃપા કરીને થોડા સમય પછી ફરીથી પ્રયાસ કરો. જો સમસ્યા હલ ન થાય તો સેટિંગ્સ > સંપર્ક દ્વારા અમારો સંપર્ક કરો. વિગતો: {exceptionMessage}:{exceptionDetails}
he: הק purchases לא הצליחו. אנא המתן ומנסו שוב. אם הבעיה לא נפתרת, אנא פנה אלינו דרך הגדרות > פניות. פרטים: {exceptionMessage}:{exceptionDetails}
hi: खरीदारी असफल हुई। कुछ समय बाद फिर से कोशिश करें। यदि समस्या हल नहीं होती है तो सेटिंग्स > संपर्क के माध्यम से संपर्क करें। विवरण: {exceptionMessage}:{exceptionDetails}
hr: Kupnja nije uspjela. Pokušajte ponovno nakon nekog vremena. Ako problem nije riješen, kontaktirajte nas putem Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
hu: A vásárlás nem sikerült. Kérjük, várjon egy időt, és próbáljon újra. Ha a probléma továbbra is fennáll, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüpont alatt. Részletek: {exceptionMessage}:{exceptionDetails}
hy: Կառուցվածքում չհաջողվեց գնում կատարել: Ավելի ուշ փորձեք նորից: Եթե այսպես չէ, խնդրում ենք դիմել պարամետրերի > Հարցում բաժինով: Վիճակագրություն: {exceptionMessage}:{exceptionDetails}
id: Pembelian gagal. Silakan coba lagi setelah beberapa saat. Jika masalah tidak teratasi, silakan hubungi kami melalui Pengaturan > Kontak. Rincian: {exceptionMessage}:{exceptionDetails}
is: Kaup er tókst ekki. Vinsamlegast bíðið í smá stund og reyndu aftur. Ef vandamálið leysist ekki skaltu hafa samband við okkur í „Stillingar > Fyrirspurnir“. Nánar: {exceptionMessage}:{exceptionDetails}
it: Non è stato possibile completare l'acquisto. Riprova più tardi. Se il problema persiste, contattaci tramite Impostazioni > Supporto. Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 購入に失敗しました。時間をおいて再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。詳細: {exceptionMessage}:{exceptionDetails}
ka: ვყიდუება ვერ განხორციელდა. გთხოვთ ცოტა ხანს დაელოდოთ და კვლავ სცადოთ. თუ პრობლემა ვერ გადაიჭრება, გთხოვთ მიაწვდოთ დახმარება პარამეტრების მენიუში > კონტაქტი. დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Сатып алу сәтсіз аяқталды. Біраз уақыттан кейін қайтадан әрекет жасап көріңіз. Егер мәселе шешілмесе, Параметрлер > Сұрау бойынша хабарласыңыз. Толығырақ: {exceptionMessage}:{exceptionDetails}
km: ការទិញបានបរាជ័យ។ សូមរង់ចាំបន្តិច ហើយព្យាយាមម្តងទៀត។ ប្រសិនបើមិនអាចដោះស្រាយបាន សូមទាក់ទងមកកាន់យើងតាមរយៈ ការកំណត់ > ការសួរសំណួរ។ លម្អិត៖ {exceptionMessage}៖{exceptionDetails}
kn: ಖರೀದಿ ವಿಫಲವಾಗಿದೆ। ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ। ಸಮಸ್ಯೆ ಮುಂದುವರಿದರೆ ಸೆಟ್ಟಿಂಗ್ಸ್ > ಸಂಪರ್ಕಿಸಿ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ। ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 구매에 실패했습니다. 시간을 두고 다시 시도해 주세요. 해결되지 않는 경우 설정 > 문의로 문의해 주세요. 세부사항: {exceptionMessage}:{exceptionDetails}
ky: Сатып алууда ийгиликсиз болду. Убакытты өткөрүп, кайра аракет жасап көрүңүз. Эгер маселени чечи албасаңыз, баарыбызга настройка > Байланыш аркылуу байланышсаңыз болот. Тагыраак маалымат: {exceptionMessage}:{exceptionDetails}
lo: ການຊື້ລົ້ມເลີຍ. ຂໍໃຫ້ເຂົ້າໃຈໃນເວລາ ແລ້ວລອຍໃໝ່. ຖ້າບັນຫາບໍ່ແກ້ໄຂ, ຄາດລະອຽດ ແລະ ຕ໴ລຸ່ມຖານ ໃສ່ສະຖານທີ່ປ່ອນສັ່ງຊື້ແລະການສອບຖາມ. ລະປະດາຕິໍລຸ່ນອີເສລວະ: {exceptionMessage}:{exceptionDetails}
lt: Pirkimas nepavyko. Palaukite šiek tiek ir bandykite dar kartą. Jei problema neišsisprendžia, kreipkitės į mus per Nustatymai > Užklausa. Išsami informacija: {exceptionMessage}:{exceptionDetails}
lv: Iegāde neizdevās. Lūdzu, pagaidiet un izmēģiniet vēlreiz. Ja problēma joprojām pastāv, sazinieties ar mums caur Iestatījumi > Kontaktinformācija. Detaļas: {exceptionMessage}:{exceptionDetails}
mk: Не успеа да ја заврши купувањето. Обидете се повторно по некое време. Ако проблемот не се реши, контактирајте не преку Поставки > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
ml: വാങ്ങൽ പരാജയപ്പെട്ടു. കുറച്ച് സമയം കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക. പ്രശ്നം പരിഹരിക്കപ്പെടുന്നില്ലെങ്കിൽ ക്രമീകരണങ്ങൾ > അന്വേഷണം വഴി ബന്ധപ്പെടുക. വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Худалдан авах амжилтгүй боллоо. Хэсэг хугацааны дараа дахин оролдоно уу. Хэрэв шийдэгдэхгүй бол Тохиргоо > Хандалт-аар холбогдоно уу. Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: खरेदी अयशस्वी झाली. काही वेळानंतर पुन्हा प्रयत्न करा. समस्या सुटत नसल्यास सेटिंग्स > संपर्क मधून संपर्क साधा. तपशील: {exceptionMessage}:{exceptionDetails}
ms: Pembelian gagal. Sila cuba lagi selepas beberapa waktu. Jika masalah ini tidak diselesaikan, sila hubungi kami melalui Tetapan > Pertanyaan. Butiran: {exceptionMessage}:{exceptionDetails}
my: ဝယ်ယူမှု မအောင်မြင်ပါ။ ခဏကြာပြီး ပြန်လည်ကြိုးစားကြည့်ပါ။ ပြဿနာ မရှင်းလင်းပါက ဆက်တင်များ > ဆက်သွယ်မေးမြန်းရန် မှတစ်ဆင့် ဆက်သွယ်ပါ။ အသေးစိတ်အချက်အလက်များ- {exceptionMessage}:{exceptionDetails}
nb: Kjøpet mislyktes. Vennligst prøv igjen om en stund. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
ne: खरिदारी असफल भयो। केही समयपछि फेरि प्रयास गर्नुहोस्। यदि समाधान भएन भने सेटिंग > सम्पर्क मार्फत हामीलाई सम्पर्क गर्नुहोस्। विवरण: {exceptionMessage}:{exceptionDetails}
nl: Aankoop is mislukt. Probeer het later opnieuw. Als het probleem zich blijft voordoen, neem dan contact met ons op via Instellingen > Contact. Details: {exceptionMessage}:{exceptionDetails}
no: Kjøpet mislyktes. Vent en stund og prøv igjen. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Henvendelse. Detaljer: {exceptionMessage}:{exceptionDetails}
or: କିଣିବାରେ ବିଫଳ ହୋଇଛି। କିଛି ସମୟ ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ। ଯଦି ସମାଧାନ ନହୁଏ, ସେଟିଂସ୍ > ଯୋଗାଯୋଗ ରୁ ଯୋଗାଯୋଗ କରନ୍ତୁ। ବିସ୍ତୃତ ତଥ୍ୟ: {exceptionMessage}:{exceptionDetails}
pa: ਖਰੀਦਦਾਰੀ ਅਸਫਲ ਹੋ ਗਈ। ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਸਮੇਂ ਬਾਅਦ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇ ਸਮੱਸਿਆ ਹੱਲ ਨਹੀਂ ਹੁੰਦੀ ਤਾਂ ਸੈਟਿੰਗਜ਼ > ਸੰਪਰਕ ਰਾਹੀਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਵੇਰਵਾ: {exceptionMessage}:{exceptionDetails}
pl: Nie udało się dokonać zakupu. Proszę spróbować ponownie po chwili. Jeśli problem będzie się powtarzał, prosimy o kontakt przez Ustawienia > Zapytanie. Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: خرید کې ناکامي رامینځته شوه. مهرباني وکړئ یو څه وخت وروسته بیا هڅه وکړئ. که چیرې دا حل نشي نو مهرباني وکړئ د تنظیماتو > تماس له لارې اړیکه ونیسئ. تفصیل: {exceptionMessage}:{exceptionDetails}
pt: A compra falhou. Aguarde um momento e tente novamente. Se o problema persistir, entre em contato através de Configurações > Contato. Detalhes: {exceptionMessage}:{exceptionDetails}
ro: Achiziția a eșuat. Vă rugăm să așteptați un timp și să încercați din nou. Dacă problema persistă, contactați-ne din Setări > Întrebări. Detalii: {exceptionMessage}:{exceptionDetails}
ru: Не удалось завершить покупку. Пожалуйста, подождите и попробуйте еще раз. Если проблема не решится, свяжитесь с нами через Настройки > Связаться. Подробности: {exceptionMessage}:{exceptionDetails}
si: මවිස්සීම් මිලදී ගැනීමට අසාර්ථක විය. කාලයක් පසුව නැවත උත්සහ කරන්න. විසඳුමක් නොලැබුණොත්, පිහිටුම් > ප්‍රශ්න කිරීම් මඟින් අප වෙත සම්බන්ධ වන්න. විශේෂාංග: {exceptionMessage}:{exceptionDetails}
sk: Nákup sa nepodaril. Počkajte chvíľu a skúste to znova. Ak problém pretrváva, kontaktujte nás cez Nastavenia > Kontakt. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Nakup je neuspešen. Počakajte malo in poskusite znova. Če težave ne odpravite, nas kontaktirajte preko Nastavitve > Povpraševanje. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Blerja dështoi. Ju lutemi prisni disa kohë dhe provoi përsëri. Nëse problemi vazhdon, ju lutemi kontaktoni përmes Cilësimeve > Kërko Ndihmë. Detajet: {exceptionMessage}:{exceptionDetails}
sr: Куповина није успела. Молимо вас да сачекате и покушате поново. Ако се проблем не реши, обратите се подршци путем Поставке > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Köpet misslyckades. Vänligen försök igen efter en stund. Om problemet kvarstår, kontakta oss via Inställningar > Frågor. Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Ununuzi umeshindikana. Tafadhali subiri kidogo kisha ujaribu tena. Ikiwa tatizo linaendelea, wasiliana nasi kupitia Mipangilio > Maswali. Maelezo ya kina: {exceptionMessage}:{exceptionDetails}
ta: வாங்குதல் தோல்வியடைந்தது. சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும். தீர்வு கிடைக்கவில்லை என்றால் அமைப்புகள் > தொடர்பு கொள்ளவும் மூலம் எங்களைத் தொடர்பு கொள்ளவும். விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: కొనుగోలు విఫలమైంది. కొంత సమయం తర్వాత మళ్లీ ప్రయత్నించండి. ఇది పరిష్కరించబడకపోతే సెట్టింగ్‌లు > సంప్రదింపులు ద్వారా సంప్రదించండి. వివరాలు: {exceptionMessage}:{exceptionDetails}
th: การซื้อไม่สำเร็จ กรุณาลองอีกครั้งหลังจากผ่านไปสักครู่ หากยังคงไม่สามารถแก้ไขได้ กรุณาติดต่อเราที่ ตั้งค่า > สอบถาม ข้อมูลเพิ่มเติม: {exceptionMessage}:{exceptionDetails}
tl: Nabigo ang pagbili. Maghintay ng kaunti at subukan muli. Kung hindi pa rin maayos, makipag-ugnayan sa amin sa pamamagitan ng Settings > Contact. Mga detalye: {exceptionMessage}:{exceptionDetails}
tr: Satın alma işlemi başarısız oldu. Lütfen bir süre bekleyip tekrar deneyin. Çözülmezse, Ayarlar > İletişim sekmesinden bizimle iletişime geçin. Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: The purchase has failed. Please wait a moment and try again. If the issue persists, contact us via Settings > Inquiry. Details: {exceptionMessage}:{exceptionDetails}
ur: خرید میں ناکامی ہوئی۔ براہ کرم کچھ وقت کے بعد دوبارہ کوشش کریں۔ اگر مسئلہ حل نہیں ہوتا تو براہ کرم سیٹنگز > رابطہ کریں کے ذریعے ہم سے رابطہ کریں۔ تفصیل: {exceptionMessage}:{exceptionDetails}
uz: Sotib olishda muvaffaqiyatsizlikka uchradi. Iltimos, bir oz vaqt kuting va yana bir bor urinib ko'ring. Agar muammo hal bo'lmasa, Sozlamalar > Murojaat qiling bo'limidan biz bilan bog'laning. Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Giao dịch mua hàng thất bại. Vui lòng thử lại sau một thời gian. Nếu vấn đề vẫn không được giải quyết, vui lòng liên hệ với chúng tôi qua Cài đặt > Liên hệ. Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 购买失败。请稍等后再试。如果问题仍然存在，请通过设置 > 反馈与客服联系。详情：{exceptionMessage}:{exceptionDetails}
zu: Uphumelele ukuthenga. Ngena emuva emva kwesikhashana uzame futhi. Uma kungaxazululeki, sicela uxhumane nathi ngemuva kokuhamba > Ukuphendula. Imininingwane: {exceptionMessage}:{exceptionDetails}
