Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# pauseStartingOtherDaysInstructions
source: Please take a break. If you want to take a break from a day other than today, please refer to the following.
af: Rustig aan. As jy wil stook om nie vandag nie, volg die onderstaande.
am: እባክዎ ምንም አይደርስም። ዛሬ ከሚሉት ቀኖች ውስጥ ከመውሰድ ይብሉት እባኮትን ወይም እነነ እንደተገናኙት ይመግኙ።
ar: يرجى التوقف عن تناول الدواء. إذا كنت ترغب في التوقف عن تناول الدواء في أي يوم غير اليوم، يرجى الرجوع إلى ما يلي.
as: সেৱন বিৰতি লওক। আজিৰ বাহিৰে অন্য দিনৰ পৰা সেৱন বিৰতি ল'ব বিচাৰিলে তলৰ নিৰ্দেশনাসমূহ চাওক।
az: İstirahət edin. Bu gündən başqa günlərdə dərman qəbulunu dayandırmaq istəyirsinizsə, aşağıdakıları nəzərə alın.
be: Калі ласка, зрабіце перапынак. Калі вы хочаце зрабіць перапынак у прыёме з іншых дзён, паспрабуйце скарыстацца ніжэйпададзенай інфармацыяй.
bg: Моля, почивайте. Ако искате да пропуснете приемането от деня освен днешния, моля, използвайте следната информация.
bn: অনুগ্রহ করে বিরতি নিন। আজ ছাড়া অন্য দিন থেকে পিল সেবন বন্ধ করতে চাইলে নিচের তথ্য দেখুন।
bs: Molimo vas da se odmorite. Ako želite da prekinete uzimanje pilula osim danas, pogledajte dolje.
ca: Preneu un descans. Si voleu pausar la presa de la píndola per a dies diferents d'avui, vegeu la informació següent.
cs: Prosím, odpočiňte si. Pokud si chcete vzít volno od užívání léků na jiný den než dnes, postupujte podle níže uvedených pokynů.
cy: Gadewch i chi ymlacio. Os ydych am roi seibiant ar gyfrif o ddyddiau heblaw heddiw, defnyddiwch y canlynol fel cyfeiriad.
da: Tag en pause. Hvis du ønsker at tage en pause fra at tage medicinen på dage udover i dag, kan du finde henvisning nedenfor.
de: Bitte machen Sie eine Pause. Wenn Sie an Tagen außer heute eine Pause bei der Einnahme machen möchten, siehe bitte unten.
el: Παρακαλώ ξεκουραστείτε. Εάν θέλετε να διακόψετε τη λήψη για ημέρες εκτός από σήμερα, παρακαλώ ανατρέξτε παρακάτω.
es: Pausa la toma. Si deseas pausar la toma desde un día diferente al de hoy, consulta la información que se encuentra a continuación.
et: Palun puhkake. Kui soovite vahepealsetest päevadest mõnel muul päeval ravimit võtta, siis palun vaadake allolevat.
eu: Lo egingo duzu. Beste egun bateko pilulak hartu nahi badituzu, mesedez, ikus ezazu behean agertzen dena.
fa: لطفاً استراحت کنید. اگر می‌خواهید از روزهای دیگری غیر از امروز مصرف را متوقف کنید، لطفاً به موارد زیر مراجعه کنید.
fi: Levätä. Jos haluat keskeyttää lääkityksen muina päivinä kuin tänään, voit viitata alla olevaan.
fil: Magpahinga sa pag-inom. Kung gusto mong magsimula ng pahinga sa ibang araw maliban sa ngayon, sumangguni sa mga sumusunod.
fr: Veuillez prendre un repos. Si vous souhaitez faire une pause de la prise des pilules à partir d'un autre jour que celui d'aujourd'hui, veuillez vous référer aux instructions ci-dessous.
gl: Descansa. Se desexas deixalo de tomar noutro día que non sexa hoxe, por favor, consulta a continuación.
gu: કૃપા કરીને દવા લેવાનું બંધ કરો. જો તમે આજ સિવાયના દિવસથી દવા લેવાનું બંધ કરવા માગો છો તો નીચેનો સંદર્ભ લો.
he: אנא קחו הפסקה. אם ברצונכם להפסיק את השימוש ביום אחר היום, אנא השתמשו במידע למטה.
hi: सेवन बंद करें। यदि आप आज के अलावा किसी अन्य दिन से गोली लेना बंद करना चाहते हैं, तो कृपया नीचे दिए गए निर्देशों को देखें।
hr: Odmarajte se. Ako želite prestati uzimati lijekove osim današnjeg dana, molimo vas da se poslužite donjim uputama.
hu: Kérjük, pihenjen. Ha a mai napon kívül szeretne szünetet tartani a szedésben, kérjük, tekintse meg az alábbiakat.
hy: Անհրաժեշտ է հանգստանալ։ Եթե ցանկանում եք դադարեցնել ընդունումը, չի կարելի այսօր, խնդրում ենք դիտեք ստորև ներկայացվածը։
id: Silakan istirahat. Jika Anda ingin berhenti minum dari hari lain selain hari ini, silakan lihat di bawah.
is: Hvíldu þig. Ef þú vilt taka frí frá inntöku annað en í dag, vinsamlegast vísaðu tilmiðanna hér að neðan.
it: Sospendi l'assunzione. Se desideri iniziare la sospensione dell'assunzione da un giorno diverso da oggi, consulta le informazioni qui sotto.
ja: お休みしてください。今日以外の日から服用お休みしたい場合は下記を参考にしてください。
ka: გთხოვთ დაისვენოთ. თუ გსურთ სხვა დღეს მიღების შეწყვეტა, გაითვალისეთ ქვემოთ.
kk: Демалу салыңыз. Бүгіннен басқа күндерде қабылдауды тоқтатқыңыз келсе, төмендегі нұсқауларды қараңыз.
km: សូមផ្អាកការញ៉ាំថ្នាំ។ ប្រសិនបើអ្នកចង់ផ្អាកការញ៉ាំថ្នាំចាប់ពីថ្ងៃផ្សេងក្រៅពីថ្ងៃនេះ សូមយោងតាមខាងក្រោម។
kn: ಇಂದು ವಿರಾಮ ಮಾಡಿ. ಇಂದಿನ ದಿನ ಹೊರತುಪಡಿಸಿ ಇತರ ದಿನದಿಂದ ಸೇವನೆಯನ್ನು ವಿರಾಮಗೊಳಿಸಲು ಬಯಸಿದರೆ ಕೆಳಗಿನ ಮಾಹಿತಿಯನ್ನು ಉಲ್ಲೇಖಿಸಿ.
ko: 복용을 쉬세요. 오늘 이외의 날부터 복용을 쉬고 싶은 경우에는 아래 내용을 참고해 주세요.
ky: Урун улуу үчүн эс алыңыз. Текшерүү үчүн, ушул күндөн кийин баштап, башка күндөрдүн ичинде таблеткаларды кабыл алууну токтотууну кааласаңыз, төмөнкү маалыматтарды пайдалансаңыз болот.
lo: ຂໍໃຫ້ພັກຜ່ອນແລະ ຖ້າທ່ານຈະບໍ່ເອົາຍາໃນມື້ອື່ນ ຈາກມື້ນີ້, ຂໍໃຫ້ອ່ານຂໍແນະນໍາດ້ວຍ.
lt: Prašome pailsėti. Jei norite nutraukti vartojimą kitomis dienomis, vadovaukitės žemiau pateiktais nurodymais.
lv: Atpūtiniet sevi. Ja vēlaties pārtraukt lietošanu no kādas citas dienas nekā šodien, lūdzu, skatiet zemāk esošo informāciju.
mk: Вземете одмор. Ако сакате да направите пауза од земањето на таблетите од денот освен денес, молиме погледнете подолу.
ml: വിശ്രമിക്കുക. ഇന്നല്ലാതെ മറ്റൊരു ദിവസം മുതൽ മരുന്ന് കഴിക്കുന്നതിൽ നിന്ന് വിശ്രമിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ചുവടെ കൊടുത്തിരിക്കുന്നത് പരിശോധിക്കുക.
mn: Эм уухаа зогсооно уу. Өнөөдрөөс өөр өдрөөс эм уухаа зогсоохыг хүсвэл доорхи зааврыг харна уу.
mr: विश्रांती घ्या. आज व्यतिरिक्त इतर दिवसापासून गोळ्या घेण्यास विराम द्यायचा असल्यास खालील माहितीचा संदर्भ घ्या.
ms: Sila berehat. Jika anda ingin mengambil cuti dari pengambilan pada hari lain selain hari ini, sila rujuk di bawah.
my: ဆေးသောက်ခြင်းကို ရပ်နားပါ။ ယနေ့မှလွဲ၍ အခြားနေ့များမှ ဆေးသောက်ခြင်းကို ရပ်နားလိုပါက အောက်ပါအချက်များကို ကိုးကားပါ။
nb: Vennligst ta en pause. Hvis du ønsker å ta en pause fra inntak på dager andre enn i dag, vennligst se nedenfor for referanse.
ne: विश्राम लिनुहोस्। यदि तपाईं आजको बाहेक अन्य दिनदेखि औषधि सेवन रोक्न चाहनुहुन्छ भने तलको जानकारीलाई सन्दर्भ गर्नुहोस्।
nl: Neem een pauze. Als je wilt pauzeren vanaf een andere dag dan vandaag, volg dan de onderstaande instructies.
no: Vennligst ta en pause. Hvis du ønsker å ta en pause fra inntaket på dager annen enn i dag, kan du se på informasjonen nedenfor.
or: ବିଶ୍ରାମ ନିଅନ୍ତୁ। ଯଦି ଆପଣ ଆଜି ବ୍ୟତୀତ ଅନ୍ୟ ଦିନରୁ ସେବନ ବିରତି ଦେବାକୁ ଚାହୁଁଛନ୍ତି, ଦୟାକରି ନିମ୍ନଲିଖିତ ଦେଖନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਬ੍ਰੇਕ ਲਓ। ਜੇਕਰ ਤੁਸੀਂ ਅੱਜ ਤੋਂ ਇਲਾਵਾ ਕਿਸੇ ਹੋਰ ਦਿਨ ਤੋਂ ਦਵਾਈ ਲੈਣਾ ਬੰਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੀ ਜਾਣਕਾਰੀ ਨੂੰ ਦੇਖੋ।
pl: Proszę odpocząć. Jeśli chcesz przerwać przyjmowanie w dniu innym niż dzisiaj, skorzystaj z poniższych informacji.
ps: د مهربانۍ سره استراحت وکړئ. که چیرې تاسو غواړئ چې د نن ورځې پرته د نورو ورځو لپاره د کارولو وقفه واخلئ نو لاندې معلوماتو ته پام وکړئ.
pt: Por favor, tire um descanso. Se você quiser parar de tomar o medicamento em dias diferentes de hoje, consulte as informações abaixo.
ro: Te rog să iei o pauză. Dacă dorești să iei o pauză de la administrare în alte zile decât astăzi, te rugăm să te ghidezi după cele de mai jos.
ru: Пожалуйста, отдохните. Если вы хотите пропустить прием на день, отличный от сегодняшнего, пожалуйста, воспользуйтесь приведенной ниже информацией.
si: කරුණාකර විරාමයක් ගන්න. අද සිට වෙනත් දිනයකට උපකාරය නවතා කිරීමට අවශ්‍ය නම්, පහත දක්වා ඇති උපදෙස් බලන්න.
sk: Prosím, vezmite si voľno. Ak chcete prestať užívať liek od iného dňa ako je dnes, pozrite sa prosím na nasledujúce informácie.
sl: Prosite se. Če želite prenehati jemati zdravilo iz drugega dne, upoštevajte spodnje informacije.
sq: Kalo i pushon. Nëse dëshiron të ndalosh marrjen e pilulave nga një datë tjetër përveç sot, lutem referohu më poshtë.
sr: Одморите се. Ако желите да направите паузу у узимању лекова од дана који није данас, молимо погледајте доле.
sv: Vänligen ta en paus. Om du vill ta en paus från att ta pillerna utöver idag, vänligen se nedan för referens.
ta: மாத்திரை உட்கொள்வதை ஓய்வு எடுத்துக் கொள்ளுங்கள். இன்று அல்லாத வேறு நாளிலிருந்து மாத்திரை உட்கொள்வதை நிறுத்த விரும்பினால், கீழே உள்ளவற்றைப் பார்க்கவும்.
te: విశ్రాంతి తీసుకోండి. నేడు కాకుండా వేరే రోజు నుండి మందుల సేవనను నిలిపివేయాలని అనుకుంటే, క్రింది వివరాలను చూడండి.
th: โปรดหยุดพัก หากคุณต้องการหยุดการใช้จากวันอื่นนอกเหนือจากวันนี้ โปรดดูข้อมูลด้านล่าง.
tl: Magpahinga sa pag-inom. Kung gusto mong magpahinga sa pag-inom simula sa ibang araw bukod sa ngayon, sumangguni sa mga sumusunod.
tr: Lütfen dinlenin. Bugün haricindeki günlerde ilaç kullanımına ara vermek isterseniz, lütfen aşağıdakilere bakın.
uk: Please take a break. If you wish to take a break from taking the pill on days other than today, please refer to the information below.
ur: براہ کرم آرام کریں۔ اگر آپ آج کے علاوہ کسی دوسرے دن استعمال میں وقفہ لینا چاہتے ہیں تو براہ کرم نیچے دی گئی معلومات کا حوالہ دیں۔
uz: Dam olishni to'xtating. Agar bugundan tashqari bir kundan dam olishni xohlasangiz, quyidagilarga qarang.
vi: Hãy tạm nghỉ uống thuốc. Nếu bạn muốn tạm dừng việc uống thuốc từ một ngày khác thay vì hôm nay, vui lòng tham khảo thông tin bên dưới.
zh: 请休息。如果您想在今天以外的日子暂停服用，请参考以下内容。
zu: Sicela uphumule. Uma ufuna ukuhoxisa ukusetshenziswa kokunye ngaphandle kosuku lwanamuhla, sicela ubheke ngezansi.

# seeHowToUsePauseTakingFeature
source: See how to use the pause taking feature
af: Sien hoe om die neem pouses funksie te gebruik
am: የመድኃኒት አነሱ ተግባር እንዴት መጠቀም ነው?
ar: شاهد كيفية استخدام ميزة إيقاف تناول الحبوب
as: বড়ি সেৱন বিৰতি সুবিধাৰ ব্যৱহাৰ পদ্ধতি চাওক
az: İstirahət funksiyasını necə istifadə edəcəyinizi görün
be: Глядзіце, як карыстацца функцыяй перапынку прыём медыкаментаў
bg: Вижте как да използвате функцията за почивка от приема на хапчета
bn: সেবন বিরতি ফিচারের ব্যবহার দেখুন
bs: Pogledajte kako koristiti funkciju pauze u uzimanju
ca: Veure com utilitzar la funció de pausa de la presa de píndoles
cs: Zobrazit, jak používat funkci pauzy v užívání léku
cy: Gweld sut i ddefnyddio'r nodwedd gwyliau pill
da: Se, hvordan du bruger funktionen til at tage en pause fra medicinen
de: So verwenden Sie die Funktion zur Einnahmepause.
el: Δείτε πώς να χρησιμοποιήσετε τη δυνατότητα διακοπής λήψης
es: Ver cómo usar la función de pausa en la toma
et: Vaata, kuidas kasutada ravimi pausifunktsiooni
eu: Hartu dituzte hartzeko oporretako funtzioa ikusteko.
fa: مشاهده نحوه استفاده از ویژگی استراحت دارو
fi: Katso kuinka käyttää lääkityksen tauko-ominaisuutta
fil: Tingnan ang gabay sa paggamit ng pause function
fr: Voir comment utiliser la fonction de pause de prise
gl: Ver como usar a función de descanso da toma
gu: ગોળી લેવાનો વિરામ સુવિધાનો ઉપયોગ જાણો
he: לראות כיצד להשתמש בתכונת חופשת הנטילה
hi: सेवन विराम सुविधा का उपयोग देखें
hr: Pogledajte kako koristiti funkciju odmora za uzimanje
hu: Nézd meg a gyógyszerszedési szünet funkció használatát.
hy: Դեղամիջոցի հանգստի գործառույթի օգտագործման մասին դիտել
id: Lihat cara menggunakan fitur istirahat minum obat
is: Sjá hvernig á að nota fríið á lyfjagjöf
it: Visualizza come utilizzare la funzione di pausa dall'assunzione
ja: 服用お休み機能の使い方を見る
ka: გამოცდილება გამოსაწვდეთის ფუნქციის გამოყენება
kk: Қабылдауды уақытша тоқтату функциясының қалай пайдаланылатынын қарау
km: មើលរបៀបប្រើប្រាស់មុខងារផ្អាកការប្រើថ្នាំ
kn: ಔಷಧ ಸೇವನೆ ವಿರಾಮ ವೈಶಿಷ್ಟ್ಯದ ಬಳಕೆಯ ವಿಧಾನವನ್ನು ನೋಡಿ
ko: 복용 휴식 기능 사용법 보기
ky: Оорууну убагандай функциясын кантип колдонууну көрүү
lo: ສິດໃຊ້ງານຄວາມຄິດເກີດໃຫ້ເບິ່ງ
lt: Žiūrėti, kaip naudoti pillų poilsio funkciją
lv: Skatīt, kā izmantot zāļu pārtraukuma funkciju
mk: Погледнете како да ја користите функцијата за пауза на лимон.
ml: സേവന വിശ്രമ ഫീച്ചറിന്റെ ഉപയോഗരീതി കാണുക
mn: Эм хэрэглэхээ түр зогсоох функцийн заавар үзэх
mr: गोळी सेवन विराम वैशिष्ट्याचा वापर पहा
ms: Lihat cara menggunakan fungsi menghentikan pengambilan
my: ဆေးသောက်ခြင်း ခေတ္တရပ်နားရန် အသုံးပြုနည်းကို ကြည့်ရှုပါ
nb: Se hvordan du bruker funksjonen for å ta pause fra medisinering
ne: सेवन बिराम सुविधाको प्रयोग तरिका हेर्नुहोस्
nl: Bekijk hoe u de functie voor het pauzeren van inname kunt gebruiken
no: Se hvordan du bruker funksjonen for å ta en pause fra å ta piller.
or: ସେବନ ବିରତି ସୁବିଧାର ବ୍ୟବହାର ବିଧି ଦେଖନ୍ତୁ
pa: ਗੋਲੀ ਬੰਦ ਕਰਨ ਦੀ ਫੀਚਰ ਦੀ ਵਰਤੋਂ ਦੇਖੋ
pl: Zobacz, jak korzystać z funkcji przerwy w przyjmowaniu tabletek
ps: د درملو د بندولو ځانګړتیا په اړه معلومات ترلاسه کړئ
pt: Veja como usar a função de pausa na medicação
ro: Vizualizați cum să utilizați funcția de pauză a administrării.
ru: Посмотреть, как использовать функцию перерыва в приеме
si: ඉඳගෙන භාවිතා කිරීමේ විධානය
sk: Pozrite si, ako používať funkciu oddychu pri užívaní.
sl: Oglejte si, kako uporabljati funkcijo premora pri jemanju.
sq: Shihni se si ta përdorni funksionin e pushimit të barnave
sr: Погледајте како да користите функцију паузе у узимању лекова
sv: Se hur man använder funktionen för att ta en paus från medicineringen
ta: சேவனை இடைவெளி அம்சத்தின் பயன்பாட்டைப் பார்க்கவும்
te: మందు విశ్రాంతి ఫీచర్ వాడుకలు చూడండి
th: ดูวิธีการใช้ฟังก์ชันการพักการใช้ยา
tl: Makita ang paggamit ng pahinga sa pag-inom
tr: İlaç kullanmama özelliğini nasıl kullanacağınızı görün
uk: View how to use the medication break feature
ur: ادویات کی وقفے کی خصوصیت کے استعمال کا طریقہ دیکھیں
uz: Qabul qilishni to'xtatish funksiyasidan qanday foydalanishni ko'ring
vi: Xem cách sử dụng tính năng tạm nghỉ dùng thuốc
zh: 查看暂停服用功能的使用方法
zu: Bheka indlela yokusebenzisa umsebenzi wokuphumula kokuphuza

# startPauseTakingLabel
source: Start pause taking
af: Begin pill break
am: መዋል መጀመሪያ መቃጠል
ar: بدء فترة الراحة من تناول الحبوب
as: ঔষধ সেৱন বিৰতি আৰম্ভ
az: İlaç içməyə ara verməyə başla
be: Пачатак адпачынку ад прыёму
bg: Започнете почивка от приема
bn: গ্রহণ বিরতি শুরু
bs: Pauza u uzimanju
ca: Inici de descans de la presa
cs: Začátek přestávky v užívání
cy: Dechrau gwyliau meddyginiaeth
da: Pause for medication
de: Pausenbeginn der Einnahme
el: Έναρξη διαλείμματος λήψης
es: Iniciar pausa de pastillas
et: Kasutamise paus algab
eu: Hasi atsedenaldia
fa: شروع استراحت مصرف
fi: Lääkityksen tauon aloitus
fil: Simulan ang Pahinga sa Pag-inom
fr: Début de la pause de prise
gl: Comezo do descanso da toma
gu: ગોળી વિરામ શરૂઆત
he: התחלת הפסקת לקיחה
hi: सेवन विराम शुरू करें
hr: Početak odmora od uzimanja
hu: Szedési szünet kezdete
hy: Լիանելու հանգստի սկիզբ
id: Mulai istirahat penggunaan
is: Pillaskip
it: Inizia pausa dall'assunzione
ja: 服用お休み開始
ka: დავალების მიღება შეჩერება
kk: Дәрі қабылдауды тоқтату басталды
km: ចាប់ផ្តើមសម្រាកទទួលទាន
kn: ಸೇವನೆ ವಿರಾಮ ಆರಂಭ
ko: 복용 휴식 시작
ky: Дарыңызды кабыл алууну убактылуу токтотуу
lo: ເริ่มພະລັງງານແລະລະດັບ
lt: Pradėti pertrauką nuo vaistų vartojimo
lv: Apturēšanas sākums
mk: Започнување на прекин на користење
ml: ഔഷധ വിരാമം ആരംഭിക്കുക
mn: Уух амралт эхлэх
mr: सेवन विराम सुरू करा
ms: Mula Cuti Pengambilan
my: ဆေးသောက်ခြင်း အနားယူခြင်း စတင်ရန်
nb: Start of dosage break
ne: सेवन विश्राम सुरु
nl: Start pill break
no: Start of dosage break
or: ସେବନ ବିରତି ଆରମ୍ଭ
pa: ਸੇਵਨ ਬ੍ਰੇਕ ਸ਼ੁਰੂ ਕਰੋ
pl: Rozpoczęcie przerwy w przyjmowaniu
ps: د درملنې موده پیل کړه
pt: Início da pausa na medicação
ro: Începerea opririi administrării
ru: Начало перерыва в приеме
si: ආරෝග්‍යය අඩු කිරීමට පසුව ඉක්මනින් අකුරක් ලබා දීම ප්‍රථම කිරීම
sk: Začiatok prestávky v užívaní
sl: Začetek premora pri jemanju
sq: Fillimi i pushimit të marrjes
sr: Почетак паузе у узимању
sv: Börja pausera intag
ta: மாத்திரை ஓய்வு தொடங்கு
te: గుళిక సేవన విరామం ప్రారంభం
th: เริ่มหยุดการใช้ยา
tl: Simulan ang Pahinga
tr: Kullanım ara verme başladı
uk: Start of break from medication
ur: خوراک بند کرنے کا آغاز
uz: Doriqarni to'xtatish boshlanishi
vi: Bắt đầu nghỉ uống thuốc
zh: 开始停用
zu: Qala yokuphuma emithini

# pauseTakingChanged
source: Pause taking has been changed
af: U het die gebruiksperiode verander
am: እንደተቀየረው የመድሃኒት በሰሌዳ ቀን ማሻሻያ ይሆናል
ar: تم تغيير فترة الراحة من الاستخدام
as: ঔষধ সেৱনৰ বিৰতি সলনি কৰা হ'ল
az: Qəbul fasiləsini dəyişdirdim.
be: Зменены дні перапынка лікування.
bg: Промених почивката за прием
bn: সেবনের বিরতি পরিবর্তন করা হয়েছে
bs: Promjena odmora za uzimanje
ca: S'ha canviat el descans de la presa
cs: Změnili jsme dobu přestávky v užívání léku.
cy: Newidiais y cyfnod i feddwl am gymryd y pilsen.
da: Pausen for indtagelse er blevet ændret
de: Die Einnahmepause wurde geändert.
el: Έχετε αλλάξει την περίοδο ανάπαυσης της φαρμακευτικής αγωγής.
es: Se ha modificado la pausa de la píldora
et: Ootenemise puhkust muudeti
eu: Aldaketa egin da dosifikazio oporrak
fa: زمان استراحت مصرف تغییر کرد
fi: Olen muuttanut lääkkeen taukoa
fil: Nabago na ang pahinga sa pag-inom ng pills
fr: Vous avez modifié le jour de repos des prises.
gl: Mudou o descanso da toma
gu: સેવન વિરામ બદલાવ થયો છે
he: שיניתי את ימי ההפסקה של הכדורים
hi: सेवन विराम की अवधि बदल दी गई है
hr: Promijenili ste vrijeme odmora za uzimanje lijekova.
hu: Megváltoztattuk a gyógyszer szedésének szünetét.
hy: Դեղամիջոցը դադարեցնելու ժամանակը փոխվել է
id: Jadwal istirahat obat telah diubah
is: Breyting á fríi frá inntöku
it: La pausa dell'assunzione è stata modificata
ja: 服用お休みを変更しました
ka: თქვენი პილების მიღების დროში ცვლილება განხორციელდა
kk: Дәрі қабылдауды тоқтату уақыты өзгертілді
km: បានផ្លាស់ប្តូរកាលកំណត់ឈប់ញៀនថ្នាំហើយ
kn: ಔಷಧ ವಿರಾಮವನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ
ko: 복용 휴식을 변경했습니다
ky: Дозаны Oкутуусун өзгөрттүм
lo: ບໍ່ໃຊ້ສິນຄ້າປ່ອນໄປໃໝ່
lt: Pakeitėme vaistų vartojimo pertrauką
lv: Esam mainījusi zāļu pārtraukuma laiku.
mk: Променето е на времето за одмор од употреба
ml: സേവന വിശ്രമ കാലയളവ് മാറ്റി
mn: Эм уухаа амрах хугацааг өөрчлөв
mr: सेवन विराम बदलला आहे
ms: Anda telah mengubah cuti pengambilan.
my: သောက်သုံးမှု အနားယူချိန်ကို ပြောင်းလဲပြီးပါပြီ
nb: Du har endret pausen for inntak.
ne: सेवन विराम अवधि परिवर्तन भयो
nl: De pauze voor inname is gewijzigd
no: Du har endret pausetid for inntak
or: ସେବନ ବିରତି ପରିବର୍ତ୍ତନ କରାଯାଇଛି
pa: ਦਵਾਈ ਦੀ ਛੁੱਟੀ ਬਦਲੀ ਗਈ ਹੈ
pl: Zmieniłem czas przerwy w zażywaniu leku.
ps: د درملنې د وقفې بدلول
pt: Mudamos o intervalo de pausa de uso.
ro: Am modificat perioada de pauză a administrării.
ru: Изменено время перерыва в приеме
si: ඔබගේ ප්‍රතිකාර බඳින්නාවූ නිවාඩු කාලය වෙනස් කළා
sk: Zmenili sme prestávku v užívaní.
sl: Sprememba odmora zdravil je bila uspešna
sq: Kamë ndryshuar pushimin e marrjes
sr: Променили смо дане отказа од узимања
sv: Du har ändrat din paus för intag
ta: மாத்திரை உட்கொள்ளும் இடைவெளியை மாற்றியுள்ளோம்
te: సేవన విరామం మార్చబడింది
th: เปลี่ยนเวลาหยุดการใช้ยาแล้ว
tl: Nabago na ang takdang pahinga sa pag-inom
tr: Tüketim tatilini değiştirdim
uk: The medication break has been changed.
ur: آپ نے ادویات کی چھٹی میں تبدیلی کی ہے
uz: Qabul qilish dam olishni o'zgartirdim
vi: Đã thay đổi kỳ nghỉ uống thuốc
zh: 已更改服药休息
zu: Ushintsho lwezokuhlala lwenziwe

source: Edit pause period
af: Bewerk die tydperk van onthouding van die medikasie
am: የመድሃኒት ማብረር ቀንን እንደ ተነሱ ይማርታል
ar: تحرير فترة التوقف عن تناول الحبوب
as: সেৱন বিৰতিৰ সময় সম্পাদনা কৰক
az: İstirahət müddətini redaktə et
be: Рэдагаваць перыяд перапынку ў прыёме таблетак
bg: Редактиране на периода на почивка от приема
bn: সেবন বিরতি সম্পাদনা করুন
bs: Uredi period odmora od uzimanja
ca: Editar el període de descans del medicament
cs: Upravit období přestávky v užívání
cy: Golygu cyfnodau seibiant cymryd meddyginiaeth
da: Rediger pauseperioden for indtagelse
de: Pausenzeit für die Einnahme bearbeiten
el: Επεξεργασία περιόδου διακοπής φαρμακευτικής αγωγής
es: Editar período de descanso
et: Muudatage ravimite vaheaja perioodi
eu: Eguneko atsedenaldien iraupena editatu
fa: ویرایش دوره استراحت مصرف
fi: Muokkaa lääkkeiden taukoaika
fil: I-edit ang pahinga period
fr: Modifier la période d'arrêt de la prise
gl: Editar o período de descanso na toma
gu: સેવન વિરામ અવધિ સંપાદિત કરો
he: ערוך תקופת הפסקת השימוש
hi: सेवन विराम अवधि संपादित करें
hr: Uredi razdoblje pauze u uzimanju
hu: A szünet időszak szerkesztése
hy: Դեղեր ընդունելու ընդմիջման ժամանակը խմբագրեք
id: Mengedit periode istirahat penggunaan
is: Breyta hvíldartímabilinu
it: Modifica periodo di pausa
ja: 服用お休み期間を編集
ka: დროული შესვენების პერიოდის რედაქტირება
kk: Дәрі қабылдауды тоқтату кезеңін өңдеу
km: កែសម្រួលរយៈពេលឈប់ញាំថ្នាំ
kn: ಮಾತ್ರೆ ವಿರಾಮ ಅವಧಿಯನ್ನು ಸಂಪಾದಿಸಿ
ko: 휴약기간 편집
ky: Дарыны токтотуу убактысын редакциялоо
lo: ແກ້ໄຂໄລ່ໄລຍະເວລາພາຍໃນການໃຊ້ງານ
lt: Redaguoti poilsio laikotarpį
lv: Rediģēt pārtraukuma periodu
mk: Уреди период на пауза во употребата
ml: സേവന വിശ്രമ കാലയളവ് എഡിറ്റ് ചെയ്യുക
mn: Эм уух амралтын хугацааг засах
mr: सेवन विराम कालावधी संपादित करा
ms: Mengedit tempoh cuti pengambilan
my: ဆေးမသုံးကာလ တည်းဖြတ်ရန်
nb: Rediger pauseperiode for medisinering
ne: सेवन विश्राम अवधि सम्पादन गर्ने
nl: Bewerk de pauzeperiode voor het innemen van medicijnen
no: Rediger pauseperioden for inntak
or: ଔଷଧ ବିରତି ଅବଧି ସମ୍ପାଦନା
pa: ਸੇਵਨ ਬ੍ਰੇਕ ਦੀ ਮਿਆਦ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj okres przerwy w przyjmowaniu
ps: د څښاک د وقفې مودې سمول
pt: Editar o período de pausa na medicação
ro: Edit break period for medication
ru: Редактировать период перерыва в приеме
si: ඉවත් කරන ලද ඖෂධය කාලය සංස්කරණය කරන්න
sk: Upraviť obdobie bez užívania
sl: Uredi obdobje počitka za jemanje
sq: Redaktoni periudhën e pushimit të terapive
sr: Уредите период паузе у узимању
sv: Redigera pauser för intag
ta: மருந்து இடைநிறுத்த காலத்தை திருத்து
te: మందు విరామ కాలాన్ని సవరించండి
th: แก้ไขระยะเวลาที่หยุดรับประทานยา
tl: I-edit ang Pahinga sa Pag-inom
tr: Kullanım ara dönemini düzenle
uk: Edit medication break period
ur: دواؤں کے استعمال کی آرام کی مدت کو ترمیم کریں
uz: Qabul qilishdan dam olish muddatini tahrirlash
vi: Chỉnh sửa thời gian tạm ngừng uống thuốc
zh: 编辑停药期间
zu: Hlela isikhathi sokuphumula sokuthwala

source: Change pill days
af: Verander die aantal dae wat geneem moet word
am: የተወሰነ እንደ ቀን ቁጥር ለውጥ ያስቀምጡ
ar: تغيير عدد أيام تناول الدواء
as: সেৱনৰ দিন সলনি কৰক
az: İçmə günlərini dəyiş
be: Змяніць колькасць дзён прыёму
bg: Промяна на броя на взетите дни
bn: সেবনের দিন পরিবর্তন করুন
bs: Promijenite broj dana uzimanja
ca: Canviar el nombre de la presa
cs: Změna počtu dnů užívání
cy: Newid y dyddiau meddyginiaeth
da: Ændre antal dage for indtagelse
de: Ändern der Einnahmetage
el: Αλλαγή ημερών λήψης
es: Cambiar días de toma
et: Muutke annustamispäevi
eu: Egun kopurua aldatu
fa: تغییر تعداد روزهای مصرف
fi: Muuta annospäiviä
fil: Baguhin ang Bilang ng Araw ng Pag-inom
fr: Modifier le nombre de jours de prise
gl: Cambiar número de días de toma
gu: સેવનના દિવસો બદલો
he: שנה את מספר ימי השימוש
hi: सेवन अवधि बदलें
hr: Promijeni broj dana uzimanja
hu: A gyógyszer szedésének napjainak módosítása
hy: Օրվա դոզաների թիվը փոփոխել
id: Ubah jumlah hari minum
is: Breyta inntöku daga
it: Modifica durata dell'assunzione
ja: 服用日数を変更
ka: მიღების დღის რიცხვის შეცვლა
kk: Тұтыну күндерін өзгерту
km: ផ្លាស់ប្តូរចំនួនថ្ងៃលេបថ្នាំ
kn: ಸೇವನೆ ದಿನಗಳನ್ನು ಬದಲಾಯಿಸಿ
ko: 복용 일수 변경
ky: Дозаларды өзгөртүү
lo: ປ່ອນວິທີການແກ້ໄຂວັນທີ່ໃຊ້ສໃບບັດໃບແລບ
lt: Pakeisti vartojimo dienų skaičių
lv: Mainīt lietošanas dienu skaitu
mk: Промени денови на употреба
ml: കഴിക്കുന്ന ദിവസങ്ങൾ മാറ്റുക
mn: Уух өдрийн тоог өөрчлөх
mr: सेवनाचे दिवस बदला
ms: Tukar bilangan hari pengambilan
my: သောက်သုံးရက်အရေအတွက် ပြောင်းလဲရန်
nb: Endre antall dager for inntak
ne: सेवन दिन बदल्नुहोस्
nl: Wijzig het aantal inname dagen
no: Endre antall doseringsdager
or: ସେବନ ଦିନ ପରିବର୍ତ୍ତନ
pa: ਸੇਵਨ ਦਿਨ ਬਦਲੋ
pl: Zmień liczbę dni przyjmowania
ps: د درملنې ورځې بدلول
pt: Alterar o número de dias de uso
ro: Schimbați numărul de zile de administrare
ru: Изменить количество дней приёма
si: පිල් ගත होने वाले දිනයන් වෙනස් කරන්න
sk: Zmeniť počet užívania
sl: Spremeni število dni jemanja
sq: Ndrysho numrin e ditëve të përdorimit
sr: Промени број дана узимања
sv: Ändra antal dagar för intag
ta: உட்கொள்ளும் நாட்களை மாற்று
te: సేవన రోజులను మార్చండి
th: เปลี่ยนแปลงจำนวนวันที่ใช้ยา
tl: Baguhin ang bilang ng araw ng pag-inom
tr: Kullanım gün sayısını değiştir
uk: Change dosage days
ur: دوائی کی مقدار کو تبدیل کریں
uz: Qabul qilish kunlarini o'zgartirish
vi: Thay đổi số ngày uống thuốc
zh: 更改服用天数
zu: Guqula izinsuku zokuphuza
