Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# restDurationDays
source: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}th day
af: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} dae
am: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} ቀን
ar: {activePillSheetPillSheetTypeNotTakenWord}اليوم الـ{restDurationDays}
as: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}তম দিন
az: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}-ci gün
be: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} дзень
bg: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}-ти ден
bn: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}তম দিন
bs: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} dan
ca: {activePillSheetPillSheetTypeNotTakenWord}dia {restDurationDays}
cs: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} den
cy: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} diwrnod
da: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} dag(e)
de: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} Tag
el: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}η μέρα
es: {activePillSheetPillSheetTypeNotTakenWord}día {restDurationDays}
et: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} päeva
eu: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} egun
fa: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} روز
fi: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} päivän
fil: {activePillSheetPillSheetTypeNotTakenWord}ika-{restDurationDays} na araw
fr: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} jour(s)
gl: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}º día
gu: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}મો દિવસ
he: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} ימים
hi: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}वां दिन
hr: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} dan
hu: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} napja
hy: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} օր
id: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} hari
is: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} dagur
it: {activePillSheetPillSheetTypeNotTakenWord} {restDurationDays}° giorno
ja: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}日目
ka: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} დღეს
kk: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} күн
km: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}ថ្ងៃទី
kn: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}ನೇ ದಿನ
ko: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}일째
ky: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}-кун
lo: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} hnub
lt: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} diena
lv: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} diena
mk: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} ден
ml: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}ാമത്തെ ദിവസം
mn: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} дахь өдөр
mr: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}वा दिवस
ms: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} hari
my: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}ရက်မြောက်
nb: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} dag
ne: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}औं दिन
nl: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} dag
no: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} dag
or: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}ତମ ଦିନ
pa: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}ਵਾਂ ਦਿਨ
pl: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} dzień
ps: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} ورځ
pt: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} dias
ro: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} zi
ru: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} день
si: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} දිනය
sk: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} deň
sl: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} dan
sq: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} ditë
sr: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} дан
sv: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} dag
sw: {activePillSheetPillSheetTypeNotTakenWord}siku ya {restDurationDays}
ta: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}ஆம் நாள்
te: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}వ రోజు
th: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} วัน
tl: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} na araw
tr: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}. gün
uk: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} day(s)
ur: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} دن
uz: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}-kundan
vi: {activePillSheetPillSheetTypeNotTakenWord}ngày thứ {restDurationDays}
zh: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays}天
zu: {activePillSheetPillSheetTypeNotTakenWord}{restDurationDays} usuku

# daysUntilPausePeriod
source: There are {diffPlusOne} days until {activePillSheetPillSheetTypeNotTakenWord} period
af: Daar is net {diffPlusOne} dag oor voor die {activePillSheetPillSheetTypeNotTakenWord} periode.
am: ወቅታዊ ውስጥ {diffPlusOne} ቀናት ባለ {activePillSheetPillSheetTypeNotTakenWord} ጊዜ ነው
ar: بعد {diffPlusOne} أيام ستبدأ فترة {activePillSheetPillSheetTypeNotTakenWord}
as: আৰু {diffPlusOne} দিনত {activePillSheetPillSheetTypeNotTakenWord} সময়
az: Daha {diffPlusOne} gün sonra {activePillSheetPillSheetTypeNotTakenWord} dövrü başlayır
be: Да застаецца {diffPlusOne} дзень(-і) да {activePillSheetPillSheetTypeNotTakenWord} курса.
bg: След {diffPlusOne} дни започва {activePillSheetPillSheetTypeNotTakenWord} периодът
bn: আরও {diffPlusOne} দিনে {activePillSheetPillSheetTypeNotTakenWord} সময়কাল
bs: Preostalo je još {diffPlusOne} dana do {activePillSheetPillSheetTypeNotTakenWord} perioda.
ca: Falten {diffPlusOne} dies per al període de {activePillSheetPillSheetTypeNotTakenWord}
cs: Za {diffPlusOne} dní začne období {activePillSheetPillSheetTypeNotTakenWord}.
cy: Mae {diffPlusOne} diwrnod ar ôl i'r cyfnod {activePillSheetPillSheetTypeNotTakenWord} ddechrau.
da: Der er kun {diffPlusOne} dage til {activePillSheetPillSheetTypeNotTakenWord}-perioden.
de: In {diffPlusOne} Tagen beginnt die {activePillSheetPillSheetTypeNotTakenWord} Phase.
el: Σε {diffPlusOne} ημέρες είναι η περίοδος {activePillSheetPillSheetTypeNotTakenWord}
es: Faltan {diffPlusOne} días para el {activePillSheetPillSheetTypeNotTakenWord}
et: {diffPlusOne} päeva {activePillSheetPillSheetTypeNotTakenWord} perioodini.
eu: {diffPlusOne} egun falta da {activePillSheetPillSheetTypeNotTakenWord} aldia iritsi arte.
fa: {diffPlusOne} روز دیگر به دوره {activePillSheetPillSheetTypeNotTakenWord} باقی مانده است
fi: Vielä {diffPlusOne} päivää {activePillSheetPillSheetTypeNotTakenWord} jaksoon
fil: Sa loob ng {diffPlusOne} araw, magsisimula ang {activePillSheetPillSheetTypeNotTakenWord} period
fr: Il reste {diffPlusOne} jour(s) avant la période {activePillSheetPillSheetTypeNotTakenWord}.
gl: Quedan {diffPlusOne} días para o período de {activePillSheetPillSheetTypeNotTakenWord}.
gu: હવે {diffPlusOne} દિવસમાં {activePillSheetPillSheetTypeNotTakenWord} સમયગાળો છે
he: עוד {diffPlusOne} ימים עד לתקופת {activePillSheetPillSheetTypeNotTakenWord}
hi: {diffPlusOne} दिन बाद {activePillSheetPillSheetTypeNotTakenWord} की अवधि है
hr: Ostaje još {diffPlusOne} dana do {activePillSheetPillSheetTypeNotTakenWord} razdoblja.
hu: Már csak {diffPlusOne} nap van a(z) {activePillSheetPillSheetTypeNotTakenWord} időszakig.
hy: {diffPlusOne} օր մնում է {activePillSheetPillSheetTypeNotTakenWord} ժամանակաշրջանի համար
id: Hanya {diffPlusOne} hari lagi sampai periode {activePillSheetPillSheetTypeNotTakenWord}.
is: Það eru {diffPlusOne} dagar í {activePillSheetPillSheetTypeNotTakenWord} tímabil.
it: Mancano {diffPlusOne} giorni al periodo di {activePillSheetPillSheetTypeNotTakenWord}
ja: あと{diffPlusOne}日で{activePillSheetPillSheetTypeNotTakenWord}期間です
ka: {diffPlusOne} დღე დარჩა {activePillSheetPillSheetTypeNotTakenWord} პერიოდისთვის
kk: {diffPlusOne} күннен кейін {activePillSheetPillSheetTypeNotTakenWord} кезеңі басталады.
km: នៅសល់ {diffPlusOne} ថ្ងៃទៀត នឹងដល់រយៈពេល {activePillSheetPillSheetTypeNotTakenWord}
kn: ಇನ್ನೂ {diffPlusOne} ದಿನಗಳಲ್ಲಿ {activePillSheetPillSheetTypeNotTakenWord} ಅವಧಿ ಆಗುತ್ತದೆ
ko: {diffPlusOne}일 후 {activePillSheetPillSheetTypeNotTakenWord}기간입니다
ky: {diffPlusOne} күндүн ичинде {activePillSheetPillSheetTypeNotTakenWord} мезгили.
lo: ຍັງໃຫ້ຄໍາສັ່ງດ້ວຍວິທີນີ້ ອີກ {diffPlusOne} ມື້ແມ່ນ ສໍາລັບ {activePillSheetPillSheetTypeNotTakenWord} ຊ່ວງປະເພນີ.
lt: Dar liko {diffPlusOne} dienų iki {activePillSheetPillSheetTypeNotTakenWord} laikotarpio.
lv: Vēl {diffPlusOne} dienas līdz {activePillSheetPillSheetTypeNotTakenWord} periodam.
mk: За {diffPlusOne} ден(а) е периодот на {activePillSheetPillSheetTypeNotTakenWord}.
ml: {diffPlusOne} ദിവസം കൂടി കഴിഞ്ഞാൽ {activePillSheetPillSheetTypeNotTakenWord} കാലയളവ് ആയിരിക്കും
mn: Дахиад {diffPlusOne} хоногийн дараа {activePillSheetPillSheetTypeNotTakenWord} хугацаа болно
mr: आणखी {diffPlusOne} दिवसांनी {activePillSheetPillSheetTypeNotTakenWord} कालावधी सुरू होईल
ms: Dalam {diffPlusOne} hari lagi adalah tempoh {activePillSheetPillSheetTypeNotTakenWord}
my: နောက် {diffPlusOne} ရက်တွင် {activePillSheetPillSheetTypeNotTakenWord} ကာလ စတင်ပါမည်
nb: Det er {diffPlusOne} dager igjen til {activePillSheetPillSheetTypeNotTakenWord} perioden.
ne: अझै {diffPlusOne} दिनमा {activePillSheetPillSheetTypeNotTakenWord} अवधि हुनेछ
nl: Over {diffPlusOne} dagen is het {activePillSheetPillSheetTypeNotTakenWord} periode.
no: Om {diffPlusOne} dager begynner {activePillSheetPillSheetTypeNotTakenWord}-perioden.
or: ଆଉ {diffPlusOne} ଦିନରେ {activePillSheetPillSheetTypeNotTakenWord} ସମୟ
pa: {diffPlusOne} ਦਿਨਾਂ ਬਾਅਦ {activePillSheetPillSheetTypeNotTakenWord} ਦਾ ਸਮਾਂ ਸ਼ੁਰੂ ਹੋਵੇਗਾ
pl: Za {diffPlusOne} dni mija okres {activePillSheetPillSheetTypeNotTakenWord}.
ps: باقي {diffPlusOne} ورځې تر {activePillSheetPillSheetTypeNotTakenWord} دورې
pt: Faltam {diffPlusOne} dias até o período de {activePillSheetPillSheetTypeNotTakenWord}.
ro: În {diffPlusOne} zile urmează perioada de {activePillSheetPillSheetTypeNotTakenWord}.
ru: Через {diffPlusOne} дней начинается период {activePillSheetPillSheetTypeNotTakenWord}.
si: {diffPlusOne} දින කාලයක් {activePillSheetPillSheetTypeNotTakenWord} කාලය
sk: O {diffPlusOne} dní začne obdobie {activePillSheetPillSheetTypeNotTakenWord}.
sl: Še {diffPlusOne} dni do obdobja {activePillSheetPillSheetTypeNotTakenWord}.
sq: Ka {diffPlusOne} ditë tjetër do të fillojë periudha e {activePillSheetPillSheetTypeNotTakenWord}
sr: Остаје {diffPlusOne} дан(a) до {activePillSheetPillSheetTypeNotTakenWord} периода.
sv: Om {diffPlusOne} dagar börjar {activePillSheetPillSheetTypeNotTakenWord}-perioden.
sw: Baada ya siku {diffPlusOne} itakuwa kipindi cha {activePillSheetPillSheetTypeNotTakenWord}
ta: இன்னும் {diffPlusOne} நாட்களில் {activePillSheetPillSheetTypeNotTakenWord} காலம் ஆரம்பமாகும்
te: ఇంకా {diffPlusOne} రోజుల్లో {activePillSheetPillSheetTypeNotTakenWord} కాలం
th: อีก{diffPlusOne}วันจะเป็นช่วง{activePillSheetPillSheetTypeNotTakenWord}
tl: Mga {diffPlusOne} araw na lang bago ang {activePillSheetPillSheetTypeNotTakenWord} na panahon
tr: {diffPlusOne} gün sonra {activePillSheetPillSheetTypeNotTakenWord} dönemi.
uk: There are {diffPlusOne} days left until the {activePillSheetPillSheetTypeNotTakenWord} period.
ur: {diffPlusOne} دن {activePillSheetPillSheetTypeNotTakenWord} دور کے لیے باقی ہیں۔
uz: {diffPlusOne} kundan keyin bu {activePillSheetPillSheetTypeNotTakenWord} davri.
vi: Còn {diffPlusOne} ngày nữa là thời kỳ {activePillSheetPillSheetTypeNotTakenWord}
zh: 还有{diffPlusOne}天将进入{activePillSheetPillSheetTypeNotTakenWord}期间。
zu: Kusasele ukuthi kuzoba nezinsuku ezingu-{diffPlusOne} ezithatha {activePillSheetPillSheetTypeNotTakenWord} isikhathi.

# remainingDaysAllFeatures
source: You have {diff} days left to use all features
af: Jy kan al die funksies vir die volgende {diff} dae gebruik.
am: ቀሪ {diff} ቀናት ሁሉም ምርቶች ይጠቀሙ ይችላሉ
ar: يمكنك استخدام جميع الميزات للأيام الـ {diff} المتبقية
as: বাকী {diff} দিনৰ বাবে সকলো সুবিধা ব্যৱহাৰ কৰিব পাৰিব
az: Qalan {diff} gün ərzində bütün funksiyalardan istifadə edə bilərsiniz
be: У вас ёсць доступ да ўсіх функцый на працягу наступных {diff} дзён.
bg: Можете да използвате всички функции още {diff} дни
bn: অবশিষ্ট {diff} দিন সমস্ত বৈশিষ্ট্য ব্যবহার করতে পারবেন
bs: Možete koristiti sve funkcije još {diff} dana.
ca: Pots utilitzar totes les funcions durant {diff} dies més
cs: Během následujících {diff} dnů můžete používat všechny funkce.
cy: Gallwch ddefnyddio pob nodwedd dros y cyfnod sy'n weddill o {diff} diwrnodau.
da: Du kan bruge alle funktioner i {diff} dage mere.
de: Sie können alle Funktionen noch {diff} Tage nutzen.
el: Μπορείτε να χρησιμοποιήσετε όλες τις δυνατότητες για άλλες {diff} ημέρες.
es: Puedes usar todas las funciones durante {diff} días más
et: Saate kasutada kõiki funktsioone veel {diff} päeva.
eu: Gau {diff} egun geratzen dira funtzio guztiak erabilgarri duzu.
fa: شما می‌توانید از تمامی ویژگی‌ها به مدت {diff} روز باقی‌مانده استفاده کنید.
fi: Voit käyttää kaikkia toimintoja vielä {diff} päivää.
fil: Natitira pang {diff} araw para magamit ang lahat ng features
fr: Vous pouvez utiliser toutes les fonctionnalités pendant encore {diff} jours.
gl: Poderás usar todas as funcionalidades durante {diff} días.
gu: બાકી {diff} દિવસ માટે બધી સુવિધાઓ ઉપલબ્ધ છે
he: אתה יכול להשתמש בכל הפונקציות במשך {diff} ימים נוספים.
hi: आप बाकी {diff} दिन तक सभी सुविधाओं का उपयोग कर सकते हैं
hr: Možete koristiti sve funkcije još {diff} dana.
hu: Még {diff} napig minden funkciót használhat.
hy: {diff} օր մնացած, բոլոր ֆունկցիաները կարող եք օգտագործել
id: Anda dapat menggunakan semua fungsi selama {diff} hari tersisa.
is: Þú getur notað allar aðgerðir í {diff} daga.
it: Puoi usare tutte le funzioni per altri {diff} giorni
ja: 残り{diff}日間すべての機能を使えます
ka: სანამ{diff}დღეა დარჩენილი, შეგიძლიათ გამოიყენოთ ყველა ფუნქცია.
kk: {diff} күн қалды, барлық функцияларды пайдалана аласыз
km: នៅសល់ {diff} ថ្ងៃទៀត អ្នកអាចប្រើមុខងារទាំងអស់បាន
kn: ಉಳಿದ {diff} ದಿನಗಳವರೆಗೆ ಎಲ್ಲಾ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಬಳಸಬಹುದು
ko: 남은 {diff}일 동안 모든 기능을 이용할 수 있습니다
ky: {diff} күн калганда бардык функцияларды колдоно аласыз
lo: ສາມາດໃຊ້ງານຟາຍໃນເວລາທີ່ເຫມືອດ {diff} ວັນ
lt: Galima naudoti visas funkcijas likusias {diff} dienas.
lv: Jums pieejamas visas funkcijas vēl {diff} dienas.
mk: Во следните {diff} дена можете да користите сите функции.
ml: ബാക്കി {diff} ദിവസത്തേക്ക് എല്ലാ സവിശേഷതകളും ഉപയോഗിക്കാം
mn: {diff} хоногийн турш бүх функцийг ашиглах боломжтой
mr: आणखी {diff} दिवस सर्व वैशिष्ट्ये वापरू शकता
ms: Anda dapat menggunakan semua fitur selama {diff} hari yang tersisa
my: {diff} ရက်ကျန်ရှိပြီး လုပ်ဆောင်ချက်အားလုံးကို အသုံးပြုနိုင်ပါသည်
nb: Du kan bruke alle funksjoner i {diff} dager til.
ne: बाँकी {diff} दिन सबै सुविधाहरू प्रयोग गर्न सकिन्छ
nl: U kunt alle functies nog {diff} dagen gebruiken.
no: Du kan bruke alle funksjonene i {diff} dager til.
or: ବାକି {diff} ଦିନ ସମସ୍ତ ବୈଶିଷ୍ଟ୍ୟ ବ୍ୟବହାର କରିପାରିବେ
pa: ਤੁਸੀਂ ਬਾਕੀ {diff} ਦਿਨਾਂ ਤੱਕ ਸਾਰੇ ਫੀਚਰ ਵਰਤ ਸਕਦੇ ਹੋ
pl: Pozostały czas: {diff} dni, aby korzystać ze wszystkich funkcji.
ps: تاسو د ټولو فعالیتونو کارولو لپاره {diff} ورځې پاتې دي
pt: Você pode usar todas as funcionalidades por mais {diff} dias.
ro: Puteți folosi toate funcțiile timp de {diff} zile.
ru: Вы можете пользоваться всеми функциями в течение оставшихся {diff} дней.
si: {diff} දින ඉතිරි කළ විට සියළුම ფუნქෂන් පාවිච්චි කළ හැක.
sk: Po zvyšok {diff} dní môžete využiť všetky funkcie.
sl: Preostale {diff} dni lahko uporabljate vse funkcije.
sq: Keni mundësitë e plota për {diff} ditë të tjera
sr: Све функције можете користити још {diff} дана.
sv: Du kan använda alla funktioner i {diff} dagar till.
sw: Utaweza kutumia huduma zote kwa siku {diff} zilizobaki
ta: இன்னும் {diff} நாட்களுக்கு அனைத்து அம்சங்களும் பயன்படுத்தலாம்
te: మిగిలిన {diff} రోజులు అన్ని ఫీచర్లను ఉపయోగించవచ్చు
th: คุณจะสามารถใช้ฟังก์ชั่นทั้งหมดได้อีก {diff} วัน
tl: Pwedeng gamitin mo pa ang lahat ng features sa loob ng {diff} araw
tr: {diff} gün boyunca tüm özellikleri kullanabilirsiniz
uk: You can use all features for the next {diff} days.
ur: آپ {diff} دن باقی ہیں جبکہ تمام خصوصیات کو استعمال کر سکتے ہیں
uz: Qolgan {diff} kun davomida barcha funktsiyalarni ishlatishingiz mumkin
vi: Bạn còn {diff} ngày để sử dụng tất cả các tính năng
zh: 您可以使用所有功能，剩余{diff}天
zu: Ungakhipha zonke izici ezinsukwini ezisele {diff}

source: 💊 Today is taking
af: 💊 Vandag se dosis
am: 💊 ዛሬ ይወዳድሩ
ar: 💊 تناول اليوم
as: 💊 আজি সেৱন
az: 💊 Bu gün qəbul
be: 💊 Сёння ўжываньне
bg: 💊 Днес е прием
bn: 💊 আজ সেবন
bs: 💊 Danas uzimanje
ca: 💊 Avui toca píndola
cs: 💊 Dnes užijte
cy: 💊 Heddiw yn cymryd
da: 💊 I dag indtagelse
de: 💊 Heute einnehmen
el: 💊 Σήμερα λήψη
es: 💊 Toma hoy
et: 💊 Täna võta
eu: 💊 Gaur pillak hartu
fa: 💊 امروز دارو را مصرف کنید
fi: 💊 Ota tänään
fil: 💊 Inom ngayon
fr: 💊 Prenez votre dose aujourd'hui
gl: 💊 Hoxe é a toma
gu: 💊 આજે સેવન
he: 💊 היום לקחת
hi: 💊 आज सेवन करें
hr: 💊 Danas uzmi
hu: 💊 Ma gyógyszerbevétel
hy: 💊 Այսօր ընդունեք
id: 💊 Hari ini minum
is: 💊 Í dag er töku
it: 💊 Prendi oggi
ja: 💊 今日は服用
ka: 💊 დღეს მიიღო
kk: 💊 Бүгін қабылдаймын
km: 💊 ថ្ងៃនេះទទួលទាន
kn: 💊 ಇಂದು ಸೇವನೆ
ko: 💊 오늘은 복용
ky: 💊 Бүгүн кабыл алуу
lo: 💊 ໑໑໊ວາບານ
lt: 💊 Šiandien vartokite
lv: 💊 Šodien jālieto
mk: 💊 Денес е време за земање
ml: 💊 ഇന്ന് കഴിക്കുക
mn: 💊 Өнөөдөр уух
mr: 💊 आज सेवन
ms: 💊 Ambil pada hari ini
my: 💊 ယနေ့ သောက်ရန်
nb: 💊 I dag ta
ne: 💊 आजको सेवन
nl: 💊 Neem vandaag
no: 💊 I dag tar jeg medisinen
or: 💊 ଆଜି ସେବନ
pa: 💊 ਅੱਜ ਸੇਵਨ
pl: 💊 Dzisiaj przyjęcie
ps: 💊 نن ورځې درمل واخلئ
pt: 💊 Hoje é hora de tomar a medicação
ro: 💊 Astăzi iau
ru: 💊 Сегодня примите
si: 💊 අද ගනු පිළිබඳ
sk: 💊 Dnes užívajte
sl: 💊 Danes jemljem
sq: 💊 Sot sot
sr: 💊 Данас узмите
sv: 💊 Ta medicinen idag
sw: 💊 Leo kunywa dawa
ta: 💊 இன்று எடுக்க வேண்டும்
te: 💊 ఈ రోజు సేవన
th: 💊 วันนี้รับประทานยา
tl: 💊 Inom ngayon
tr: 💊 Bugün ilaç al
uk: 💊 Take today
ur: 💊 آج کی خوراک
uz: 💊 Bugun qabul qilinadi
vi: 💊 Uống thuốc hôm nay
zh: 💊 今天服用
zu: 💊 Namuhla ukuthola

# todayPillToTake
source: 💊 Today's pill
af: 💊 Pill wat jy vandag moet neem
am: 💊 ዛሬ የሚወድዱት ፒል
ar: 💊 حبوب اليوم
as: 💊 আজৰ পিল
az: 💊 Bugün həb
be: 💊 Сёння прыняць таблетку
bg: 💊 Хапче за днес
bn: 💊 আজের পিল
bs: 💊 Pill to be taken today
ca: 💊 Píndola d'avui
cs: 💊 Dnešní pilulka
cy: 💊 Pill y dydd
da: 💊 Piller, der skal tages i dag
de: 💊 Die Pille, die ich heute nehmen soll
el: 💊 Το χάπι που πρέπει να πάρω σήμερα
es: 💊 Píldora de hoy
et: 💊 Täna võetav pill
eu: 💊 Gaur harengon pilula
fa: 💊 قرص هایی که امروز باید مصرف شوند
fi: 💊 lääkkeet tänään
fil: 💊 Pill na inumin ngayon
fr: 💊 Pilules à prendre aujourd'hui
gl: 💊 Píl que tomo hoxe
gu: 💊 આજની ગોળી
he: 💊 הכדור ששותים היום
hi: 💊 आज की गोली
hr: 💊 Pill koju ćete uzeti danas
hu: 💊 A mai napra szánt tabletta
hy: 💊 Այսօր ընդունելի պիլ
id: 💊 Pil yang diminum hari ini
is: 💊 Pill að taka í dag
it: 💊 Pillola di oggi
ja: 💊 今日飲むピル
ka: 💊 დღეს რომელი სარქმელი უნდა მიიღოთ
kk: 💊 Бүгін ішетін таблетка
km: 💊 ថ្នាំថ្ងៃនេះ
kn: 💊 ಇವತ್ತಿನ ಮಾತ್ರೆ
ko: 💊 오늘 복용할 피임약
ky: 💊 Бүгүн ичүүчү пил
lo: 💊 ພິວິຊນແລ້ວສໍາລັບວັນນີ້
lt: 💊 Pill taken today
lv: 💊 Šodien jālieto tablete
mk: 💊 Денес треба да се земе пилула
ml: 💊 ഇന്നത്തെ ഗുളിക
mn: 💊 Өнөөдөр уух пилль
mr: 💊 आजची गोळी
ms: 💊 Pil yang perlu diambil hari ini
my: 💊 ယနေ့သောက်ရမည့်ဆေး
nb: 💊 Pillene for å ta i dag
ne: 💊 आज खाने गोली
nl: 💊 De pil van vandaag
no: 💊 Pill for today
or: 💊 ଆଜିର ପିଲ୍‌
pa: 💊 ਅੱਜ ਦੀਆਂ ਗੋਲੀਆਂ
pl: 💊 Tabletka do wzięcia dzisiaj
ps: 💊 نن ورځ څښل شوي د پِل
pt: 💊 Pílula de hoje
ro: 💊 Pastile de astăzi
ru: 💊 Сегодня принять таблетку
si: 💊 අද ඔබි යාදන විෂය
sk: 💊 Dnešná pilulka
sl: 💊 Danes pijte tableto
sq: 💊 Pilll sot sot i sotit e sotëm
sr: 💊 Данашњи пилул
sv: 💊 Piller att ta idag
sw: 💊 Vidonge vya leo
ta: 💊 இன்றைய மாத்திரை
te: 💊 నేడు తీసుకోవాల్సిన పిల్
th: 💊 ยาคุมที่ต้องทานวันนี้
tl: 💊 Mga pildoras ngayong araw
tr: 💊 Bugün alınacak hap
uk: 💊 Pill to take today
ur: 💊 آج لینے والی گولی
uz: 💊 Bugun ichiladigan pil
vi: 💊 Thuốc uống hôm nay
zh: 💊 今天要吃的药
zu: 💊 Imithi yokudlula namuhla

# number
source: th
af: nommer
am: ቁጥር
ar: رقم
as: নং
az: nömrə
be: нумар
bn: নং
bs: redni
ca: núm.
cs: číslo
cy: rhif
da: nummer
de: Nummer
el: Αριθμός
es: nº
et: number
eu: zenbakia
fa: شماره
fi: numero
fil: Looking at the context, this is asking for the translation of "番" (ban) which is used as a suffix for pill numbers in the pill sheet UI (like "1番", "2番"). In Filipino (Tagalog), ordinal numbers are typically expressed differently than in Japanese. For pill sheet UI showing positions/order, the most natural way would be to either use just the number or use "ika-" as a prefix. Since you're asking specifically for the "番" part, and Filipino doesn't use a direct equivalent suffix, the most appropriate translation would be an empty string, as Filipino would typically just display "1", "2", "3" etc. for pill positions. However, if a word is needed, "bilang" could work as it means "number." For this specific UI context where pills are numbered sequentially: (empty string)
fr: Numéro
gl: nº
gu: નંબર
he: מספר
hi: नं
hr: red
hu: sorszám
hy: փուլ
id: nomor
is: nr.
ja: 番
ka: ნომერი
kk: нөмір
km: ទី
kn: ನೆ
ko: 번
ky: номер
lo: ສະແດງຄໍາສັບຕໍ່ໄປ
lt: numeris
lv: numurs
mk: ред
ml: നമ്പർ
mn: дугаар
mr: वा
ms: Nombor
my: နံ
nb: nummer
ne: नं
nl: nummer
no: nummer
or: ନଂ
pa: ਵਾਂ
pl: numer
ps: نمبر
pt: Número
ro: număr
ru: номер
si: පන්ති
sk: č.
sl: Št.
sq: numri
sr: ред
sv: nummer
ta: வது
te: వ
th: หมายเลข
tl: bilang
tr: sayı
uk: No.
ur: نمبر
uz: raqam
vi: viên
zh: 号
zu: Inombolo
