Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

source: More details
af: Besonderhede hier
am: ዝርዝር እዚህ ነው
ar: عرض التفاصيل
as: বিশদ এখানে
az: Ətraflı məlumat
be: Даведайцеся больш
bg: Повече информация
bn: বিস্তারিত দেখুন
bs: Detalji ovdje
ca: Més detalls
cs: Další informace
cy: Mwy o fanylion yma
da: Detaljer her
de: Weitere Informationen hier
el: Δείτε περισσότερα εδώ
es: Ver detalles
et: Vaata lähemalt
eu: Hemen hemen
fa: برای جزئیات بیشتر اینجا کلیک کنید
fi: Lisätietoja tästä
fil: Makita ang mga detalye
fr: Plus de détails ici
gl: Máis información aquí
gu: વિગત જુઓ
he: לפרטים נוספים כאן
hi: विवरण देखें
hr: više informacija ovdje
hu: További részletek
hy: Ավելի շատ մանրամասների համար
id: Lanjutkan di sini
is: Smelltu hér
it: Maggiori dettagli
ja: 詳細はこちら
ka: გთხოვთ დეტალებისთვის
kk: Толығырақ мұнда
km: មើលព័ត៌មានលម្អិត
kn: ಹೆಚ್ಚು ತಿಳಿಯಿರಿ
ko: 자세히 보기
ky: Толук маалымат үчүн
lo: ນີ່ແມ່ນລາຍລະອຽດເພີ່ມເຕີມ
lt: Daugiau informacijos čia
lv: Sīkāka informācija šeit
mk: Подетално тука
ml: വിശദാംശങ്ങൾ ഇവിടെ
mn: Дэлгэрэнгүй үзэх
mr: तपशील येथे
ms: Klik di sini untuk maklumat lanjut
my: အသေးစိတ်ကြည့်ရှုရန်
nb: Detaljer her
ne: यहाँ विवरण
nl: Meer informatie hier
no: Detaljer her
or: ଅଧିକ ଜାଣନ୍ତୁ
pa: ਵੇਰਵੇ ਵੇਖੋ
pl: Więcej informacji tutaj
ps: دلایل نور
pt: Mais detalhes aqui
ro: Detalii aici
ru: Подробнее здесь
si: මෙහි විස්තර
sk: Podrobnosti tu
sl: podrobnosti tukaj
sq: Më shumë detaje këtu
sr: Детаљи овде
sv: Mer information här
sw: Maelezo zaidi
ta: மேலும் விவரங்கள்
te: వివరాలు ఇక్కడ
th: รายละเอียดเพิ่มเติมที่นี่
tl: Tingnan ang detalye
tr: Daha fazla bilgi için buraya tıklayın
uk: More details here
ur: تفصیلات یہاں ہیں
uz: Batafsillar bu yerda
vi: Xem chi tiết
zh: 详细信息请点击此处
zu: Nansi emininingwane

# restorePurchase
source: Purchase information restored
af: Koop-inligting is herstel.
am: የግዢ መረጃዎችን እንደገና አስተውሏል
ar: تم استعادة معلومات الشراء
as: ক্ৰয় তথ্য পুনৰুদ্ধাৰ কৰা হৈছে
az: Satın alma məlumatları bərpa edildi
be: Інфармацыя аб куплі была адноўлена
bg: Информацията за покупката е възстановена
bn: ক্রয়ের তথ্য পুনরুদ্ধার করা হয়েছে
bs: Oporavak informacija o kupovini je uspješan.
ca: S'ha restaurat la informació de compra
cs: Obnovili jsme informace o nákupu.
cy: Adferwyd gwybodaeth brynu.
da: Købsoplysninger er blevet gendannet.
de: Die Kaufinformationen wurden wiederhergestellt.
el: Αποκατέστησα τις πληροφορίες αγοράς
es: Información de compra restaurada
et: Ostuteave teave on taastatud
eu: Erosketako informazioa berreskuratu da
fa: اطلاعات خرید بازیابی شد
fi: Ostotiedot on palautettu.
fil: Naibalik na ang purchase information
fr: Informations d'achat restaurées.
gl: Restauramos a información de compra.
gu: ખરીદીની માહિતી પુનઃસ્થાપિત કરવામાં આવી છે
he: שחזורים פרטי רכישה
hi: खरीदारी की जानकारी बहाल की गई
hr: Obnovili smo informacije o kupnji
hu: A vásárlási információk helyreállítva.
hy: Քնելային տեղեկությունները վերականգնվել են
id: Informasi pembelian telah dipulihkan.
is: Kaupinformáció hefur verið endurheimt
it: Informazioni di acquisto ripristinate
ja: 購入情報を復元しました
ka: თქვენ დააკავეთ შეძენის ინფორმაცია
kk: Сатып алу ақпаратын қалпына келтірдік
km: ព័ត៌មានការទិញត្រូវបានស្ដារឡើងវិញហើយ
kn: ಖರೀದಿ ಮಾಹಿತಿಯನ್ನು ಮರುಸ್ಥಾಪಿಸಲಾಗಿದೆ
ko: 구매 정보를 복원했습니다
ky: Сатып алу маалыматы калыбына келтирилди
lo: ການກູ້ຄືນຂໍໍານານສາລະບານແລ້ວ
lt: Atsistatyti pirkimo informaciją.
lv: Jūs esat atjaunojis pirkuma informāciju.
mk: Купувачките информации се обновени.
ml: വാങ്ങൽ വിവരങ്ങൾ പുനഃസ്ഥാപിച്ചു
mn: Худалдан авалтын мэдээллийг сэргээлээ
mr: खरेदी माहिती पुनर्स्थापित केली
ms: Maklumat pembelian telah dipulihkan.
my: ဝယ်ယူမှု အချက်အလက်များ ပြန်လည်ရယူပြီးပါပြီ
nb: Kjøpsinformasjonen har blitt gjenopprettet
ne: खरिद जानकारी पुनर्स्थापना भयो
nl: Aankoopinformatie is hersteld.
no: Kjøpsinformasjonen har blitt gjenopprettet
or: 「or」という言語コードが何を指すのかを確認させてください。ISO 639-1標準において「or」は一般的な言語コードではありません。オリヤー語（Odia）のことでしょうか？正確な言語を教えてください。
pa: ਖਰੀਦਦਾਰੀ ਦੀ ਜਾਣਕਾਰੀ ਬਹਾਲ ਹੋ ਗਈ
pl: Przywrócono informacje o zakupie.
ps: زه د پیرود معلومات بیا راستنه کړل
pt: Restaurou as informações de compra.
ro: Informațiile de achiziție au fost restaurate.
ru: Информация о покупке восстановлена.
si: මිලදී ගැනීම් තොරතුරු ප්රතිසංස්කෘතය කර ඇති අතර
sk: Obnovili sme informácie o nákupe.
sl: Obnovili smo informacije o nakupu.
sq: informacionet e blerjes janë rikuperuar
sr: Оп Information about purchases has been restored.
sv: Återställde köpinformation
sw: Taarifa za ununuzi zimerudishwa
ta: கொள்முதல் தகவல் மீட்டெடுக்கப்பட்டது
te: కొనుగోలు సమాచారం పునరుద్ధరించబడింది
th: กู้คืนข้อมูลการซื้อเรียบร้อยแล้ว
tl: Naibalik na ang impormasyon ng pagbili
tr: Satın alma bilgilerini geri yükledim.
uk: Purchase information has been restored.
ur: خریداری کی معلومات بحال کر دی گئی ہیں
uz: Sotib olish ma'lumotlari tiklandi
vi: Đã khôi phục thông tin mua hàng
zh: 已恢复购买信息
zu: Ulwazi lokuthenga lubuyisiwe

# previouslyPurchased
source: Previous purchasers, please check here
af: Asseblief hier vir mense wat voorheen gekoop het
am: ያለውን ግዢ ያደረጉ ይህን ይመለከቱ
ar: للمشترين السابقين، انقر هنا
as: আগতে ক্ৰয় কৰা গ্ৰাহকসকলৰ বাবে ইয়াত
az: Əvvəl satın alanlar üçün
be: Раней купіўшыя, націсніце тут
bg: Възстанови покупка
bn: আগে কিনেছেন? এখানে ক্লিক করুন
bs: Oni koji su prethodno kupili, ovdje
ca: Restaurar compra anterior
cs: Zde jsou ti, kteří již dříve nakoupili
cy: Os ydych chi wedi prynu o'r blaen, cliciwch yma
da: Tidligere købte, klik her
de: Kunden, die zuvor gekauft haben, hier entlang
el: Αν έχετε αγοράσει προηγουμένως, κάντε κλικ εδώ
es: Restaurar compras
et: Need help with your previous purchases? Click here.
eu: Lehenago erositakoentzat hemen
fa: اگر قبلاً خرید کرده‌اید، اینجا را کلیک کنید.
fi: Aiemmin ostaneet voivat siirtyä tänne
fil: Para sa mga dating bumili, dito
fr: Si vous avez déjà acheté, cliquez ici
gl: Aquí para os que compraron antes
gu: પહેલાં ખરીદનારાઓ માટે અહીં
he: כאן עבור מי שכבר רכש בעבר
hi: पहले खरीदारी करने वाले यहाँ क्लिक करें
hr: Ako ste već kupili, kliknite ovdje
hu: Itt azok számára, akik korábban vásároltak
hy: Նախորդում գնած անձինք կարող են այցելել այստեղ
id: Untuk yang telah membeli sebelumnya
is: Fyrri kaupendur vinsamlegast smella hér
it: Hai già acquistato? Clicca qui
ja: 以前購入した方はこちら
ka: გთხოვთ, აირჩიოთ აქ ცუდად შესყიდული ნივთები.
kk: Бұрын сатып алғандар үшін мына жерге басыңыз
km: អ្នកដែលបានទិញពីមុនចុចទីនេះ
kn: ಹಿಂದೆ ಖರೀದಿಸಿದವರಿಗೆ ಇಲ್ಲಿ
ko: 이전에 구매하신 분은 여기
ky: Бу уже сатып алган адамдар үчүн бул жакка келип көрүңүз
lo: ສະຖິຕິການໃຊ້ງານທີ່ຊັໍນອນຂອງຄຸນ ທາງນີ້
lt: Ankstesniems pirkėjams čia
lv: Iepriekš iegādātie šeit
mk: Овие кои претходно купиле
ml: മുമ്പ് വാങ്ങിയവർക്ക് ഇവിടെ
mn: Худалдан авалтыг сэргээх
mr: पूर्वी खरेदी केलेल्यांसाठी येथे
ms: Pengguna yang telah membeli sebelum ini sila ke sini
my: ယခင်က ဝယ်ယူခဲ့သူများအတွက်
nb: Tidligere kjøpte personer, vennligst klikk her
ne: पहिले खरिद गर्नुभएका हो भने यहाँ
nl: Als u eerder hebt gekocht, klik hier
no: Tidligere kjøpere kan klikke her
or: ପୂର୍ବରୁ କିଣିଥିବା ବ୍ୟକ୍ତିମାନେ ଏଠାରେ
pa: ਪਹਿਲਾਂ ਖਰੀਦਦਾਰਾਂ ਲਈ ਇੱਥੇ
pl: Osoby, które wcześniej dokonały zakupu, zapraszamy tutaj.
ps: تېره یې اخیستې کسان دلته دي
pt: Se você já comprou antes, clique aqui
ro: Cei care au cumpărat anterior, aici
ru: Те, кто уже покупал, могут перейти сюда
si: මෙහෙයුම් කරන ලද්දේ යම් කාලයක් කිවහොත් ඔබට යම් දෙයක් පිළිබඳව යම් කලකිරීම් ඇති බැව් කීවේය.
sk: Tu, ktorí ste si už predtým zakúpili
sl: Tisti, ki so kupili prej
sq: Për ata që kanë blerë më parë
sr: Они који су раније куповали, овде
sv: Tidigare köpare, klicka här
sw: Waliokuwa wamenunua zamani
ta: முன்பு வாங்கியவர்கள் இங்கே
te: మునుపు కొనుగోలు చేసిన వారికి ఇక్కడ
th: ผู้ที่เคยซื้อไปแล้วที่นี่
tl: Para sa mga dating bumili, dito
tr: Daha önce satın alanlar için buraya tıklayın
uk: If you have purchased before, click here
ur: جو لوگ پہلے خرید چکے ہیں یہاں جائیں
uz: Old purchases can be found here.
vi: Dành cho người đã mua trước đây
zh: 以前购买过的用户请点击这里
zu: Abantu abathenge ngaphambili banguya lapha

# noPreviousPurchaseInfo
source: No previous purchase information found. Please check your account again
af: Daar is geen vorige aankoopinligting gevind nie. Kontroleer asseblief u rekening en probeer weer.
am: የቀደም ተከስቷል መግዛት መረጃ ተገኝቷል። እባኮትን መለያውን ይረጋግጡ እና ድጋፍ ይደርሱ።
ar: لم يتم العثور على معلومات الشراء السابقة. يرجى التحقق من حسابك والمحاولة مرة أخرى
as: আগৰ ক্ৰয় তথ্য পোৱা নগ'ল। আপোনাৰ একাউণ্ট পৰীক্ষা কৰি পুনৰ চেষ্টা কৰক
az: Əvvəlki alış məlumatları tapılmadı. Hesabınızı yoxlayın və yenidən cəhd edin
be: Няма знойдзенай інфармацыі аб папярэдніх пакупках. Калі ласка, праверце свой рахунак і паспрабуйце яшчэ раз.
bg: Не са намерени предишни покупки. Моля, проверете акаунта си и опитайте отново.
bn: পূর্ববর্তী ক্রয়ের তথ্য খুঁজে পাওয়া যায়নি। আপনার অ্যাকাউন্ট যাচাই করে আবার চেষ্টা করুন।
bs: Nema informacija o prethodnoj kupovini. Provjerite svoj račun i pokušajte ponovo.
ca: No s'ha trobat informació de compres anteriors. Verifiqueu el vostre compte i torneu-ho a provar.
cs: Nebyla nalezena žádná předchozí informační nákup. Zkontrolujte svůj účet a zkuste to prosím znovu.
cy: Ni allwyd dod o hyd i gwybodaeth gyhoeddiadol flaenorol. Gwiriwch eich cyfrif a cheisiwch eto.
da: Ingen tidligere køb oplysninger kunne findes. Kontroller din konto og prøv igen.
de: Frühere Kaufinformationen konnten nicht gefunden werden. Bitte überprüfen Sie Ihr Konto und versuchen Sie es erneut.
el: Δεν βρέθηκαν προηγούμενες πληροφορίες αγοράς. Παρακαλούμε ελέγξτε τον λογαριασμό σας και δοκιμάστε ξανά.
es: No se encontró información de compras anteriores. Verifique su cuenta e inténtelo de nuevo.
et: Varasema ostuinfot ei leitud. Palun kontrollige oma kontot ja proovige uuesti.
eu: Ezin da aurreko erosketa informaziorik aurkitu. Mesedez, ziurtatu zure kontua eta saiatu berriro.
fa: هیچ اطلاعات خرید قبلی پیدا نشد. لطفاً حساب کاربری خود را بررسی کرده و دوباره تلاش کنید.
fi: Aiemmat ostotiedot eivät ole käytettävissä. Tarkista tili ja yritä uudelleen.
fil: Walang nahanap na nakaraang impormasyon ng pagbili. Pakitingnan ang inyong account at subukang muli.
fr: Aucune information d'achat précédente n'a été trouvée. Veuillez vérifier votre compte et réessayez.
gl: Non se atopou información sobre compras anteriores. Por favor, verifique a súa conta e intente de novo.
gu: અગાઉની ખરીદીની માહિતી મળી નથી. કૃપા કરીને તમારું એકાઉન્ટ ચકાસીને ફરીથી પ્રયાસ કરો
he: לא נמצאו מידע על רכישות קודמות. אנא בדוק את החשבון שלך וננסה שוב.
hi: पिछली खरीदारी की जानकारी नहीं मिली। कृपया अपना खाता जांचें और पुनः कोशिश करें।
hr: Nema pronađenih informacija o prethodnoj kupnji. Provjerite svoj račun i pokušajte ponovo.
hu: Nem található korábbi vásárlási információ. Kérjük, ellenőrizze a fiókját, és próbálja újra.
hy: Նախորդ գնելու հավելյալ տեղեկություններ չեն գտնվել: Խնդրում ենք կրկին փորձել, երբ կրկին ստուգեք ձեր հաշիվը:
id: Informasi pembelian sebelumnya tidak ditemukan. Silakan periksa akun Anda dan coba lagi.
is: Ekki var hægt að finna fyrri kaupaupplýsingar. Vinsamlegast athugaðu reikninginn þinn og reyndu aftur.
it: Non sono state trovate informazioni sui precedenti acquisti. Verifica il tuo account e riprova.
ja: 以前の購入情報が見つかりません。アカウントをお確かめの上再度お試しください
ka: წინა შესყიდვის ინფორმაცია ვერ მოიძებნა. გთხოვთ გადაამოწმოთ ანგარიში და ისევ სცადოთ.
kk: Бұрынғы сатып алу туралы ақпарат табылмады. Есептік жазбаңызды тексеріп, қайтадан әрекет етіңіз.
km: រកមិនឃើញព័ត៌មានការទិញពីមុន។ សូមពិនិត្យគណនីរបស់អ្នកហើយព្យាយាមម្តងទៀត
kn: ಹಿಂದಿನ ಖರೀದಿ ಮಾಹಿತಿ ಸಿಗುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 이전 구매 정보를 찾을 수 없습니다. 계정을 확인하신 후 다시 시도해 주세요
ky: Мурдагы сатып алу маалыматтары табылган жок. Тиркемеңизди текшериңиз жана кайра аракет кылыңыз.
lo: ບໍ່ສາມາດພົບຂໍໍ່າການຊື້ກ່ຽວກັບຄະນະກັບ. ກະລຸນາກວດເລືອກບັດບັດບັດທີ່ໃນລະບົບອີກຄັ້ງ.
lt: Ankstesnių pirkimų informacija nerasta. Patikrinkite savo paskyrą ir bandykite dar kartą.
lv: Iepriekšējo pirkumu informācija netika atrasta. Lūdzu, pārbaudiet savu kontu un mēģiniet vēlreiz.
mk: Не се најде претходната информација за купување. Ве молиме проверете го вашиот кориснички профил и обидете се повторно.
ml: മുമ്പുള്ള വാങ്ങൽ വിവരങ്ങൾ കണ്ടെത്താൻ കഴിഞ്ഞില്ല. ദയവായി നിങ്ങളുടെ അക്കൗണ്ട് പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക
mn: Өмнөх худалдан авалтын мэдээлэл олдсонгүй. Бүртгэлээ шалгаад дахин оролдож үзнэ үү
mr: पूर्वीची खरेदी माहिती आढळली नाही. कृपया आपले खाते तपासून पुन्हा प्रयत्न करा
ms: Maklumat pembelian sebelum ini tidak dapat dijumpai. Sila semak akaun anda dan cuba lagi.
my: အရင်က ဝယ်ယူခဲ့သော အချက်အလက်များ မတွေ့ရပါ။ အကောင့်ကို ပြန်လည်စစ်ဆေးပြီး ထပ်မံကြိုးစားကြည့်ပါ။
nb: Ingen tidligere kjøpsinformasjon ble funnet. Vennligst sjekk kontoen din og prøv igjen.
ne: पहिलेको खरिद जानकारी फेला परेन। खाता जाँच गरेर पुनः प्रयास गर्नुहोस्।
nl: Er zijn geen eerdere aankoopgegevens gevonden. Controleer uw account en probeer het opnieuw.
no: Ingen tidligere kjøpsinformasjon ble funnet. Vennligst sjekk kontoen din og prøv igjen.
or: ପୂର୍ବ କ୍ରୟ ସୂଚନା ମିଳିଲା ନାହିଁ। ଆପଣଙ୍କ ଆକାଉଣ୍ଟ ଯାଞ୍ଚ କରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਪਹਿਲਾਂ ਦੀ ਖਰੀਦਦਾਰੀ ਦੀ ਜਾਣਕਾਰੀ ਨਹੀਂ ਮਿਲੀ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਅਕਾਉਂਟ ਚੈੱਕ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie znaleziono wcześniejszych informacji o zakupach. Proszę sprawdzić swoje konto i spróbować ponownie.
ps: تېر پیرودلو معلومات ونه موندل شول. لطفاً خپل حساب ورته وګورئ او بیا هڅه وکړئ.
pt: Não foi possível encontrar informações de compras anteriores. Verifique sua conta e tente novamente.
ro: Nu am găsit informațiile anterioare de achiziție. Vă rugăm să verificați contul și să încercați din nou.
ru: Предыдущая информация о покупке не найдена. Пожалуйста, проверьте свои учетные данные и попробуйте снова.
si: පෙර මිලදී ගැනීම් තොරතුරු හමු නොවේ. කරුණාකර ඔබගේ ගිණුම පරීක්ෂාකර සහ නැවත උත්සාහ කරන්න.
sk: Predchádzajúce informácie o nákupe sa nenašli. Skontrolujte svoj účet a skúste to znova.
sl: Prejšnjih informacij o nakupu ni mogoče najti. Prosimo, preverite svoj račun in poskusite znova.
sq: Nuk ka informacion të mëparshëm për blerjen. Ju lutem kontrolloni llogarinë tuaj dhe provoni përsëri.
sr: Није могуће пронаћи раније информације о куповини. Проверите свој налог и покушајте поново.
sv: Ingen tidigare köpinformation hittades. Vänligen kontrollera ditt konto och försök igen.
sw: Taarifa za ununuzi wa awali hazijapatikana. Hakikisha akaunti yako na ujaribu tena
ta: முந்தைய வாங்குதல் வரலாறு கிடைக்கவில்லை. உங்கள் கணக்கை சரிபார்த்து மீண்டும் முயற்சி செய்யவும்
te: పూర్వ కొనుగోలు సమాచారం కనుగొనబడలేదు. దయచేసి మీ ఖాతాను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి
th: ไม่พบข้อมูลการซื้อก่อนหน้า กรุณาตรวจสอบบัญชีของคุณและลองอีกครั้ง
tl: Hindi nahanap ang mga dating impormasyon ng pagbili. Mangyaring suriin ang inyong account at subukan muli.
tr: Önceki satın alma bilgisi bulunamadı. Lütfen hesabınızı kontrol edip yeniden deneyin.
uk: Unable to find previous purchase information. Please check your account and try again.
ur: پچھلی خریداری کی معلومات نہیں मिلी۔ براہ کرم اپنے اکاؤنٹ کی تصدیق کریں اور دوبارہ کوشش کریں۔
uz: Old purchase information could not be found. Please check your account and try again.
vi: Không tìm thấy thông tin mua hàng trước đó. Vui lòng kiểm tra tài khoản và thử lại.
zh: 找不到之前的购买信息。请确认您的账户后再次尝试。
zu: Alukho ulwazi lokuthenga olwandulela. Sicela uqinisekise i-akhawunti yakho bese uzama futhi.

source: Monthly plan
af: Maandelikse plan
am: እለታዊ እቅድ
ar: خطة شهرية
as: মাসিক পৰিকল্পনা
az: Aylıq plan
be: Штомасовы план
bg: Месечен план
bn: মাসিক প্ল্যান
bs: Mjesečna pretplata
ca: Pla mensual
cs: měsíční plán
cy: cynllun mis
da: Månedligt abonnement
de: Monatsabonnement
el: Μηνιαίο σχέδιο
es: Plan mensual
et: Kuuplaan
eu: Hilabeteko plana
fa: برنامه ماهانه
fi: Kuukausitilaus
fil: Buwanang Plano
fr: Plan mensuel
gl: Plan mensual
gu: માસિક પ્લાન
he: מנוי חודשי
hi: मासिक प्लान
hr: Mjesečni plan
hu: Havi előfizetés
hy: ամսական ծրագիր
id: Rencana bulanan
is: Mánaðarlegur áætlun
it: Piano mensile
ja: 月額プラン
ka: მზრადრო გეგმა
kk: Айлық жоспар
km: ផែនការប្រចាំខែ
kn: ಮಾಸಿಕ ಯೋಜನೆ
ko: 월간 플랜
ky: Айлык план
lo: ແພງປະຈໍາເດືອນ
lt: Mėnesių planas
lv: Mēneša plāns
mk: Месечен план
ml: മാസിക പ്ലാൻ
mn: Сарын план
mr: मासिक योजना
ms: Pelan Bulanan
my: လစဉ်အစီအစဉ်
nb: Månedlig plan
ne: मासिक प्लान
nl: maandabonnement
no: Månedlig plan
or: ମାସିକ ଯୋଜନା
pa: ਮਾਸਿਕ ਪਲਾਨ
pl: Plan miesięczny
ps: د میاشتې پلان
pt: Plano mensal
ro: Plan lunar
ru: Ежемесячный план
si: මාසික යෝජනා
sk: Mesačný plán
sl: mesečni načrt
sq: Plan mujor
sr: Месечни план
sv: Månatligt abonnemang
sw: Mpango wa Mwezi
ta: மாதாந்திர திட்டம்
te: మాసిక ప్లాన్
th: แผนรายเดือน
tl: Buwanang Plano
tr: Aylık plan
ur: ماہانہ منصوبہ
uz: Oylik reja
vi: Gói hàng tháng
zh: 每月计划
zu: uHlelo lwemali yenyanga

# monthlyPlanPrice
source: {monthlyPackageStoreProductPriceString}/month
af: {monthlyPackageStoreProductPriceString}/maand
am: {monthlyPackageStoreProductPriceString}/ወር
ar: {monthlyPackageStoreProductPriceString}/شهر
as: {monthlyPackageStoreProductPriceString}/মাহ
az: {monthlyPackageStoreProductPriceString}/ay
be: {monthlyPackageStoreProductPriceString}/мес
bg: {monthlyPackageStoreProductPriceString}/месец
bn: {monthlyPackageStoreProductPriceString}/মাস
bs: {monthlyPackageStoreProductPriceString}/mj
ca: {monthlyPackageStoreProductPriceString}/mes
cs: {monthlyPackageStoreProductPriceString}/ měsíc
cy: {monthlyPackageStoreProductPriceString}/mis
da: {monthlyPackageStoreProductPriceString}/måned
de: {monthlyPackageStoreProductPriceString}/Monat
el: {monthlyPackageStoreProductPriceString}/μήνα
es: {monthlyPackageStoreProductPriceString}/mes
et: {monthlyPackageStoreProductPriceString}/kuus
eu: {monthlyPackageStoreProductPriceString}/hilabete
fa: {monthlyPackageStoreProductPriceString}/ماه
fi: {monthlyPackageStoreProductPriceString}/kuukausi
fil: {monthlyPackageStoreProductPriceString}/buwan
fr: {monthlyPackageStoreProductPriceString}/mois
gl: {monthlyPackageStoreProductPriceString}/mes
gu: {monthlyPackageStoreProductPriceString}/મહિનો
he: {monthlyPackageStoreProductPriceString}/חודש
hi: {monthlyPackageStoreProductPriceString}/माह
hr: {monthlyPackageStoreProductPriceString}/mj
hu: {monthlyPackageStoreProductPriceString}/hónap
hy: {monthlyPackageStoreProductPriceString}/ամիս
id: {monthlyPackageStoreProductPriceString}/bulan
is: {monthlyPackageStoreProductPriceString}/mánuður
it: {monthlyPackageStoreProductPriceString}/mese
ja: {monthlyPackageStoreProductPriceString}/月
ka: {monthlyPackageStoreProductPriceString}/მინიმ
kk: {monthlyPackageStoreProductPriceString}/ай
km: {monthlyPackageStoreProductPriceString}/ខែ
kn: {monthlyPackageStoreProductPriceString}/ತಿಂಗಳು
ko: {monthlyPackageStoreProductPriceString}/월
ky: {monthlyPackageStoreProductPriceString}/ай
lo: {monthlyPackageStoreProductPriceString}/ເດືອນ
lt: {monthlyPackageStoreProductPriceString}/mėn
lv: {monthlyPackageStoreProductPriceString}/mēnesī
mk: {monthlyPackageStoreProductPriceString}/месец
ml: {monthlyPackageStoreProductPriceString}/മാസം
mn: {monthlyPackageStoreProductPriceString}/сар
mr: {monthlyPackageStoreProductPriceString}/महिना
ms: {monthlyPackageStoreProductPriceString}/bulan
my: {monthlyPackageStoreProductPriceString}/တစ်လ
nb: {monthlyPackageStoreProductPriceString}/måned
ne: {monthlyPackageStoreProductPriceString}/महिना
nl: {monthlyPackageStoreProductPriceString}/maand
no: {monthlyPackageStoreProductPriceString}/måned
or: {monthlyPackageStoreProductPriceString}/ମାସ
pa: {monthlyPackageStoreProductPriceString}/ਮਹੀਨਾ
pl: {monthlyPackageStoreProductPriceString}/miesiąc
ps: {monthlyPackageStoreProductPriceString}/میاشت
pt: {monthlyPackageStoreProductPriceString}/mês
ro: {monthlyPackageStoreProductPriceString}/lunară
ru: {monthlyPackageStoreProductPriceString}/мес
si: {monthlyPackageStoreProductPriceString}/මාසය
sk: {monthlyPackageStoreProductPriceString}/mesiac
sl: {monthlyPackageStoreProductPriceString}/mesec
sq: {monthlyPackageStoreProductPriceString}/muaj
sr: {monthlyPackageStoreProductPriceString}/мес.
sv: {monthlyPackageStoreProductPriceString}/månad
sw: {monthlyPackageStoreProductPriceString}/mwezi
ta: {monthlyPackageStoreProductPriceString}/மாதம்
te: {monthlyPackageStoreProductPriceString}/నెల
th: {monthlyPackageStoreProductPriceString}/เดือน
tl: {monthlyPackageStoreProductPriceString}/buwan
tr: {monthlyPackageStoreProductPriceString}/ay
ur: {monthlyPackageStoreProductPriceString}/ماہ
uz: {monthlyPackageStoreProductPriceString}/oy
vi: {monthlyPackageStoreProductPriceString}/tháng
zh: {monthlyPackageStoreProductPriceString}每月
zu: {monthlyPackageStoreProductPriceString}/inyanga

# youArePremiumMember
source: You are a premium member
af: Jy is 'n premium lid.
am: አንተ የፕሪምየም አባል ነህ
ar: أنت عضو مميز
as: আপুনি এজন প্ৰিমিয়াম সদস্য
az: Siz premium üzvüsünüz
be: Вы прэміум-член
bg: Вие сте премиум член
bn: আপনি একজন প্রিমিয়াম সদস্য
ca: Ets membre prèmium
cs: Jste prémiový člen
cy: Rydych chi'n aelod premiwm.
da: Du er premium medlem.
de: Sie sind ein Premium-Mitglied.
el: Είστε μέλος premium
es: Eres miembro premium
et: Sa oled premium liige.
eu: Zu premium kidea zara
fa: شما عضو پریمیوم هستید
fi: Olet premium-jäsen.
fil: Ikaw ay Premium Member
fr: Vous êtes un membre premium.
gl: Eres membro premium.
gu: તમે પ્રીમિયમ મેમ્બર છો
he: אתה חבר פרימיום
hi: आप प्रीमियम सदस्य हैं
hr: Vi ste premium član
hu: Te prémium tag vagy.
hy: Դուք պրեմիում անդամ եք
id: Anda adalah anggota premium
is: Þú ert premium meðlimur
it: Sei un membro Premium
ja: あなたは プレミアムメンバーです
ka: თქვენი პრემიერი წევრია
kk: Сіз премиум мүшесіз
km: អ្នកជា សមាជិកពិសេស
kn: ನೀವು ಪ್ರೀಮಿಯಂ ಸದಸ್ಯರಾಗಿದ್ದೀರಿ
ko: 프리미엄 멤버입니다
ky: Сиз премиум мүчөсүңүз
lo: ເອົາແອັບເຂົ້າໃນລະບົບລາຍລະອຽດຄືນຂອງທ່ານ ຄວາມຄິດຮອບເສື່ອງຨິນເຊິ່ງບໍ່ສົພິເພດລເນີວກະບັນໄປສູງ
lt: Jūs esate Premium narys
lv: Jūs esat maksas loceklis
mk: Вие сте премиум член.
ml: നിങ്ങൾ പ്രീമിയം അംഗമാണ്
mn: Та премиум гишүүн байна
mr: तुम्ही प्रीमियम सदस्य आहात
ms: Anda adalah ahli premium
my: သင်သည် ပရီမီယံအဖွဲ့ဝင်ဖြစ်ပါသည်
nb: Du er premium medlem.
ne: तपाईं एक प्रिमियम सदस्य हुनुहुन्छ
nl: Je bent een premiumlid.
no: Du er en premium-medlem.
or: ଆପଣ ପ୍ରିମିୟମ୍ ସଦସ୍ୟ ଅଟନ୍ତି
pa: ਤੁਸੀਂ ਪ੍ਰੀਮੀਅਮ ਮੈਂਬਰ ਹੋ
pl: Jesteś członkiem premium.
ps: تاسو د پرمیم غړی یاست
pt: Você é um membro premium
ro: Ești membru premium
ru: Вы являетесь премиум-участником.
si: ඔබ ප්‍රිමියම් සාමාජිකයෙකි
sk: Si premium člen.
sl: Ste premium član.
sq: Ju jeni anëtar premium.
sr: сте премиум члан.
sv: Du är premium medlem
sw: Wewe ni mwanachama wa Premium
ta: நீங்கள் பிரீமியம் உறுப்பினர் ஆவீர்கள்
te: మీరు ప్రీమియం సభ్యుడు
th: คุณเป็นสมาชิกพรีเมียม
tl: Ikaw ay Premium Member
tr: Sen bir premium üyessin.
ur: آپ ایک پریمیم ممبر ہیں
uz: Siz premium a'zo siz
vi: Bạn là thành viên Premium
zh: 您是 高级会员。
zu: Uyi Member yePremium
