Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# accountAlreadyLinked
source: This {accountTypeProviderName} account is already linked to your Pilll account. Please try refreshing the screen. Also check the FAQ. Details: {exceptionMessage}
af: Hierdie {accountTypeProviderName} rekening is reeds gekoppel aan jou bestaande Pilll rekening. Probeer om die skerm op te dateer. Gaan ook die FAQ na. Besonderhede: {exceptionMessage}
am: ይህ {accountTypeProviderName} አካውንት በዚህ ውስጥ የተጠቀሰው ነው እና ዋነኛ ያህል እንደሚገኝ ma{accountTypeProviderName} አካውንት ከዚህ ውስጥ ጊዜ ይቀይሩ። ማዕከላዊነትን ወይም {exceptionMessage} ይመልክቱ።
ar: هذا {accountTypeProviderName} الحساب مرتبط بالفعل بحسابك في Pilll. يرجى محاولة تحديث الشاشة. يمكنك أيضًا الاطلاع على الأسئلة الشائعة. التفاصيل: {exceptionMessage}
as: এই {accountTypeProviderName} একাউন্ট ইতিমধ্যে আপোনাৰ Pilll একাউন্টৰ সৈতে সংযুক্ত হৈ আছে। স্ক্ৰীন ৰিফ্ৰেছ কৰি চাওক। FAQ ও চাওক। বিস্তাৰিত: {exceptionMessage}
az: Bu {accountTypeProviderName} hesabı artıq istifadə etdiyiniz Pilll hesabınızla bağlıdır. Ekranın yenilənməsini sınayın. Tez-tez verilən suallara da baxın. Ətraflı: {exceptionMessage}
be: Гэты акаўнт {accountTypeProviderName} ужо звязаны з вашым акаўнтам Pilll. Паспрабуйце абнавіць экран. Таксама паглядзіце FAQ. Падрабязнасці: {exceptionMessage}
bg: Тази сметка {accountTypeProviderName} вече е свързана с вашия акаунт в Pilll. Опитайте да обновите екрана. Моля, вижте и раздела с често задавани въпроси. Подробности: {exceptionMessage}
bn: এই {accountTypeProviderName} অ্যাকাউন্টটি ইতিমধ্যে আপনার Pilll অ্যাকাউন্টের সাথে সংযুক্ত। স্ক্রিন রিফ্রেশ করে দেখুন। FAQ-ও দেখুন। বিস্তারিত: {exceptionMessage}
bs: Ova {accountTypeProviderName} račun je već povezan sa vašim Pilll računom. Pokušajte osvježiti ekran. Također pogledajte FAQ. Pojedinosti: {exceptionMessage}
ca: Aquest compte de {accountTypeProviderName} ja està enllaçat al vostre compte de Pilll. Proveu de refrescar la pantalla. També consulteu les preguntes freqüents. Detalls: {exceptionMessage}
cs: Tento účet {accountTypeProviderName} je již propojen s vaším účtem Pilll. Zkuste prosím aktualizovat obrazovku. Podívejte se také na FAQ. Podrobnosti: {exceptionMessage}
cy: Mae'r cyfrif {accountTypeProviderName} hwn eisoes wedi'i gysylltu â'ch cyfrif Pilll sy'n cael ei ddefnyddio. Rhowch gynnig ar ddiweddaru'r sgrin. Edrychwch ar y Cwestiynau Cyffredin hefyd. Manylion: {exceptionMessage}
da: Denne {accountTypeProviderName} konto er allerede knyttet til din eksisterende Pilll-konto. Prøv at opdatere skærmen. Se også FAQ. Detaljer: {exceptionMessage}
de: Dieses {accountTypeProviderName} Konto ist bereits mit Ihrem vorhandenen Pilll-Konto verknüpft. Bitte versuchen Sie, den Bildschirm zu aktualisieren. Schauen Sie sich auch die FAQ an. Details: {exceptionMessage}
el: Αυτός ο λογαριασμός {accountTypeProviderName} είναι ήδη συνδεδεμένος με τον λογαριασμό Pilll που χρησιμοποιείτε. Παρακαλώ προσπαθήστε να ανανεώσετε την οθόνη. Μπορείτε επίσης να δείτε τις Συχνές Ερωτήσεις. Λεπτομέρειες: {exceptionMessage}
es: Esta cuenta de {accountTypeProviderName} ya está vinculada a su cuenta de Pilll. Intente actualizar la pantalla. Consulte también las preguntas frecuentes. Detalles: {exceptionMessage}
et: See {accountTypeProviderName} konto on juba seotud teie kasutatava Pilll konto. Palun proovige ekraani värskendamist. Vaadake ka KKK-d. Täiendavad üksikasjad: {exceptionMessage}
eu: {accountTypeProviderName} kontua jadanik zure Pilll kontuarekin lotuta dago. Saiatu pantaila eguneratzen. Mesedez, ikusi FAQak. Xehetasunak: {exceptionMessage}
fa: این حساب {accountTypeProviderName} قبلاً به حساب Pilll شما متصل شده است. لطفاً سعی کنید صفحه را بروزرسانی کنید. همچنین می‌توانید FAQ را مشاهده کنید. جزئیات: {exceptionMessage}
fi: Tämä {accountTypeProviderName} tili on jo sidottu käyttämääsi Pilll-tiliin. Yritä päivittää näyttöä. Katso myös usein kysyttyjä kysymyksiä. Lisätiedot: {exceptionMessage}
fil: Ang {accountTypeProviderName} account na ito ay naka-link na sa inyong Pilll account. Subukan mag-refresh ng screen. Tingnan din ang FAQ. Detalye: {exceptionMessage}
fr: Ce compte {accountTypeProviderName} est déjà lié à votre compte Pilll. Veuillez essayer de mettre à jour l'écran. Consultez également la FAQ. Détails : {exceptionMessage}
gl: Esta conta {accountTypeProviderName} xa está vinculada á túa conta de Pilll que estás a usar. Por favor, intenta actualizar a pantalla. Tamén consultade as Preguntas Frecuentes. Detalles: {exceptionMessage}
gu: આ {accountTypeProviderName} એકાઉન્ટ તમારા Pilll એકાઉન્ટ સાથે પહેલેથી જ જોડાયેલ છે. કૃપા કરીને સ્ક્રીનને રિફ્રેશ કરવાનો પ્રયાસ કરો. FAQ પણ જુઓ. વિગતો: {exceptionMessage}
he: החשבון {accountTypeProviderName} כבר מחובר לחשבון Pilll שלך. אנא נסה לעדכן את המסך. אנא עיין בשאלות הנפוצות. פרטים: {exceptionMessage}
hi: यह {accountTypeProviderName} खाता पहले से ही आपके Pilll खाते से जुड़ा हुआ है। स्क्रीन को रिफ्रेश करने का प्रयास करें। FAQ भी देखें। विवरण: {exceptionMessage}
hr: Ovaj {accountTypeProviderName} račun već je povezan s vašim postojeći Pilll računom. Pokušajte osvježiti ekran. Također pogledajte FAQ. Dodatne informacije: {exceptionMessage}
hu: Ez a(z) {accountTypeProviderName} fiók már hozzá van kapcsolva a használt Pilll fiókhoz. Kérjük, próbálja meg frissíteni a képernyőt. Kérjük, nézze meg a GYIK-et is. Részletek: {exceptionMessage}
hy: Այս {accountTypeProviderName} հաշվին արդեն կապված է Ձեր օգտագործվող Pilll հաշվի հետ: Please փորձեք թարմացնել էկրանն: Խնդրում ենք տեսնել FAQ: մանրամասներ. {exceptionMessage}
id: Akun {accountTypeProviderName} ini sudah terhubung dengan akun Pilll yang Anda gunakan. Silakan coba perbarui layar Anda. Silakan lihat FAQ. Detail: {exceptionMessage}
is: Þetta {accountTypeProviderName} reikningur er þegar tengdur aðganginum þínum að Pilll. Vinsamlegast reyndu að endurnýja skjáinn. Athugaðu einnig algengar spurningar. Nánar: {exceptionMessage}
it: Questo account {accountTypeProviderName} è già collegato al tuo account Pilll. Prova ad aggiornare la schermata. Consulta anche le FAQ. Dettagli: {exceptionMessage}
ja: この{accountTypeProviderName}アカウントはすでにお使いのPilllのアカウントに紐付いています。画面の更新をお試しください。FAQもご覧ください。詳細: {exceptionMessage}
ka: ეს {accountTypeProviderName} ანგარიში უკვე დაკავშირებულია თქვენს არსებულ Pilll ანგარიშთან. გთხოვთ, სცადოთ ეკრანის განახლება. ასევე, ეწვიეთ სექციას FAQ. დეტალები: {exceptionMessage}
kk: Бұл {accountTypeProviderName} есептік жазбасы сіздің Pilll есептік жазбаңызға байланған. Экранды жаңартуды қолданып көріңіз. FAQ-ді де қараңыз. Толығырақ: {exceptionMessage}
km: គណនី{accountTypeProviderName}នេះត្រូវបានភ្ជាប់ជាមួយគណនី Pilll របស់អ្នករួចហើយ។ សូមព្យាយាមធ្វើបច្ចុប្បន្នភាពអេក្រង់។ សូមមើល FAQ ផងដែរ។ លម្អិត៖ {exceptionMessage}
kn: ಈ {accountTypeProviderName} ಖಾತೆಯು ಈಗಾಗಲೇ ನಿಮ್ಮ Pilll ಖಾತೆಯೊಂದಿಗೆ ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ. ಪರದೆಯ ನವೀಕರಣವನ್ನು ಪ್ರಯತ್ನಿಸಿ. FAQ ಅನ್ನು ಸಹ ನೋಡಿ. ವಿವರಗಳು: {exceptionMessage}
ko: 이 {accountTypeProviderName} 계정은 이미 사용 중인 Pilll 계정과 연결되어 있습니다. 화면을 새로고침해 보세요. FAQ도 확인해 보세요. 세부 정보: {exceptionMessage}
ky: Бул {accountTypeProviderName} аккаунту сиз колдонуп жаткан Pilll аккаунтуңузга байланган. Экранды жаңыртууну аракет кылып көрүңүз. ЖГ (FAQ) башкалардын суроолорун карап көрүңүз. Толук маалымат: {exceptionMessage}.
lo: この{accountTypeProviderName} ບັດທະນານີ້ແມ່ນແລ້ວເປັນບັດທະນານທີ່ຈິງທີ່ໃຊ້ງານອາລຽມກັບບັດສົກ Pilll ຂອງທ່ານ. ກະລຸນາລອງອັບເດດໜ້າຈໍ. ກະລຸນາເບິ່ງ FAQ ດ້ວຍ. ລາຍລະອຽດ: {exceptionMessage}
lt: Šis {accountTypeProviderName} paskyra jau yra susieta su jūsų naudojama Pilll paskyra. Prašome pabandyti atnaujinti ekraną. Taip pat peržiūrėkite DUK. Išsami informacija: {exceptionMessage}
lv: Šis {accountTypeProviderName} konts ir jau saistīts ar jūsu lietotā Pilll kontu. Lūdzu, mēģiniet atsvaidzināt ekrānu. Apskatiet arī Biežāk uzdotos jautājumus. Detalizēti: {exceptionMessage}
mk: Оваа {accountTypeProviderName} сметка веќе е поврзана со вашиот Pilll акаунт. Ве молиме обидете се да ја освежите страницата. Погледнете ја и FAQ. Повеќе детали: {exceptionMessage}
ml: ഈ {accountTypeProviderName} അക്കൗണ്ട് ഇതിനകം നിങ്ങളുടെ Pilll അക്കൗണ്ടുമായി ബന്ധിപ്പിച്ചിട്ടുണ്ട്. സ്ക്രീൻ പുതുക്കാൻ ശ്രമിക്കുക. FAQ യും കാണുക. വിശദാംശങ്ങൾ: {exceptionMessage}
mn: Энэ {accountTypeProviderName} данс таны Pilll данстай аль хэдийн холбогдсон байна. Дэлгэцийг шинэчлэх оролдоно уу. FAQ-г үзнэ үү. Дэлгэрэнгүй: {exceptionMessage}
mr: हे {accountTypeProviderName} खाते आधीच तुमच्या Pilll खात्याशी जोडलेले आहे. कृपया स्क्रीन रिफ्रेश करण्याचा प्रयत्न करा. FAQ देखील पहा. तपशील: {exceptionMessage}
ms: Akaun {accountTypeProviderName} ini sudah disambungkan kepada akaun Pilll anda yang sedang digunakan. Sila cuba muat semula skrin. Sila lihat juga FAQ. Butiran: {exceptionMessage}
my: ဒီ{accountTypeProviderName}အကောင့်သည် သင့်လက်ရှိ Pilll အကောင့်နှင့် ပြီးသားချိတ်ဆက်ထားပါသည်။ မျက်နှာပြင်ကို ပြန်လည်တင်ကြည့်ပါ။ FAQ ကိုလည်း ကြည့်ရှုပါ။ အသေးစိတ်: {exceptionMessage}
nb: Denne {accountTypeProviderName} kontoen er allerede knyttet til Pilll-kontoen din. Vennligst prøv å oppdatere skjermen. Se også FAQ. Detaljer: {exceptionMessage}
ne: यो {accountTypeProviderName} खाता पहिले नै तपाईंको Pilll खातासँग जोडिएको छ। स्क्रिन अपडेट गर्ने कोशिश गर्नुहोस्। FAQ पनि हेर्नुहोस्। विवरण: {exceptionMessage}
nl: Dit {accountTypeProviderName} account is al gekoppeld aan uw bestaande Pilll account. Probeer de schermupdate uit te voeren. Bekijk ook de FAQ. Details: {exceptionMessage}
no: Denne {accountTypeProviderName}-kontoen er allerede koblet til Pilll-kontoen din. Vennligst prøv å oppdatere skjermen. Sjekk også ofte stilte spørsmål (FAQ). Detaljer: {exceptionMessage}
or: ଏହି {accountTypeProviderName} ଆକାଉଣ୍ଟ ଆପଣଙ୍କ ବ୍ୟବହାର କରୁଥିବା Pilll ଆକାଉଣ୍ଟ ସହିତ ପୂର୍ବରୁ ସଂଯୁକ୍ତ ହୋଇଅଛି। ଦୟାକରି ସ୍କ୍ରିନ୍ ରିଫ୍ରେସ୍ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ। FAQ ମଧ୍ୟ ଦେଖନ୍ତୁ। ବିସ୍ତୃତ ବିବରଣୀ: {exceptionMessage}
pa: ਇਹ {accountTypeProviderName} ਖਾਤਾ ਪਹਿਲਾਂ ਹੀ ਤੁਹਾਡੇ Pilll ਖਾਤੇ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ। ਸਕਰੀਨ ਨੂੰ ਰਿਫਰੈਸ਼ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ। FAQ ਵੀ ਵੇਖੋ। ਵੇਰਵਾ: {exceptionMessage}
pl: To konto {accountTypeProviderName} jest już powiązane z używanym kontem Pilll. Proszę spróbować zaktualizować ekran. Zapoznaj się również z FAQ. Szczegóły: {exceptionMessage}.
ps: دا {accountTypeProviderName} حساب د ستاسو لا دمخه موجود Pilll حساب سره تړلی دی. د سکرین تازه کولو هڅه وکړئ. FAQ هم وګورئ. تفصیل: {exceptionMessage}
pt: Esta conta {accountTypeProviderName} já está vinculada à conta Pilll que você já está usando. Tente atualizar a tela. Consulte também o FAQ. Detalhes: {exceptionMessage}
ro: Acest cont {accountTypeProviderName} este deja asociat cu contul Pilll pe care îl folosiți. Vă rugăm să încercați actualizarea ecranului. Consultați și FAQ pentru mai multe informații. Detalii: {exceptionMessage}
ru: Эта учетная запись {accountTypeProviderName} уже связана с вашей учетной записью Pilll. Попробуйте обновить экран. Также ознакомьтесь с разделом Часто задаваемые вопросы (FAQ). Подробности: {exceptionMessage}
si: ආයුබෝවන්, දිනයේ{accountTypeProviderName} ගිණුමක් ඔබේ Pilll ගිණුමට සම්බන්ධ වී ඇත. ඉදිරිපස යාවත්කාලීන කිරීමේ සටහන නිරීක්ෂණය කරන්න. FAQ පරීක්ෂා කරන්න. විස්තරය: {exceptionMessage}
sk: Tento účet {accountTypeProviderName} je už prepojený s vaším účtom Pilll. Skúste aktualizovať obrazovku. Pozrite sa aj na FAQ. Podrobnosti: {exceptionMessage}
sl: Ta {accountTypeProviderName} račun je že povezan z vašim računom Pilll. Poskusite osvežiti zaslon. Oglejte si tudi pogosta vprašanja. Podrobnosti: {exceptionMessage}
sq: Ky ky{accountTypeProviderName} llogari është tashmë e lidhur me llogarinë tuaj të Pilll. Ju lutemi provoni të rifreskoni ekranin. Shikoni gjithashtu FAQ. Detaje: {exceptionMessage}
sr: Ova {accountTypeProviderName} nalog je već povezan sa vašim Pilll nalogom. Pokušajte da osvežite ekran. Takođe, pogledajte FAQ. Detalji: {exceptionMessage}
sv: Detta {accountTypeProviderName} konto är redan kopplat till ditt befintliga Pilll-konto. Försök att uppdatera skärmen. Vänligen kolla även FAQ. Mer information: {exceptionMessage}
sw: Akaunti ya {accountTypeProviderName} tayari imeunganishwa na akaunti yako ya Pilll. Jaribu kusasisha ukurasa. Pia angalia FAQ. Maelezo: {exceptionMessage}
ta: இந்த {accountTypeProviderName} கணக்கு ஏற்கனவே உங்கள் Pilll கணக்குடன் இணைக்கப்பட்டுள்ளது. தயவுசெய்து திரையை புதுப்பிக்க முயற்சிக்கவும். FAQ யும் பார்க்கவும். விவரங்கள்: {exceptionMessage}
te: ఈ {accountTypeProviderName} ఖాతా ఇప్పటికే మీ Pilll ఖాతాతో లింక్ చేయబడింది. పేజీని రిఫ్రెష్ చేయడాన్ని ప్రయత్నించండి. FAQ కూడా చూడండి. వివరాలు: {exceptionMessage}
th: บัญชี {accountTypeProviderName} นี้ได้เชื่อมโยงกับบัญชี Pilll ของคุณแล้ว กรุณาลองรีเฟรชหน้าจอของคุณ และดูที่ FAQ สำหรับข้อมูลเพิ่มเติม รายละเอียด: {exceptionMessage}
tl: Ang {accountTypeProviderName} account na ito ay nakakonekta na sa inyong Pilll account. Subukan ninyong i-refresh ang screen. Tingnan din ninyo ang FAQ. Detalye: {exceptionMessage}
tr: Bu {accountTypeProviderName} hesabı zaten sahip olduğunuz Pilll hesabınıza bağlıdır. Lütfen ekranı yenilemeyi deneyin. SSS'ye de göz atın. Detaylar: {exceptionMessage}
uk: This {accountTypeProviderName} account is already linked to your existing Pilll account. Please try refreshing the screen and check the FAQ for more information. Details: {exceptionMessage}
ur: یہ {accountTypeProviderName} اکاؤنٹ پہلے سے آپ کے استعمال میں موجود Pilll اکاؤنٹ سے منسلک ہے۔ براہ کرم اسکرین کو دوبارہ تازہ کرنے کی کوشش کریں۔ FAQ بھی دیکھیں۔ تفصیلات: {exceptionMessage}
uz: Bu {accountTypeProviderName} hisobi allaqachon siz foydalanayotgan Pilll hisobi bilan bog'langan. Ekranni yangilashni sinab ko'ring. FAQ ni ham ko'rib chiqing. Tafsilotlar: {exceptionMessage}
vi: Tài khoản {accountTypeProviderName} này đã được liên kết với tài khoản Pilll của bạn. Vui lòng thử làm mới màn hình. Vui lòng xem FAQ. Chi tiết: {exceptionMessage}
zh: 此{accountTypeProviderName}账户已与您使用的Pilll账户相关联。请尝试更新屏幕。请查看常见问题解答。详情：{exceptionMessage}
zu: Le {accountTypeProviderName} akhawunti sehlangene ne-akhawunti ye-Pilll esivele usebenzisa. Sicela uzame ukuvuselela ikhasi. Bheka ne-FAQ. Imininingwane: {exceptionMessage}
