Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# newPillSheetNotificationMessage
source: 🆕 A new sheet starts today Don't forget to take it 👍
af: 🆕 'n Nuwe blad begin vandag. Moet dit nie vergeet om te neem nie 👍
am: 🆕 ከዚህ ወዲያ አዲስ ሽያጭ ይጀምራል ትርፍ መቀበል አለብን👍
ar: 🆕 تبدأ ورقة جديدة من اليوم لا تنسى تناولها 👍
as: 🆕 আজিৰ পৰা নতুন শ্বীট আৰম্ভ হ'ল সেৱন কৰিবলৈ নাপাহৰিব👍
az: 🆕 Bugün yeni bir paket başlıyor Unutmayın, ilacı almayı unutmayın 👍
be: 🆕 Сёння пачынаецца новы пакет Не забудзьцеся прыняць 👍
bg: 🆕 От днес започва новата опаковка. Не забравяйте да я приемете 👍
bn: 🆕 আজ থেকে নতুন শিট শুরু হচ্ছে ভুলে যাবেন না, নিয়মিত সেবন করুন👍
bs: 🆕 Novi paket započinje danas Ne zaboravite uzeti pilulu 👍
ca: 🆕 Avui comença una nova plaqueta No oblidis prendre-la👍
cs: 🆕 Dnes začíná nový blister. Nezapomeňte užívat 👍
cy: 🆕 Dechrau sheet newydd o heddiw Peidiwch ag anghofio cymryd eich pilsen 👍
da: 🆕 I dag starter et nyt ark Husk at tage det👍
de: 🆕 Ab heute beginnt ein neues Blister. Vergessen Sie nicht, Ihre Medikamente einzunehmen! 👍
el: 🆕 Ξεκινά μια νέα κάρτα από σήμερα Μην ξεχάσετε να πάρετε το χάπι σας👍
es: 🆕 Hoy comienza un nuevo paquete ¡No olvides tomarlo! 👍
et: 🆕 Täna algab uus pakend Ärge unustage võtta 👍
eu: 🆕 Gaurtik hasi berri orrialde bat hasiko da Ez ahaztu hartzeko 👍
fa: 🆕 از امروز یک بسته جدید آغاز می‌شود فراموش نکنید که دارو را مصرف کنید👍
fi: 🆕 Tänään alkaa uusi levy Älä unohda ottaa lääkettä 👍
fil: 🆕 Simula na ng bagong sheet ngayong araw Huwag kalimutang uminom! 👍
fr: 🆕 Un nouveau cycle commence aujourd'hui. N'oubliez pas de prendre votre médicament 👍
gl: 🆕 Hoxe comeza unha nova folla Non esquezas tomar👍
gu: 🆕 આજથી નવી શીટ શરૂ થાય છે લેવાનું ભૂલશો નહીં👍
he: 🆕 היום מתחיל דף חדש אל תשכחו לקחת👍
hi: 🆕 आज से नया शीट शुरू हो रहा है इसे लेना न भूलें👍
hr: 🆕 Danas počinje nova kutija Ne zaboravite uzeti svoju pilulu👍
hu: 🆕 Ma kezdődik az új lap Ne feledkezz meg a bevételről👍
hy: 🆕 Այսօր սկսվում է նոր թերթիկ։ Չմոռանաք ընդունել 👍
id: 🆕 Hari ini lembaran baru dimulai Jangan lupa untuk mengambilnya👍
is: 🆕 Í dag hefst ný rönd.\nMundu að taka pillurnar 👍
it: 🆕 Oggi inizia una nuova confezione Ricordati di prenderla 👍
ja: 🆕 今日から新しいシートが始まります 忘れずに服用しましょう👍
ka: 🆕 დღეს ახალი ფურცელი იწყება არ დაგავიწყდეთ მიღება👍
kk: 🆕 Бүгіннен бастап жаңа парақ басталады Ұмытып кетпей, қабылдайық👍
km: 🆕 ថ្ងៃនេះ ចាប់ផ្តើមជីថ្នាំថ្មី កុំភ្លេចពិសារថ្នាំ👍
kn: 🆕 ಇಂದಿನಿಂದ ಹೊಸ ಶೀಟ್ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ ಮರೆಯದೆ ಸೇವಿಸಿ👍
ko: 🆕 오늘부터 새로운 시트가 시작됩니다 잊지 말고 복용하세요👍
ky: 🆕 Ушул күндөн баштап жаңы жума башталат Унутпастан ичип алыңыз👍
lo: 🆕 ມື້ນີ້ເປັນວັນເລີ່ມເປັນຊີດໃໝ່ ບໍ່ຄວນລົງແກ່ການເຮັດໃຫ້ຈິງ👍
lt: 🆕 Nuo šiandien prasideda naujas lapas Nepamirškite vartoti 👍
lv: 🆕 Jauna tablete sākas šodien Neaizmirsti to lietot👍
mk: 🆕 Од започнува нов лист од денес Не заборавајте да земате 👍
ml: 🆕 ഇന്നു മുതൽ പുതിയ ഷീറ്റ് തുടങ്ങുന്നു മറക്കാതെ കഴിക്കാൻ ശ്രദ്ധിക്കുക👍
mn: 🆕 Өнөөдрөөс шинэ хавтасны курс эхэлнэ Мартахгүйгээр уухаа👍
mr: 🆕 आजपासून नवीन शीट सुरू होत आहे विसरू नका आणि गोळ्या घ्या👍
ms: 🆕 Sheet baru bermula hari ini Jangan lupa untuk mengambilnya 👍
my: 🆕 ဒီနေ့ကစပြီး ဆေးအချပ်အသစ် စပါပြီ မမေ့ဘဲ သောက်ကြပါစို့👍
nb: 🆕 I dag begynner et nytt ark Ikke glem å ta medisinene 👍
ne: 🆕 आजदेखि नयाँ शीट सुरु हुन्छ नभुल्नुहोस्, सेवन गरौं👍
nl: 🆕 Vanaf vandaag begint er een nieuw verpakking. Vergeet niet in te nemen 👍
no: 🆕 I dag starter et nytt ark Ikke glem å ta medisinen👍
or: 🆕 ଆଜିଠାରୁ ନୂଆ ସିଟ୍ ଆରମ୍ଭ ହେଉଛି ଭୁଲିଯିବା ବିନା ସେବନ କରନ୍ତୁ👍
pa: 🆕 ਅੱਜ ਤੋਂ ਨਵੀਂ ਸ਼ੀਟ ਸ਼ੁਰੂ ਹੋ ਰਹੀ ਹੈ ਲੈਣਾ ਨਾ ਭੁੱਲੋ👍
pl: 🆕 Od dzisiaj zaczyna się nowy arkusz Nie zapomnij zażyć 👍
ps: 🆕 له ننه ورځ نهه نوى شيت پيل کېږي هیر مو نه شي د درملو اخیستلو 👍
pt: 🆕 A nova cartela começa hoje Não se esqueça de tomar 👍
ro: 🆕 Azi începe un nou set. Să nu uităm să luăm medicamentele👍
ru: 🆕 С сегодняшнего дня начинается новый курс Не забывайте принимать 👍
si: 🆕 අද සිට නව පත‍්‍රය ආරම්භ කරන්නෙමු අපි හිතනවා ඔබට අමතක නොවන පරිදි භාවිතයට එක් කිරීමට👍
sk: 🆕 Dnes začína nový blister Nezabudnite na užitie 👍
sl: 🆕 Danes se začne nov list. Ne pozabite na jemanje 👍
sq: 🆕 Sot do te fillojë një fletë e re nga sot Mos e harroni të merrni mjekimin 👍
sr: 🆕 Данас почиње нови лист. Не заборавите да узмете вашу пилулу 👍
sv: 🆕 Idag börjar ett nytt ark Kom ihåg att ta dina piller👍
sw: 🆕 Leo kuanzia karatasi mpya ya dawa inaanza Usisahau kuchukua dawa yako👍
ta: 🆕 இன்றிலிருந்து புதிய ஷீட் தொடங்குகிறது மறக்காமல் மாத்திரை எடுத்துக் கொள்ளுங்கள்👍
te: 🆕 ఈరోజు నుండి కొత్త షీట్ ప్రారంభమవుతుంది మర్చిపోకుండా తీసుకోండి👍
th: 🆕 วันนี้เริ่มแผ่นใหม่แล้ว อย่าลืมทาน👍
tl: 🆕 Magsisimula na ang bagong sheet ngayon Huwag kalimutang uminom 👍
tr: 🆕 Bugünden itibaren yeni bir kutu başlıyor. Almayı unutmayalım👍
uk: 🆕 A new pack starts today. Don't forget to take your pills! 👍
ur: 🆕 آج سے ایک نئی شیٹ شروع ہو رہی ہے یاد دہانی کے ساتھ خوراک لیں 👍
uz: 🆕 Bugun yangi varaq boshlandi Eslab qoling, ichishni unutmang 👍
vi: 🆕 Hôm nay bắt đầu chu kỳ viên thuốc mới Đừng quên uống thuốc nhé👍
zh: 🆕 从今天开始新的一片开始了 请不要忘记服用👍
zu: 🆕 Iqala isonto elisha namuhla Ungakhohlwa ukuthatha👍

# unexpectedPremiumEntitlementsIsNotExists
source: Premium information not found
af: Geen premium-inligting gevind.
am: የፕሪምየም መረጃ ይገኝ አልቻለም
ar: لم يتم العثور على معلومات متميزة
as: প্ৰিমিয়াম তথ্য পোৱা নগ'ল
az: Premium məlumatı tapılmadı
be: Преміум інфармацыя не знойдзена.
bg: Не намерихме информация за премиум.
bn: প্রিমিয়াম তথ্য পাওয়া যায়নি
bs: Nije pronađena premija informacija
ca: No s'ha trobat la informació premium
cs: Nebyla nalezena žádná prémiová informace.
cy: Nid oedd gwybodaeth premiwm yn cael ei chanfod.
da: Ingen premiuminformation blev fundet.
de: Keine Premium-Informationen gefunden.
el: Δεν βρέθηκαν πληροφορίες premium.
es: No se encontró información premium
et: Ei leitud premium teavet.
eu: Premium informaziorik ez da aurkitu.
fa: اطلاعات پریمیوم پیدا نشد
fi: Ei premium-tietoja löytynyt
fil: Hindi natagpuan ang premium na impormasyon
fr: Aucune information premium trouvée.
gl: Non se atopou información premium
gu: પ્રીમિયમ માહિતી મળી શકી નથી
he: לא נמצאה מידע פרימיום
hi: प्रीमियम जानकारी नहीं मिली
hr: Nisu pronađene premium informacije
hu: Nem található prémium információ.
hy: Պրեմիում տեղեկություն չի գտնվել
id: Informasi premium tidak ditemukan.
is: Ekkert forlag fannst um frami
it: Informazioni premium non trovate
ja: プレミアム情報が見つかりませんでした
ka: პრემიუმ ინფორმაცია ვერ მოიძებნა
kk: Премиум ақпарат табылмады
km: រកមិនឃើញព័ត៌មានពិសេស
kn: ಪ್ರೀಮಿಯಂ ಮಾಹಿತಿ ಸಿಗಲಿಲ್ಲ
ko: 프리미엄 정보를 찾을 수 없습니다
ky: Премиум маалымат табылган жок
lo: ບໍ່ສິ້ນສຸດຂໍ້ມູນພຣິເມີມ
lt: Nerasta premijinė informacija
lv: Nav premium informāciju neizdevās atrast.
mk: Не се најде премиум информација.
ml: പ്രീമിയം വിവരങ്ങൾ കണ്ടെത്തിയില്ല
mn: Премиум мэдээлэл олдсонгүй
mr: प्रीमियम माहिती सापडली नाही
ms: Maklumat premium tidak dijumpai.
my: ပရီမီယံအချက်အလက်များ မတွေ့ရှိပါ
nb: Ingen premiuminformasjon funnet
ne: प्रिमियम जानकारी फेला परेन
nl: Geen premiuminformatie gevonden.
no: Ingen premiuminformasjon ble funnet.
or: ପ୍ରିମିୟମ୍ ସୂଚନା ମିଳିଲା ନାହିଁ
pa: ਪ੍ਰੀਮੀਅਮ ਜਾਣਕਾਰੀ ਨਹੀਂ ਮਿਲੀ
pl: Nie znaleziono informacji premium.
ps: معلومات پریمیم پیدا نشد
pt: Informações premium não encontradas
ro: Informațiile premium nu au fost găsite.
ru: Премиальная информация не найдена
si: ප්‍රිමේරම් තොරතුරු සොයා ගන්න බෑ
sk: Nenájdené prémiové informácie
sl: Nobene informacije o premiumu niso bile najdene.
sq: Nuk u gjet informacione premium.
sr: Није пронађена премиум информација
sv: Ingen premiuminformation hittades
sw: Taarifa za premium hazikupatikana
ta: பிரீமியம் தகவல் கிடைக்கவில்லை
te: ప్రీమియం సమాచారం కనుగొనబడలేదు
th: ไม่พบข้อมูลพรีเมียม
tl: Hindi natagpuan ang premium na impormasyon
tr: Premium bilgi bulunamadı.
uk: Premium information was not found.
ur: پریمیم معلومات نہیں ملی
uz: Premium ma'lumotlari topilmadi
vi: Không tìm thấy thông tin premium
zh: 找不到高级信息
zu: Ayikho imininingwane ye-premium ephumelele.

# purchaseErrorPurchasePendingError
source: The activation of the purchase is not yet complete. Please check again after some time
af: Die aktivering van die betaling is nog nie voltooi nie. Gaan asseblief weer in 'n rukkie kyk.
am: እቅፍ ይቀርባል፣ ንቅድም ይድረስ አልተጠናቀቀም። እባኮትን ጊዜ ማለቁን ይጠብቁ እና እንደገና ይይዙ።
ar: لم تكتمل عملية تفعيل الاشتراك. يرجى الانتظار بعض الوقت ثم التحقق مرة أخرى.
as: পেমেণ্ট সক্ৰিয়কৰণ এতিয়াও সম্পূৰ্ণ হোৱা নাই। অনুগ্ৰহ কৰি কিছু সময় অপেক্ষা কৰি পুনৰ পৰীক্ষা কৰক।
az: Ödənişin aktivləşdirilməsi tamamlanmayıb. Zəhmət olmasa bir müddət sonra yenidən yoxlayın.
be: Адплата не была актываваная. Калі ласка, праверце яшчэ раз праз некаторы час.
bg: Активирането на плащането не е завършено. Моля, проверете отново след известно време.
bn: পেমেন্ট সক্রিয়করণ এখনও সম্পূর্ণ হয়নি। দয়া করে কিছুক্ষণ অপেক্ষা করে আবার পরীক্ষা করুন।
bs: Aktivacija naplate nije završena. Molimo vas da proverite ponovo za nekoliko trenutaka.
ca: L'activació del pagament encara no s'ha completat. Si us plau, espereu una estona i torneu a comprovar-ho.
cs: Aktivace platby nebyla dokončena. Zkontrolujte to prosím po chvíli.
cy: Nid yw activiad y taliad wedi cwblhau. Gwiriwch eto ar ôl ychydig o amser.
da: Betalingen er ikke blevet aktiveret. Vent venligst et øjeblik og prøv igen.
de: Die Aktivierung des Abonnements ist noch nicht abgeschlossen. Bitte versuchen Sie es später erneut.
el: Η ενεργοποίηση της χρέωσης δεν έχει ολοκληρωθεί. Παρακαλώ ελέγξτε ξανά μετά από λίγη ώρα.
es: La activación del pago no se ha completado. Por favor, espere un momento y vuelva a verificar.
et: Teie tellimuse aktiveerimine ei ole veel lõppenud. Palun kontrollige mõne aja pärast uuesti.
eu: Ordainazioaren aktibazioa amaitu gabe dago. Mesedez, itxaron pixka bat eta berretsi.
fa: فعالسازی پرداخت کامل نشده است. لطفاً پس از مدتی دوباره بررسی کنید.
fi: Laskutuksen aktivointi ei ole vielä valmis. Ole hyvä ja tarkista uudelleen hetken kuluttua.
fil: Hindi pa nakumpleto ang pag-activate ng bayad. Mangyaring maghintay ng ilang sandali at tingnan muli.
fr: L'activation de l'abonnement n'est pas terminée. Veuillez essayer de nouveau dans quelques instants.
gl: A activación do pagamento non se completou. Por favor, agarde un momento e comprobádeo de novo.
gu: પેમેન્ટનું સક્રિયકરણ હજુ પૂર્ણ થયું નથી. કૃપા કરીને થોડા સમય પછી ફરીથી તપાસો.
he: הפעלה של התשלומים אינה הושלמה. אנא המתן קצת זמן ואז בדוק שוב.
hi: आपका भुगतान सक्रियण अभी तक पूरा नहीं हुआ है। कृपया कुछ समय बाद पुनः जांचें।
hr: Vaša aktivacija naplate nije dovršena. Provjerite nakon nekog vremena.
hu: A díjak aktiválása még nem fejeződött be. Kérjük, ellenőrizze egy kicsit később.
hy: Հանդիպումը դեռ ամբողջացված չէ։ Խնդրում ենք մի փոքր սպասել, ապա կրկին ստուգել։
id: Aktivasi pembayaran belum selesai. Silakan periksa kembali setelah beberapa saat.
is: Aukning gjalds hefur ekki verið lokið. Vinsamlegast athugaðu aftur eftir smá stund.
it: L'attivazione del pagamento non è ancora completata. Ti preghiamo di attendere qualche momento e verificare nuovamente.
ja: 課金の有効化が完了しておりません。しばらく時間をおいてからご確認ください
ka: ჯანგების გატანის გადამოწმება არ მომხდარა. გთხოვთ, რამდენიმე წუთით დაელოდოთ და კვლავ შეამოწმოთ.
kk: Төлемді іске қосу аяқталған жоқ. Біраз уақыттан кейін қайтадан тексеріңіз.
km: ការធ្វើឱ្យការបង់ប្រាក់មានប្រសិទ្ធភាពមិនទាន់បាន​បញ្ចប់នៅឡើយទេ។ សូមរង់ចាំបន្តិច រួចពិនិត្យមើលម្តងទៀត។
kn: ಪಾವತಿ ಸಕ್ರಿಯಗೊಳಿಸುವಿಕೆ ಪೂರ್ಣಗೊಂಡಿಲ್ಲ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪರಿಶೀಲಿಸಿ.
ko: 결제 활성화가 아직 완료되지 않았습니다. 잠시 후 다시 확인해 주세요
ky: активациясы аяктаган жок. Бир аз убакыттан кийин текшерип көрүңүз.
lo: ການເປີດໃຊ້ຄ່າໃບເບິ່ງບໍ່ໄດ້ກົດສິນ ກະລຸນາເບິ່ງອີກຄັ້ງໃນເວລາຫນຶ່ງ.
lt: Įkrovimo patvirtinimas dar nebaigtas. Prašome palaukti šiek tiek ir patikrinti vėl.
lv: Maksājumu aktivizācija nav pabeigta. Lūdzu, pārbaudiet vēlreiz pēc brīža.
mk: Активирањето на наплатата не е завршено. Ве молиме проверете повторно за краток временски период.
ml: പേയ്‌മെന്റ് സജീവമാക്കൽ പൂർത്തിയായിട്ടില്ല. കുറച്ച് സമയത്തിന് ശേഷം ദയവായി വീണ്ടും പരിശോധിക്കുക
mn: Төлбөрийн идэвхжүүлэлт хараахан дуусаагүй байна. Хэсэг хугацааны дараа дахин шалгана уу.
mr: बिलिंग सक्रियकरण अजून पूर्ण झाले नाही. कृपया काही वेळ प्रतीक्षा करून पुन्हा तपासा
ms: Pengesahan pembayaran belum selesai. Sila semak selepas beberapa ketika.
my: ငွေပေးချေမှုအတည်ပြုခြင်း မပြီးစီးသေးပါ။ ခဏကြာပြီးမှ ပြန်လည်စစ်ဆေးပါ
nb: Aktivering av betaling er ikke fullført. Vennligst prøv igjen om en stund.
ne: भुक्तानी सक्रियकरण पूरा भएको छैन। केही समय पछि पुनः जाँच गर्नुहोस्।
nl: De betaling is nog niet geactiveerd. Controleer het over een tijdje opnieuw.
no: Aktiveringen av betalingen er ikke fullført. Vennligst sjekk igjen etter en stund.
or: ପେମେଣ୍ଟ ସକ୍ରିୟକରଣ ସମ୍ପୂର୍ଣ୍ଣ ହୋଇନାହିଁ। ଦୟାକରି କିଛି ସମୟ ଅପେକ୍ଷା କରି ପୁଣି ଯାଞ୍ଚ କରନ୍ତୁ।
pa: ਚਾਰਜ ਦੀ ਐਕਟੀਵੇਸ਼ਨ ਅਜੇ ਪੂਰੀ ਨਹੀਂ ਹੋਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਸਮਾਂ ਇੰਤਜ਼ਾਰ ਕਰੋ ਅਤੇ ਫਿਰ ਚੈਕ ਕਰੋ।
pl: Aktywacja płatności nie została jeszcze zakończona. Proszę spróbować ponownie za chwilę.
ps: د پیسو چارج فعالول بشپړ نه دي. مهرباني وکړئ د وروسته څه وخت بیا وګورئ.
pt: A ativação da cobrança não está concluída. Por favor, verifique novamente após algum tempo.
ro: Activarea plăților nu este completă. Vă rugăm să așteptați o perioadă și să verificați din nou.
ru: Активация платежа не завершена. Пожалуйста, проверьте через некоторое время.
si: සක්‍රිය කිරීම තවමත් සම්පූර්ණ වී නැත. කමක් නැත, කාලයක් බidingෙන්න පසුව නැවත පිරික්සුම් කරන්න.
sk: Aktivácia platby ešte nebola dokončená. Skontrolujte prosím neskôr.
sl: Aktivacija plačila še ni bila dokončana. Prosimo, preverite čez nekaj časa.
sq: Aktivizimi i pagesës nuk është përfunduar. Ju lutemi kontrolloni pas një kohe.
sr: Активирање наплате није завршено. Пожалите се касније.
sv: Aktiveringen av betalningen har inte slutförts. Vänligen kontrollera igen efter en stund.
sw: Kuwezesha malipo hakujakamilika. Tafadhali subiri muda kidogo halafu jaribu tena.
ta: சந்தா செயல்படுத்தல் முழுமையடையவில்லை. சிறிது நேரம் கழித்து மீண்டும் சரிபார்க்கவும்
te: చెల్లింపు సక్రియీకరణ ఇంకా పూర్తి కాలేదు. దయచేసి కొంత సమయం వేచి ఉండి మళ్లీ తనిఖీ చేయండి.
th: การเปิดใช้งานการชำระเงินยังไม่เสร็จสมบูรณ์ กรุณาตรวจสอบอีกครั้งหลังจากผ่านไปสักครู่
tl: Hindi pa nakumpleto ang pagpapatunay ng bayad. Mangyaring maghintay sandali at subukan ulit.
tr: Abonelik etkinleştirilmesi tamamlanmamış. Lütfen bir süre bekleyip tekrar kontrol edin.
uk: The subscription activation has not been completed. Please check again after a while.
ur: چارج کرنے کی حیثیت فعال نہیں ہوئی ہے۔ براہِ کرم تھوڑی دیر بعد دوبارہ چیک کریں۔
uz: To'lovni faollashtirish tugallanmadi. Iltimos, bir oz kutib, keyinroq tekshirib ko'ring.
vi: Việc kích hoạt thanh toán chưa hoàn thành. Vui lòng đợi một chút và kiểm tra lại sau.
zh: 未完成订阅的启用。请稍等一段时间后再检查。
zu: Ukuvulwa kokukhokha akuphelile. Sicela ubheka futhi ngemuva kwesikhashana.

# launchError
source: An error occurred at startup {ErrorMessagesConnection} Details:
af: `'n` '{ErrorMessagesConnection}: 'n fout het voorgekom tydens opstart.
am: መውጣት ጊዜ እቅፍ ይከሰት አለፈ ተገኝቷል። {ErrorMessagesConnection} ዝርዝር:
ar: حدث خطأ عند بدء التشغيل {ErrorMessagesConnection} التفاصيل:
as: 英語のメッセージが見つかりました。これをアッサム語に翻訳します。 英語メッセージ: "An error occurred at startup\n{ErrorMessagesConnection}\nDetails:" アッサム語翻訳: আৰম্ভণিতে এটা ত্ৰুটি ঘটিছে {ErrorMessagesConnection} বিৱৰণ:
az: Təxminən başlatma zamanı xətalar meydana gəldi {ErrorMessagesConnection} Təfərrüatlar:
be: Падчас запуску ўзнікла памылка {ErrorMessagesConnection}
bg: При стартиране възникна грешка {ErrorMessagesConnection} Подробности:
bn: অ্যাপ চালু করার সময় (অ্যাপ খোলার মুহূর্তে) কোনো প্রযুক্তিগত ত্রুটি ঘটলে ব্যবহারকারীদের কাছে প্রদর্ষিত ত্রুটি বার্তা। সংযোগ ত্রুটির মতো বিস্তারিত তথ্যও অন্তর্ভুক্ত থাকে, তাই ব্যবহারকারীরা যেন পরিস্থিতি বুঝতে পারেন সেভাবে অনুবাদ করুন।
bs: Dogodila se greška prilikom pokretanja.
ca: S'ha produït un error en iniciar l'aplicació {ErrorMessagesConnection}
cs: Při spuštění došlo k chybě {ErrorMessagesConnection} Podrobnosti:
cy: Cafodd gwall pan ddechreuwyd y cais. {ErrorMessagesConnection}
da: Der opstod en fejl ved opstarten {ErrorMessagesConnection}
de: Beim Start ist ein Fehler aufgetreten {ErrorMessagesConnection} Details:
el: Παρουσιάστηκε σφάλμα κατά την εκκίνηση {ErrorMessagesConnection} Λεπτομέρειες:
es: Este es un mensaje de error que se muestra al usuario cuando ocurre algún error técnico durante el inicio de la aplicación (en el momento de abrir la aplicación). Como incluye información detallada como errores de conexión, tradúzcalo para que el usuario pueda entender la situación.
et: Käivitamisel ilmnes viga {ErrorMessagesConnection} Üksikasjad:
eu: Abi ekintza batean errore bat gertatu da
fa: هنگام راه اندازی خطایی پیش آمد {ErrorMessagesConnection} جزئیات:
fi: Käynnistyksen aikana tapahtui virhe. {ErrorMessagesConnection} Yksityiskohdat:
fr: Une erreur est survenue au démarrage {ErrorMessagesConnection} Détails:
gl: Produciuse un erro a iniciar a aplicación {ErrorMessagesConnection}
gu: એપ્લિકેશન શરૂ થવાના સમયે (એપ્લિકેશન ખોલવાની ક્ષણે) કોઈ પણ પ્રકારની તકનીકી ભૂલ થાય તો વપરાશકર્તાને બતાવવામાં આવતો ભૂલ સંદેશો છે. કનેક્શન ભૂલ વગેરેની વિગતવાર માહિતી પણ સમાવિષ્ટ છે, તેથી વપરાશકર્તા પરિસ્થિતિ સમજી શકે તે રીતે અનુવાદ કરો.
he: שגיאה התרחשה בעת הפעלת האפליקציה {ErrorMessagesConnection} פרטים:
hi: एप्लिकेशन शुरू करते समय कोई तकनीकी त्रुटि हुई है। कनेक्शन त्रुटि सहित विस्तृत जानकारी भी शामिल हो सकती है।
hr: Došlo je do pogreške prilikom pokretanja {ErrorMessagesConnection} Detalji:
hu: Indításkor hiba történt. {ErrorMessagesConnection} Részletek:
hy: Կարևոր տեղեկություն {ErrorMessagesConnection} Հեշտ տեղեկություններ: Եթե կիրառումը բացված ժամանակ որևէ խնդիր առաջանա, խնդրում ենք կապվել աջակցության ծառայության հետ.
id: Terjadi kesalahan saat memulai aplikasi {ErrorMessagesConnection}
is: Villa kom að villa í upphafstíma {ErrorMessagesConnection} Nánar:
it: 翻訳する具体的な日本語のテキストが提供されていません。「日本語:」の後に翻訳すべき文章を教えてください。
ja: アプリの起動時（アプリを開いた瞬間）に何らかの技術的エラーが発生した場合にユーザーに表示されるエラーメッセージです。接続エラーなどの詳細情報も含まれるため、ユーザーが状況を理解できるよう翻訳してください。
ka: 起動時にエラーが発生しました {ErrorMessagesConnection} 詳細:
kk: Пайдаланғанда қате пайда болды {ErrorMessagesConnection} Толығырақ:
km: នេះជាសារកំហុសដែលបង្ហាញដល់អ្នកប្រើប្រាស់នៅពេលមានកំហុសបច្ចេកទេសណាមួយកើតឡើងនៅពេលចាប់ផ្តើមដំណើរការកម្មវិធី។ ព័ត៌មានលម្អិតដូចជាកំហុសការតភ្ជាប់ក៏ត្រូវបានរួមបញ្ចូលផងដែរ ដូច្នេះសូមបកប្រែឱ្យអ្នកប្រើប្រាស់អាចយល់ស្ថានការណ៍បាន។
kn: ಅಪ್ಲಿಕೇಶನ್ ಪ್ರಾರಂಭದಲ್ಲಿ ದೋಷ ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 앱 실행 시(앱을 열었을 때) 기술적 오류가 발생한 경우 사용자에게 표시되는 오류 메시지입니다. 연결 오류 등의 상세 정보도 포함되므로 사용자가 상황을 이해할 수 있도록 번역해 주세요.
ky: Демейкиндик учурда каталар пайда болду {ErrorMessagesConnection} Туураланма:
lo: ມີຄວາມປົນສັນໃນເວລາເປິດແອບພິ້ວທີ່ລົ໇ລໍາສັດທັງຫມົດ{ErrorMessagesConnection}ລາຍລະອຽດ:
lt: Programos paleidimo metu įvyko klaida {ErrorMessagesConnection} Išsamesnė informacija:
lv: Startup error occurred {ErrorMessagesConnection} Details:
mk: Се појави грешка при стартување {ErrorMessagesConnection} Детали:
ml: ആപ്പ് ആരംഭിക്കുന്ന സമയത്ത് (ആപ്പ് തുറക്കുന്ന നിമിഷം) ഏതെങ്കിലും സാങ്കേതിക പിശക് സംഭവിച്ചാൽ ഉപയോക്താവിന് കാണിക്കുന്ന പിശക് സന്ദേശമാണിത്. കണക്ഷൻ പിശകുകൾ പോലുള്ള വിശദമായ വിവരങ്ങളും ഉൾപ്പെടുത്തിയിരിക്കുന്നതിനാൽ, ഉപയോക്താവിന് സ്ഥിതി മനസ്സിലാക്കാൻ കഴിയുന്ന വിധത്തിൽ വിവർത്തനം ചെയ്യുക.
mn: Апп эхлэх үед (аппыг нээх мөчид) ямар нэгэн техникийн алдаа гарсан тохиолдолд хэрэглэгчдэд харуулах алдааны мессеж. Холболтын алдаа зэрэг дэлгэрэнгүй мэдээллийг агуулсан тул хэрэглэгч нөхцөл байдлыг ойлгох боломжтой.
mr: अॅपच्या सुरुवातीच्या वेळी (अॅप उघडल्याच्या क्षणी) काही तांत्रिक त्रुटी आल्यास वापरकर्त्यांना दाखवला जाणारा त्रुटी संदेश आहे. कनेक्शन त्रुटी इत्यादी तपशीलवार माहिती समाविष्ट असल्याने, वापरकर्ता परिस्थिती समजू शकेल अशा प्रकारे भाषांतर करा.
ms: Ralat telah berlaku semasa permulaan aplikasi {ErrorMessagesConnection}
my: ယင်းအက်ပ်ဖွင့်သည့်အချိန်တွင် (အက်ပ်ကိုဖွင့်သောအခါ) နည်းပညာဆိုင်ရာအမှားတစ်ခုဖြစ်ပေါ်လျှင် အသုံးပြုသူအား ပြသမည့်အမှားမက်ဆေ့ဂျ်ဖြစ်သည်။ ဆက်သွယ်ရေးအမှား အစရှိသည့်အသေးစိတ်အချက်အလက်များပါ၀င်သောကြောင့် အသုံးပြုသူမှ အခြေအနေကို နားလည်နိုင်စေရန် ဘာသာပြန်ပေးပါ။
nb: Det oppstod en feil ved oppstarten {ErrorMessagesConnection} Detaljer:
ne: एप्लिकेसन सुरु हुँदा (एप्लिकेसन खोलेको क्षणमा) कुनै प्राविधिक त्रुटि देखा परेमा प्रयोगकर्तालाई देखाइने त्रुटि सन्देश हो। जडान त्रुटि जस्ता विस्तृत जानकारी पनि समावेश गरिएको छ, त्यसैले प्रयोगकर्ताले स्थिति बुझ्न सकून् भनेर अनुवाद गर्नुहोस्।
nl: Er is een fout opgetreden bij het opstarten {ErrorMessagesConnection} Details:
no: Det oppstod en feil ved oppstarten {ErrorMessagesConnection}
or: 形式を確認しました。Oriya (Odia) 言語での翻訳は以下になります： ଲଞ୍ଚ ସମୟରେ ଏକ ତ୍ରୁଟି ଘଟିଛି {ErrorMessagesConnection} ବିସ୍ତାରିତ:
pa: 翻訳対象の具体的な日本語のエラーメッセージが提供されていません。実際の日本語のテキストを提供してください。
pl: Podczas uruchamiania wystąpił błąd {ErrorMessagesConnection} Szczegóły:
ps: د پیل پر مهال یوه تېروتنه رامنځته شوه {ErrorMessagesConnection} تفصیل:
pt: Um erro ocorreu durante a inicialização {ErrorMessagesConnection} Detalhes:
ro: A apărut o eroare la pornire {ErrorMessagesConnection}
ru: При запуске произошла ошибка {ErrorMessagesConnection} Подробности:
si: ආරම්භයේදී දෝෂයක් සිදුවී ඇත {ErrorMessagesConnection} වਿਸතර:
sk: Pri spustení došlo k chybe {ErrorMessagesConnection} Podrobnosti:
sl: Obstaja napaka ob zagonu aplikacije. {ErrorMessagesConnection} Podrobnosti:
sq: Ka ndodhi një gabim gjatë nisjes {ErrorMessagesConnection} Detajet:
sr: Дошло је до грешке приликом покретања. {ErrorMessagesConnection} Детаљи:
sv: Ett fel inträffade vid start
sw: Hii ni ujumbe wa hitilafu ambao unaonyeshwa kwa mtumiaji wakati hitilafu ya kiufundi yoyote inatokea wakati wa kuzindua programu (mara tu programu inapofunguliwa). Kwa kuwa inajumuisha maelezo ya kina kama vile hitilafu za muunganisho, tafsiri ili mtumiaji aweze kuelewa hali.
ta: 他の言語の翻訳を参考にして、適切な翻訳を作成します。実際のメッセージが確認できましたので、タミル語に翻訳します。 基本的な構造： - 起動時エラーメッセージ - `{ErrorMessagesConnection}` プレースホルダー - 詳細情報 ஆப் தொடங்கும் போது பிழை ஏற்பட்டது {ErrorMessagesConnection} விவரங்கள்:
te: యాప్ ప్రారంభంలో (యాప్ తెరిచిన క్షణంలో) ఏదైనా సాంకేతిక లోపం సంభవించినప్పుడు వినియోగదారులకు చూపబడే లోపం సందేశం. కనెక్షన్ లోపాలు వంటి వివరణాత్మక సమాచారం కూడా ఉంటుంది కాబట్టి, వినియోగదారులు పరిస్థితిని అర్థం చేసుకోగలిగేలా అనువదించండి.
th: มีข้อผิดพลาดเกิดขึ้นระหว่างการเริ่มต้นแอปพลิเคชัน {ErrorMessagesConnection} รายละเอียด:
tl: Nabigo ang paglunsad ng app. Pakisuri ang inyong network connection at subukang muli. {ErrorMessagesConnection}
tr: Başlatıldığında bir hata oluştu {ErrorMessagesConnection} Detaylar:
uk: An error occurred on startup {ErrorMessagesConnection}
ur: سائٹ شروع کرتے وقت ایک غلطی پیش آئی ہے {ErrorMessagesConnection} تفصیلات:
uz: Ilova ishga tushganda xato yuz berdi {ErrorMessagesConnection} Tafsilotlar:
vi: 実際に翻訳すべき具体的な日本語のエラーメッセージが提示されていないようです。アプリ起動時のエラーメッセージについての説明文のみが提供されています。 翻訳対象となる具体的な日本語のエラーメッセージを教えてください。
zh: 启动时发生错误 {ErrorMessagesConnection} 详细:
zu: Kwakho iphutha ngesikhathi sokuthi uhlelo lungene.
