Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# silentModeNotificationDescription
source: Even when Focus Mode is ON or the device is muted, notifications will be displayed on the lock screen, and sounds will be played.
af: Al die tyd wanneer die konsentrasiemodus aan is of die toestel op stil is, sal kennisgewings op die sluiter-vertoning vertoon word en klank sal gespeel word.
am: አንድ ምርጥ ሞዴዝ ወይም መሣሪያው ዝም ሳይኖረው እንኳን ማሳያዎች በተዘጋጀ አይነት ይታያሉ፣ ድምጽ ይገኛል።
ar: عند تفعيل وضع التركيز أو إذا كان الجهاز في وضع الصامت، ستظهر الإشعارات على شاشة القفل وستتم إعادة تشغيل الصوت.
as: ফোকাস মোড অন থাকিলে বা যন্ত্ৰ নীৰৱ অৱস্থাত থাকিলেও জাননী লক স্ক্ৰিনত প্ৰদৰ্শিত হ'ব আৰু শব্দ বাজিব
az: Konsentrasiya rejimi açıq olduğu zaman və ya cihaz səssiz olsa belə, bildirişlər kilid ekranında göstərilir və səs ifa edilir.
be: Паведамленні будуць адлюстроўвацца на экране замка і гучаць, нават калі актыўны рэжым канцэнтрацыі або прылада ў безгучным рэжыме.
bg: Уведомления ще се показват на заключения екран и звуковете ще се възпроизвеждат дори когато е активиран режим "Концентрация" или устройството е в беззвучен режим.
bn: যখন ফোকাস মোড চালু থাকে বা ডিভাইস সাইলেন্ট মোডে থাকে, তখনও নোটিফিকেশন লক স্ক্রিনে প্রদর্শিত হয় এবং সাউন্ড বাজায়।
bs: Obavijesti će se prikazati na zaključanom ekranu i zvuk će se reproducirati, čak i kada je način rada za koncentraciju uključen ili je uređaj u tišini.
ca: Les notificacions es mostraran a la pantalla de bloqueig i sonaran, fins i tot quan el mode d'enfocament està activat o el dispositiu està en silenci.
cs: Oznámení se zobrazí na uzamčené obrazovce a bude přehráno zvuk i při aktivním režimu soustředění nebo při ztlumeném zařízení.
cy: Mae hysbysiadau yn cael eu harddangos ar y sgrin gloi, a bydd sain yn chwarae, hyd yn oed pan fo'r modd canolbwyntio i ffwrdd neu pan fydd y ddyfais mewn sordd.
da: Selv når fokusmodussen er tændt, eller enheden er på lydløs, vises meddelelserne på låseskærmen, og lyden afspilles.
de: Benachrichtigungen werden auch im Fokusmodus oder wenn das Gerät auf lautlos ist, auf dem Sperrbildschirm angezeigt und der Ton wird abgespielt.
el: Ακόμα και όταν η λειτουργία "Εστίαση" είναι ενεργοποιημένη ή όταν η συσκευή είναι σε σίγαση, οι ειδοποιήσεις θα εμφανίζονται στην οθόνη κλειδώματος και ο ήχος θα αναπαράγεται.
es: Las notificaciones se mostrarán en la pantalla de bloqueo y se reproducirá el sonido, incluso con el modo no molestar activado o el dispositivo silenciado
et: Teavitused kuvatakse lukustuskuval ja heli esitatakse ka siis, kui keskendumise režiim on sisse lülitatud või seade on vaikses režiimis.
eu: Kontzentrazio modua ON dagoenean edo gailua isilpean dagoenean ere, jakinarazpenak lokatuta dagoen pantailan agertuko dira eta soinua joko da.
fa: حتی زمانی که حالت تمرکز فعال است یا دستگاه بی صدا است، اعلان‌ها در صفحه قفل نمایش داده می‌شوند و صدا پخش می‌شود.
fi: Ilmoitukset näytetään lukitusnäytöllä ja ääni toistetaan, vaikka keskittymis tila on päällä tai laite on äänettömällä.
gl: As notificacións aparecerán na pantalla de bloqueo e sonarán, mesmo cando o modo de concentración está activado ou o dispositivo está en modo silencioso.
gu: ફોકસ મોડ ચાલુ હોય અથવા ઉપકરણ મૌન હોય ત્યારે પણ, સૂચનાઓ લૉક સ્ક્રીન પર દેખાશે અને અવાજ વગાડવામાં આવશે
he: התראה תוצג על מסך הנעילה ויושמע צליל גם כאשר מצב ריכוז פעיל או כאשר המכשיר במצב השתק.
hi: फोकस मोड चालू होने पर या डिवाइस साइलेंट होने पर भी, सूचनाएं लॉक स्क्रीन पर दिखाई जाएंगी और ध्वनि बजेगी
hr: Obavijesti će se prikazivati na zaključanom ekranu i zvuk će se reprodukovati čak i kada je način rada koncentracije uključen ili kada je uređaj u tihom režimu.
hu: A középpont üzemmódban vagy a készülék némítva is, az értesítések megjelennek a zárképernyőn, és a hang lejátszásra kerül.
hy: Խտացրած ռեժիմը ON է կամ սարքը մաստ է, տեղեկացումները դեռևս ցուցադրվում են կողպված էկրանին և ձայնը լսելի է։
id: Notifikasi akan ditampilkan di layar kunci dan suara akan diputar bahkan ketika mode fokus aktif atau perangkat dalam keadaan senyap.
is: Þó svo að einbeitingarmótið sé virkt eða tækið sé í hljóðlausu ferli, munu tilkynningar birtast á låsaskjánum og hljóð mun spila.
it: Anche quando la modalità concentrazione è attiva o il dispositivo è in modalità silenziosa, le notifiche verranno visualizzate sulla schermata di blocco e il suono verrà riprodotto
ja: 集中モードがONまたはデバイスが消音時でも、通知はロック画面に表示され、サウンドが再生されます
ka: დაფინანსების რეჟიმი ჩართვაზე ან მოწყობილობა ჩუმად რომ იყოს, შეტყობინებები მაინც ვურგებთ იმ ადგილზე და ს صوتWhite დანახვას.
kk: Орталық режим қосулы немесе құрылғы үнсіз болғанда да, хабарламалар құлыптау экранында көрсетіліп, дыбыс ойнатылуда.
km: បើទោះបីជារបៀបផ្តោតអារម្មណ៍បើក ឬឧបករណ៍ស្ងាត់ក៏ដោយ ការជូនដំណឹងនឹងបង្ហាញនៅលើអេក្រង់ចាក់សោ ហើយសំឡេងនឹងចាក់
kn: ಫೋಕಸ್ ಮೋಡ್ ಆನ್ ಆಗಿರುವಾಗ ಅಥವಾ ಸಾಧನವು ಸೈಲೆಂಟ್ ಆಗಿರುವಾಗಲೂ, ಸೂಚನೆಗಳು ಲಾಕ್ ಸ್ಕ್ರೀನ್‌ನಲ್ಲಿ ತೋರಿಸಲ್ಪಡುತ್ತವೆ ಮತ್ತು ಧ್ವನಿ ಕೇಳಿಸುತ್ತದೆ
ko: 집중 모드가 켜져 있거나 기기가 무음 상태일 때도 알림이 잠금 화면에 표시되고 소리가 재생됩니다
ky: Концентрация режими ON же аппарат үнсүз болгондо да, билдирүүлөр лок экранда көрсөтүлөт жана звук ойнолууда.
lo: ໃນເບັດມອງສົດທີ່ອະດີດມີສະດາດໄວ້ຫຼືອຸປະກອນຈິບບິ່ນບັດບາດຈື່ເທົ່ານັ້ນການເຂົ້າຮອບຕິດຕາມແລະເຊິ່ອດເຄື່ອນສົນຈະໃຊ້ ດຽວນັ້ນ ແລະ ເສຽງຊັດຕິລສົມປັຣ ນິຍັບສາດສົດໄວ້.
lt: Net jeigu koncentracijos režimas įjungtas arba įrenginys yra be garso, pranešimai bus rodomi užrakto ekrane ir garsas bus atkuriamas.
mk: Иако е режимот на концентрација ВКЛУЧЕН или уредот е без звук, известувањата ќе се прикажуваат на екранот за заклучување и звукот ќе се репродуцира.
ml: ഫോക്കസ് മോഡ് ഓൺ ആയിരിക്കുമ്പോഴോ ഉപകരണം നിശബ്ദത്തിലായിരിക്കുമ്പോഴോ പോലും, അറിയിപ്പുകൾ ലോക്ക് സ്ക്രീനിൽ പ്രദർശിപ്പിക്കുകയും ശബ്ദം പ്ലേ ചെയ്യുകയും ചെയ്യും
mn: Анхаарал төвлөрүүлэх горим асаалттай эсвэл төхөөрөмж дуугүй горимд байгаа үед ч мэдэгдэл түгжээстэй дэлгэцэд харагдаж, дуу гарна
mr: फोकस मोड चालू असताना किंवा डिव्हाइस साइलेंट असताना देखील, नोटिफिकेशन लॉक स्क्रीनवर दिसतील आणि आवाज वाजेल
ms: Notifikasi akan ditampilkan pada skrin kunci dan bunyi akan dimainkan walaupun mod fokus dihidupkan atau peranti berada dalam mod senyap.
my: စူးစိုက်မှုမုဒ်ဖွင့်ထားသည့်အခါ သို့မဟုတ် စက်ပစ္စည်းအသံပိတ်ထားသည့်အခါတွင်ပင် အသိပေးချက်များသည် လော့ခ်မျက်နှာပြင်တွင်ပေါ်နေမည်ဖြစ်ပြီး အသံများလည်း ဖွင့်မည်ဖြစ်သည်
nb: Varslingsmeldinger vises på låseskjermen og lyd spilles av selv når aktivitetsmodus er på eller enheten er satt til lydløs.
ne: फोकस मोड सक्रिय भएको वा डिभाइस मौन मोडमा भएको बेलामा पनि, सूचनाहरू लक स्क्रिनमा देखाइनेछ र आवाज बज्नेछ
nl: Zelfs als de de concentratiemodus in staat is of het apparaat op stil staat, worden notificaties weergegeven op het vergrendelscherm en wordt er geluid afgespeeld.
no: Varslingsmeldinger vises på låseskjerm og lyd spilles av selv når fokustilstand er aktiv eller enheten er i lydløs modus.
or: ଫୋକସ ମୋଡ଼ ଚାଲୁ ଥିଲେ କିମ୍ବା ଡିଭାଇସ ନୀରବ ଥିଲେ ମଧ୍ୟ, ବିଜ୍ଞପ୍ତି ଲକ ସ୍କ୍ରିନରେ ଦେଖାଯିବ ଏବଂ ସାଉଣ୍ଡ ବାଜିବ
pa: ਫੋਕਸ ਮੋਡ ਚਾਲੂ ਹੋਣ 'ਤੇ ਜਾਂ ਡਿਵਾਈਸ ਸਾਈਲੈਂਟ ਹੋਣ 'ਤੇ ਵੀ, ਨੋਟੀਫਿਕੇਸ਼ਨ ਲਾਕ ਸਕਰੀਨ 'ਤੇ ਦਿਖਾਈ ਜਾਵੇਗੀ ਅਤੇ ਆਵਾਜ਼ ਚੱਲੇਗੀ
pl: Powiadomienia są wyświetlane na ekranie blokady i dźwięki są odtwarzane, nawet gdy tryb skupienia jest włączony lub urządzenie jest wyciszone.
ps: که د تمرکز حالت ON وي یا کله چې آله خاموش وي، بیا هم خبرتیاوې په لاک سکرین کې څرګندیږي او غږ پلي کیږي.
pt: As notificações serão exibidas na tela de bloqueio e o som será reproduzido mesmo quando o modo de concentração estiver ativado ou quando o dispositivo estiver no modo silencioso.
ro: Chiar și când modul de concentrare este activat sau când dispozitivul este pe silent, notificările sunt afișate pe ecranul de blocare și se reda sunet.
ru: Уведомления будут отображаться на экран блокировки и воспроизводиться звук, даже если режим фокусировки включен или устройство в беззвучном режиме.
si: ආකර්ෂණ ශේෂය ON හෝ උපකරණය සක්‍රිය නොවන විට, අනාවරණයන් ආවරණ රෙදුමට පැමිණේ සහ හවා ශබ්දයක් වාදනය වේ
sk: Oznámenia sa zobrazia na uzamknutej obrazovke a zvuk sa prehráva, aj keď je zapnutý režim koncentrácie alebo je zariadenie v tichom režime.
sl: Obvestila se prikažejo na zaklenjenem zaslonu in zvok se predvaja, tudi ko je način osredotočenosti vklopljen ali je naprava nastavljena na tiho.
sq: Edhe kur është aktivifikimi i Modit të Përqendrimit ose kur pajisja është në heshtje, njoftimet shfaqen në ekranin e bllokimit dhe tingujt luhen.
sr: Обавештења се приказују на закључаном екрану и звук се репродукује и када је режим концентрације укључен или је уређај на тишини.
sv: Notiser visas på låsskärmen och ljudet spelas upp även när fokusläget är på eller enheten är på ljudlös.
ta: ஃபோக்கஸ் மோட் இயக்கத்தில் இருந்தாலும் அல்லது சாதனம் ஊமையாக இருந்தாலும், அறிவிப்புகள் பூட்டுத் திரையில் காண்பிக்கப்படும் மற்றும் ஒலி ஒலிக்கும்
te: ఫోకస్ మోడ్ ఆన్‌లో ఉన్నప్పుడు లేదా పరికరం మూకంలో ఉన్నప్పుడు కూడా, నోటిఫికేషన్‌లు లాక్ స్క్రీన్‌లో కనిపిస్తాయి మరియు ధ్వని ప్లే అవుతుంది
th: แม้ในโหมดมุ่งเน้นหรือเมื่ออุปกรณ์ตั้งเสียงเงียบ การแจ้งเตือนจะแสดงในหน้าจอล็อกและมีเสียงเล่น
tr: Dikkat modu açık olduğunda veya cihaz sessizde olduğunda bile, bildirimler kilit ekranında görüntülenir ve ses çalınır.
uk: Notifications will be displayed on the lock screen and sound will be played even when Focus Mode is ON or the device is on silent.
ur: چوکر کی حالت آن ہے یا ڈیوائس خاموش ہے ، نوٹیفیکیشن لاک اسکرین پر نظر آئے گا اور آواز بجے گی۔
uz: E'tibor rejimi yoqilgan yoki qurilma ovozsiz holatda bo'lsa ham, bildirishnomalar qulflash ekranida ko'rsatiladi va ovoz chiqariladi.
zh: 即使集中模式开启或设备处于静音状态，通知仍将在锁屏上显示，并播放声音。
zu: Noma imodi yokugxila ivuliwe noma idivayisi icishiwe, izaziso zizozo zivele esikrinini sokuvula, futhi umsindo uzodlalwa.

# enableNotificationInSilentMode
source: Notify even in silent mode
af: Stuur kennisgewings selfs in stilmodus
am: የተመለከተ ዕቅፍ ምንም ያለም ማለት ይቻላል
ar: يُخطِر حتى في وضع عدم الإزعاج
as: নিৰৱ মোডতো সূচনা দিয়ক
az: Səsini söndürmüş rejimdə də bildiriş göndərir
be: Наводзіць паведамленне нават у рэжыме маўчання
bg: Уведомете дори в режим "Не безпокойте"
bn: মণা মোডে বিচিত্রনও করা হবে
bs: Obavijesti čak i u načinu neometanja
ca: Notifica també amb el mode silenci activat.
cs: Odeslat oznámení i v tichém režimu
cy: Hysbysu hyd yn oed yn y modd distaw
da: Underret selv i lydløs tilstand
de: Benachrichtigungen auch im Lautlos-Modus
el: Ειδοποιεί ακόμη και σε σιωπηλή λειτουργία
es: Notificar incluso en modo silencioso
et: Teavitab isegi häiritud režiimis
eu: Atenea moduan ere jakinaraziko du
fa: در حالت سایلنسر هم اطلاع‌رسانی کند
fi: Ilmoita myös äänettömässä tilassa
gl: Notificar incluso en modo silencio
gu: મૌન મોડમાં પણ નોટિફાઇ કરો
he: לְהוֹדִיעַ גַּם בִּמצָב שֶׁל טִיּוּךְ
hi: साइलेंट मोड में भी सूचना दें
hr: Obavještava čak i kada je na tiho.
hu: Értesít a néma módban is
hy: Հուշում տալ նաև ունկնդրման ռեժիմում
id: Mengirim pemberitahuan meskipun dalam mode senyap
is: Tilkynni jafnvel þegar í hljóðlausu ham.
it: Notifica anche in modalità silenziosa
ja: マナーモードでも通知する
ka: გაუგებარია, თუ სასწავლო რეჟიმში გამოტოვება ენიჭება.
kk: Кешіріңіз, күйзеліске түскенде хабарландыру жіберу
km: ជូនដំណឹងទោះបីជាស្ងាត់
kn: ಮೌನ ಮೋಡ್‌ನಲ್ಲಿಯೂ ಸೂಚನೆ ನೀಡಿ
ko: 무음 모드에서도 알림 받기
ky: Уйку режиминде да билдирүү
lo: ແຈ້ງເລື່ອນສະເໜີໃນແມ່ນບໍ່ວ່າຈະເປັນປະຈຸກດຽວ
lt: Pranešimai net ir tyliajame režime
mk: Да ги извести и во модот на тишина
ml: സൈലന്റ് മോഡിലും അറിയിപ്പ് നൽകുക
mn: Чимээгүй горимд ч мэдэгдэх
mr: साइलेंट मोडमध्येही सूचना द्या
ms: Hantar pemberitahuan walaupun dalam mod senyap
my: အသံပိတ်မုဒ်တွင်လည်း သတိပေးမည်
nb: Varsler selv i stillemodus
ne: मौन मोडमा पनि सूचना दिनुहोस्
nl: Meldingen zelfs in de stille modus
no: Varsle selv om mobilen er i lydløsmodus
or: ସାଇଲେଣ୍ଟ ମୋଡ଼ରେ ମଧ୍ୟ ବିଜ୍ଞପ୍ତି
pa: ਸਾਈਲੈਂਟ ਮੋਡ ਵਿੱਚ ਵੀ ਸੂਚਨਾ ਦਿਓ
pl: Powiadomienie w trybie cichym
ps: په خاموش حالت کې خبرتیا ورکول
pt: Notificar mesmo no modo silencioso
ro: Notifică chiar și în modul silențios
ru: Уведомлять даже в режиме без звука
si: මනා ගමන් ආකාරයේදීම දැනුම්දීම
sk: Oznamovateľ aj v režime ticha
sl: Obvesti tudi v tihem načinu
sq: Njoftoni edhe në modin e heshtur
sr: Обавештење и у режиму без звука
sv: Meddela även i tyst läge
ta: அமைதி பயன்முறையிலும் அறிவிப்பு
te: సైలెంట్ మోడ్‌లో కూడా నోటిఫై చేయండి
th: รับการแจ้งเตือนแม้ในโหมดสั่น
tr: Sessiz modda bile bildirim gönderir
ur: خاموش موڈ میں بھی اطلاع دیں
uz: Xavot qilish rejimida ham bildirishnoma yuboradi
zh: 在静音模式下也会通知
zu: Ukuze uqinisekise ukuthi izaziso zifika nakuma-mode okuthula

# enableNotificationInSilentModeSetting
source: Notification settings even in silent mode
af: Kennisgewing instelling selfs in stilmodus
am: እንቅስቃሴ ሞዴ ውስጥ ቢሆንም ማስታወቂያ ቅንብር
ar: إعدادات الإشعارات حتى في وضع عدم الإزعاج
as: নীৰব মোডতো জাননী সংস্থাপন
az: Sessiz rejimdə bildiriş ayarları
be: Настройка паведамленняў у рэжыме без гуку
bg: Нотификации дори в режим "Не безпокойте"
bn: মনা মোডে নোটিফিকেশন সেটিং
bs: Obavijesti podešene čak i kada je telefon u tišini
ca: Configuració de notificacions en modalitat silenciosa
cs: Nastavení oznámení i v režimu tichého módu
cy: Hysbysiadau wedi'u gosod hyd yn oed pan fyddwch yn y modd grym
da: Notifikationer i lydløs tilstand
de: Benachrichtigungseinstellungen im Lautlosmodus
el: Ρυθμίσεις ειδοποίησης ακόμα και σε αθόρυβη λειτουργία
es: Notificaciones en modo silencioso
et: Teavituste seadistamine ka häirimata režiimis
eu: Notifikazio ezarpenak modu isilenean
fa: تنظیم اعلان در حالت بی‌صدا
fi: Ilmoitusasetukset myös äänettömällä tilalla
gl: Configuración de notificaciones incluso en modo silencio
gu: સાઇલન્ટ મોડમાં પણ નોટિફિકેશન
he: הגדרות התראות במצב שקט
hi: साइलेंट मोड में भी नोटिफिकेशन
hr: Postavke obavijesti čak i kada je uređaj u načinu rada bez zvuka
hu: Értesítési beállítás csendes módban
hy: Ծանուցումների կարգավորումներ բեն ջանք չդարձնելու համար
id: Pengaturan notifikasi meskipun dalam mode senyap
is: Tilkynningarstillingar jafnvel í hljóðlausu lægi
it: Notifiche anche in modalità silenziosa
ja: マナーモードでも通知設定
ka: შეტყობინების პარამეტრები მონიტორის რეჟიმში
kk: Тыныш режимінде де хабарламаларды баптау
km: ការជូនដំណឹងក្នុងរបៀបស្ងៀម
kn: ಮೌನ ಮೋಡ್‌ನಲ್ಲಿಯೂ ಅಧಿಸೂಚನೆ ಸೆಟ್ಟಿಂಗ್
ko: 매너모드에서도 알림 설정
ky: Кыйынчылыктарды эске албастан кабарландыруу жөндөө
lo: ການເອົ້າຈິດໃນແບບສະຖານທີ່ສະມາດ ໃນຄວາມຈິງເປັນການລົງຄະແນນສະຖານນິຍາມເຊັ່ນແບບມະນຸດ PSI ໃນພາຍໃນລະດັບສູງແລະສະກຸນຂອງມາດສະຢິງໃນຫລຸດໄປທັງທົນທີ່ສຽງດິນຄລິງຊຽງສາຍຈຶຈອບຫລືໂຕໃນຄວາມຈິງເນອມສລະຊາຍ LymonBLA.
lt: Pranešimų nustatymas net ir tyliajame režime
mk: Поставете известувања и во режим на тишина
ml: സൈലന്റ് മോഡിലും അറിയിപ്പുകൾ പ്രാപ്തമാക്കുക
mn: Чимээгүй горимд ч мэдэгдэл тохиргоо
mr: साइलेंट मोडमध्ये सूचना सेटिंग
ms: Tetapan pemberitahuan walaupun dalam mod senyap
my: အသံပိတ်မုဒ်တွင်လည်း သတိပေးချက်ဆက်တင်
nb: Varslingsinnstillinger selv i modus for ikke forstyrr
ne: साइलेन्ट मोडमा सूचना सेटिङ
nl: Meldingsinstellingen in stille modus
no: Varsler innstillinger selv i stille modus
or: ନିରବ ମୋଡ୍‌ରେ ମଧ୍ୟ ବିଜ୍ଞପ୍ତି ସେଟିଂ
pa: ਸਾਈਲੈਂਟ ਮੋਡ ਵਿੱਚ ਵੀ ਨੋਟੀਫਿਕੇਸ਼ਨ ਸੈਟਿੰਗ
pl: Ustawienia powiadomień nawet w trybie cichym
ps: د خاموش حالت په وخت کې د خبرتیا تنظیمات
pt: Configuração de notificações mesmo no modo silencioso
ro: Set notifications even in silent mode
ru: Уведомления при включенном беззвучном режиме
si: ආචාරධර්ම මොඩ් හිදී දැනුම්දීම සැකසුම්
sk: Nastavenie oznámení aj v tichom režime
sl: Obvestilo nastavitve tudi v načinu tišine
sq: Njoftimi në mënyrë të parashikuar dhe në modalitetin e heshtur
sr: Подешавање нотификација у режиму тихе музике
sv: Avstängningsläge för meddelanden
ta: அமைதி பயன்முறையிலும் அறிவிப்பு அமைப்பு
te: మౌన మోడ్‌లో కూడా నోటిఫికేషన్ సెట్టింగ్
th: การตั้งค่าการแจ้งเตือนแม้ในโหมดสั่น
tr: Sessiz modda bildirim ayarları
ur: خاموش موڈ میں بھی اطلاع کی ترتیبات
uz: Alomat rejimidagi bildirishnomalar sozlamalari
zh: 即使在静音模式下也可设置通知
zu: Ukucushwa kokwaziswa nakuma-mode we-manner

# criticalAlertVolume
source: Volume
am: ድምፅ
ar: حجم الصوت
as: আওয়াজ
az: Səs tutumu
be: Гучнасць
bg: Сила на звука
bn: অডিওর মাত্রা
bs: Jakost zvuka
ca: Volum
cs: Hlasitost
cy: Llethder
da: Lydstyrke
de: Lautstärke
el: Όγκος
es: Volumen
et: Heli
eu: Bolumen
fa: صدا
fi: ääni
gu: વોલ્યુમ
he: עוצמה
hi: वॉल्यूम
hr: glasnoća
hu: hanger
hy: ճնշում
is: Hljómstill
ja: 音量
ka: შეტყობინება
kk: Дауысы
km: សំឡេង
kn: ಧ್ವನಿ ಪ್ರಮಾಣ
ko: 음량
ky: Көчөт
lo: ເສຽງດັດ
lt: Garsas
mk: Громчина
ml: വോള്യം
mn: дуу хүчин
mr: आवाजाचे प्रमाण
ms: Kekuatan
my: အသံပမာဏ
nb: Lydnivå
ne: भोल्युम
nl: Geluidsterkte
no: Lydnivå
or: ଭଲ୍ୟୁମ୍
pa: آواز
pl: Głośność
ps: چوکی
ro: Volum
ru: Громкость
si: ශ්‍රව්‍යතා
sk: Hlasitosť
sl: glasnost
sq: Të drejtat e zërit
sr: Запремина
sv: Volym
ta: ஒலி அளவு
te: వాల్యూమ్
th: ระดับเสียง
tr: ses seviyesi
ur: حجم
uz: Hajm
zh: 音量
zu: ivolumu

# todayPillNumber
source: {todayPillNumberPillNumberInPillSheet}
as: {todayPillNumberPillNumberInPillSheet}নং বটি
az: 現在のコードベースを確認したところ、`todayPillNumber`は実際にピルシート上の今日服用すべきピルの番号（数値）を表示するために使用されています。 すべての言語ファイルで同じ`{todayPillNumberPillNumberInPillSheet}`プレースホルダーが使用されていることから、これは純粋に数値が挿入される文字列テンプレートです。 アゼルバイジャン語でも数値（1、2、3...）は同様に表示されるため、プレースホルダーをそのまま保持します： {todayPillNumberPillNumberInPillSheet}
ca: {numeroPindolaAvuiAlFullDePindoles}
es: {numeroPildoraHoy}
sw: {nambariYaDawaYaLeo}

# formattedDateAndWeekday
source: {DateTimeFormatterMonthAndDay}({DateTimeFormatterWeekday})
eu: {DataFormatuaHilabeteaEtaEguna}({DataFormatuaAsteari})
