Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# failedToUpdate
source: Failed to update. Please check your communication environment and try again
af: Die opdatering het misluk. Kontroleer asseblief die kommunikasie-omgewing en probeer weer.
am: ዝርዝር ወይም እቅፍ ይከውን። እባክዎ የአገልግሎት አካባቢውን ያረጋግጡ እና ድጋፍ ይሞክሩ።
ar: فشل التحديث. يرجى التحقق من بيئة الاتصال الخاصة بك وحاول التغيير مرة أخرى.
as: আপডেট ব্যৰ্থ হৈছে। অনুগ্ৰহ কৰি আপোনাৰ ইণ্টাৰনেট সংযোগ পৰীক্ষা কৰি পুনৰ পৰিৱৰ্তন কৰিবলৈ চেষ্টা কৰক।
az: Yeniləmə uğursuz oldu. Xahiş edirik, əlaqə mühitinizi yoxlayın və dəyişikliyi yenidən edin.
be: Не ўдалося абнавіць. Праверце, калі ласка, сілу сігналу, а затым паўторна змяніце.
bg: Неуспешно актуализиране. Проверете условията на връзката и опитайте отново.
bn: আপডেট করতে ব্যর্থ হয়েছে। অনুগ্রহ করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করে আবার চেষ্টা করুন।
bs: Ažuriranje je neuspjelo. Provjerite svoje komunikacijsko okruženje i pokušajte ponovo promijeniti.
ca: Ha fallat l'actualització. Comproveu la vostra connexió a internet i torneu-ho a intentar.
cs: Aktualizace se nezdařila. Zkontrolujte prosím své připojení a zkuste změny zopakovat.
cy: Methodd wedi methu. Gwiriwch y sefyllfa gyfathrebu a phlease newid eto.
da: Opdateringen mislykkedes. Kontroller venligst din netværksforbindelse, og prøv igen.
de: Das Aktualisieren ist fehlgeschlagen. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
el: Η ενημέρωση απέτυχε. Παρακαλώ ελέγξτε την κατάσταση σύνδεσης και προσπαθήστε ξανά.
es: La actualización ha fallado. Por favor, verifique su conexión a internet e intente realizar el cambio nuevamente.
et: Uuendamine ebaõnnestus. Kontrollige oma suhtlusolukorda ja proovige uuesti muuda.
eu: Eguneratzeak porrot egin du. Mesedez, ziurtatu komunikazio-ingurunearen egoera eta aldaketak berriro saiatu.
fa: به‌روزرسانی انجام نشد. لطفاً شرایط ارتباطی خود را بررسی کرده و مجدداً تغییرات را انجام دهید.
fi: Päivitys epäonnistui. Tarkista internet-yhteytesi ja yritä uudelleen.
fil: Nabigo ang pag-update. Pakisuri po ang inyong koneksyon sa internet at subukang muli po.
fr: Échec de la mise à jour. Veuillez vérifier votre environnement de communication et réessayez de modifier.
gl: Non se puido actualizar. Comprobe a súa conexión e intente de novo.
gu: અપડેટ નિષ્ફળ થયું. કૃપા કરીને તમારું ઇન્ટરનેટ કનેક્શન તપાસીને ફરીથી પ્રયાસ કરો.
he: עדכון נכשל. אנא בדוק את תנאי התקשורת שלך ונסה לשנות שוב
hi: अपडेट विफल रहा। कृपया अपने नेटवर्क कनेक्शन की जांच करके फिर से कोशिश करें।
hr: Ažuriranje nije uspjelo. Provjerite svoju mrežnu vezu i pokušajte ponovo.
hu: Sikerült frissíteni. Kérjük, ellenőrizze a hálózati kapcsolatait, majd próbálja meg újra a módosítást.
hy: Թարմացումը ձախողվեց: Խնդրում ենք ստուգել կապի պայմանները և կրկնօրինակել փոփոխությունները
id: Pembaruan gagal. Silakan periksa lingkungan jaringan Anda dan coba ubah lagi.
is: Uppfærslu mistókst. Vinsamlegast athugaðu netumhverfið þitt og breyttu aftur.
it: Aggiornamento non riuscito. Verificare la connessione di rete e riprovare.
ja: 更新に失敗しました。通信環境をお確かめの上、再度変更してください
ka: განახლება ვერ განხორციელდა. გთხოვთ დაადასტუროთ საკომუნიკაციო გარემო და მიმართეთ ცვლილებებს.
kk: Жаңарту сәтсіз аяқталды. Байланыс жағдайын тексеріп, өзгерістерді қайтадан енгізіңіз.
km: បរាជ័យក្នុងការអាប់ដេត។ សូមពិនិត្យការតភ្ជាប់អ៊ីនធឺណិតរបស់អ្នក ហើយព្យាយាមម្តងទៀត
kn: ಅಪ್‌ಡೇಟ್ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮರುಪ್ರಯತ್ನಿಸಿ
ko: 업데이트에 실패했습니다. 네트워크 연결 상태를 확인한 후 다시 시도해 주세요.
ky: Жаңыртуу мүмкүнчүлүгү болбой калды. Байланыш чөйрөсүн текшериңиз жана кайрадан өзгөртүүнү аракет кылыңыз.
lo: ບໍ່ສາมາດອັບ໔້ນແລ້ວ. ກະລຸນາກວດສອບສິດທິການເສຍ຺ເສດສໍາລັບຂອບໃບແລະປ່ອນໃໝ່ອີກຄັ້ງ.
lt: Atnaujinimas nepavyko. Patikrinkite ryšio aplinkybes ir bandykite dar kartą.
lv: Atjaunināšana neizdevās. Lūdzu, pārbaudiet sakaru vidi un mēģiniet vēlreiz.
mk: Неуспешно ажурирање. Ве молиме проверете ја вашата комуникациска средина и обидете се повторно.
ml: അപ്ഡേറ്റ് പരാജയപ്പെട്ടു. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക
mn: Шинэчлэлт амжилтгүй боллоо. Сүлжээний холболтоо шалгаад дахин оролдоно уу
mr: अपडेट अयशस्वी झाले. कृपया आपल्या नेटवर्क वातावरणाची तपासणी करून पुन्हा प्रयत्न करा
ms: Kemaskini gagal. Sila semak persekitaran komunikasi anda dan cuba lagi.
my: အပ်ဒိတ်လုပ်ခြင်း မအောင်မြင်ပါ။ ဆက်သွယ်ရေးအခြေအနေကို စစ်ဆေးပြီး ထပ်မံပြောင်းလဲပေးပါ။
nb: Oppdateringen mislyktes. Sjekk kommunikasjonsmiljøet ditt og prøv igjen.
ne: अपडेट असफल भयो। कृपया आफ्नो इन्टरनेट जडान जाँच गरेर पुनः प्रयास गर्नुहोस्
nl: De update is mislukt. Controleer uw netwerkverbinding en probeer de wijziging opnieuw.
no: Oppdateringen mislyktes. Vennligst sjekk nettverksforholdene dine og prøv å endre igjen.
or: ଅପଡେଟ୍ ବିଫଳ ହୋଇଛି। ଦୟାକରି ଆପଣଙ୍କର ନେଟୱାର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରି ପୁନଃ ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਅਪਡੇਟ ਅਸਫਲ ਰਿਹਾ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਨੈਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się zaktualizować. Sprawdź środowisko komunikacyjne i spróbuj ponownie wprowadzić zmiany.
ps: تازه کول ناکام شو. د اړیکو چاپیریال وګورئ او بیا بدلون وکړئ.
pt: Falha na atualização. Verifique sua conexão e tente fazer a alteração novamente.
ro: Actualizarea a eșuat. Vă rugăm să verificați conexiunea la internet și să încercați din nou.
ru: Не удалось обновить. Пожалуйста, проверьте условия связи и попробуйте еще раз.
si: අලුත් කිරීම අසාර්ථක විය. සන්නිවේදන පරිසරය පරික්ෂා කරන්න, නැවත වෙනස් කරන්න.
sk: Aktualizácia zlyhala. Skontrolujte svoje internetové pripojenie a skúste to znova.
sl: Posodobitev ni uspela. Preverite omrežno povezavo in poskusite znova.
sq: Përditësimi dështoi. Ju lutemi kontrolloni ambientin tuaj të komunikimit dhe provoni sërish.
sr: Ажурирање није успело. Проверите своје комуникационе услове и покушајте поново.
sv: Uppdateringen misslyckades. Kontrollera din internetanslutning och försök igen.
ta: புதுப்பித்தல் தோல்வியுற்றது. தயவு செய்து உங்கள் இணைய இணைப்பை சரிபார்த்து மீண்டும் முயற்சி செய்யவும்
te: అప్డేట్ విఫలమైంది. దయచేసి మీ ఇంటర్నెట్ కనెక్షన్ను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి
th: ไม่สามารถอัปเดตได้ กรุณาตรวจสอบสภาพการเชื่อมต่อของคุณและลองเปลี่ยนแปลงอีกครั้ง
tl: Hindi natagumpay ang pag-update. Pakisuri po ang inyong koneksyon sa internet at subukang muli.
tr: Güncelleme başarısız oldu. Lütfen iletişim ortamınızı kontrol edin ve değişikliği tekrar deneyin.
uk: Failed to update. Please check your network connection and try changing it again.
ur: تجدید میں ناکامی ہوئی۔ براہ کرم اپنے مواصلاتی ماحول کی جانچ کریں اور دوبارہ تبدیلی کریں۔
uz: Yangilash amalga oshirilmadi. Iltimos, aloqa muhitini tekshirib ko'ring va yana bir bor o'zgartiring.
vi: Cập nhật thất bại. Vui lòng kiểm tra kết nối mạng và thử lại.
zh: 更新失败。请确认您的通信环境，然后再次进行更改。
zu: Ukwakhiwa kwephutha. Sicela uqinisekise indawo yokuxhumana, bese ushintsha futhi.

source: Headache
af: Migraine
am: ራስ ታማኝ
ar: صداع
as: মূৰৰ বিষ
az: baş ağrısı
be: Галаўны боль
bg: Главоболие
bn: মাথাব্যথা
bs: glavobolja
ca: mal de cap
cs: Bolest hlavy
cy: pennaeth
da: Hovedpine
de: Kopfschmerzen
el: Πονοκέφαλος
es: dolor de cabeza
et: peavalu
eu: bultzada
fa: سردرد
fi: päänsärky
fil: sakit ng ulo
fr: Maux de tête
gl: dor de cabeza
gu: માથાનો દુખાવો
he: כאבי ראש
hi: सिरदर्द
hr: Glavobolja
hu: fejfájás
hy: ցավ
id: sakit kepala
is: höfuðverkur
it: mal di testa
ja: 頭痛
ka: მუცლის შესაწირი
kk: бас ауруы
km: ចុកក្បាល
kn: ತಲೆನೋವು
ko: 두통
ky: баш оору
lo: ປວດເຮັດ
lt: galvos skausmas
lv: galvassāpes
mk: главоболе
ml: തലവേദന
mn: толгойн өвдөлт
mr: डोकेदुखी
ms: Sakit kepala
my: ခေါင်းကိုက်
nb: Hodepine
ne: टाउको दुखाइ
nl: Hoofdpijn
no: Hodepine
or: ମାଥା ବ୍ୟଥା
pa: ਸਿਰ ਦਰਦ
pl: bóle głowy
ps: سردرد
pt: Dor de cabeça
ro: durere de cap
ru: Головная боль
si: ඇඹුල්න
sk: bolesť hlavy
sl: bolečina v glavi
sq: dhimbje koke
sr: главобоља
sv: Huvudvärk
ta: தலைவலி
te: తల నొప్పి
th: ปวดหัว
tl: sakit ng ulo
tr: baş ağrısı
ur: سر درد
uz: Bosh og'rig'i
vi: đau đầu
zh: 头痛
zu: ikhanda

source: Abdominal pain
af: buikpyn
am: ምግር በሽብር
ar: آلام البطن
as: পেটৰ বিষ
az: qarın ağrısı
be: Боль у жывата
bg: Коремна болка
bn: পেট ব্যথা
bs: Bolovi u stomaku
ca: Dolor abdominal
cs: bolest břicha
cy: bolchder
da: Mavesmerter
de: Bauchschmerzen
el: κοιλιακός πόνος
es: dolor abdominal
et: Kõhuvalu
eu: Sabel
fa: درد شکم
fi: vatsakipu
fil: Sakit ng tiyan
fr: douleur abdominale
gl: dores de barriga
gu: પેટમાં દુખાવો
he: כאב בטן
hi: पेट दर्द
hr: bolovi u trbuhu
hu: hasi fájdalom
hy: Աղիքների ցավ
id: Nyeri perut
is: kviðverkir
it: Dolore addominale
ja: 腹痛
ka: ღრუბლიანი
kk: іш ауруы
km: ឈឺពោះ
kn: ಹೊಟ್ಟೆ ನೋವು
ko: 복통
ky: іш оорусу
lo: ບັນຫາທາງໃສ
lt: Pilvo skausmas
lv: sāpes vēderā
mk: стомачна болка
ml: വയറുവേദന
mn: гэдэсний өвдөлт
mr: पोटदुखी
ms: sakit perut
my: ဗိုက်နာ
nb: magesmerter
ne: पेट दुख्ने
nl: Buikpijn
no: Mage
or: ପେଟ ବେଦନା
pa: ਪੇਟ ਦਾ ਦਰਦ
pl: Ból brzucha
ps: د معدې درد
pt: Dor abdominal
ro: dureri abdominale
ru: Боль в животе
si: ඇඳිරිම
sk: bolesť brucha
sl: bolečina v trebuhu
sq: dhimbje barku
sr: Bolovi u stomaku
sv: Magont
ta: வயிற்று வலி
te: కడుపు నొప్పి
th: ปวดท้อง
tl: sakit ng tiyan
tr: karın ağrısı
uk: stomach pain
ur: پیٹ کا درد
uz: Qorin og'rig'i
vi: đau bụng
zh: 腹痛
zu: Ihliziyo

source: Nausea
af: nausheid
am: መቀርሳ
ar: غثيان
as: বমি বমি ভাব
be: Тошнота
bg: Гадене
bn: বমি বমি ভাব
bs: mučnina
ca: nàusea
cs: nevolnost
cy: cüsgyr
da: Kvalme
de: Übelkeit
el: ναυτία
es: náuseas
et: iiveldus
fa: تهوع
fi: pahoinvointi
fil: pagkahilo
fr: Nausées
gl: náuseas
gu: મતળી
he: בחילה
hi: मतली
hr: mučnina
hu: Hányinger
hy: Մզում
id: mual
is: óveis
ja: 吐き気
ka: მუცლის ტკივილი
kk: Жүрек айну
km: ចង់ក្អួត
kn: ವಾಕರಿಕೆ
ko: 메스꺼움
ky: ките
lo: ອ່ວນໃສ
lt: Pykinimas
lv: Slikums
mk: гадење
ml: ഓക്കാനം
mn: дотрон зовоох
mr: मतळी
ms: Loya
my: မအီမသာဖြစ်ခြင်း
nb: Kvalme
ne: वाकवाकी
nl: misselijkheid
no: kvalme
or: ବାନ୍ତି ଲାଗିବା
pa: ਮਤਲੀ
pl: Nudności
ps: ځیګر
pt: náusea
ro: greață
ru: Тошнота
si: අන්ධකාරය
sk: nevoľnosť
sl: Slabost
sq: nëvojë për të vjella
sr: mučnina
sv: Illamående
ta: குமட்டல்
te: వికారం
th: คลื่นไส้
tl: pagduduwal
tr: bulantı
ur: متلی
uz: Qusish
vi: buồn nôn
zh: 恶心
zu: ukudlikiza

source: Anemia
af: bloedarmoede
am: ነፍሳዊ ጥገና
ar: فقر الدم
as: ৰক্তহীনতা
az: qan çəkilməsi
be: анемія
bg: анемия
bn: রক্তশূন্যতা
bs: Anemija
ca: anèmia
cs: anémie
da: Anæmi
de: Anämie
el: αναιμία
et: aneemia
fa: آسیب به رابطه
fr: Anémie
gu: રક્તઅલ્પતા
he: אנמיה
hi: एनीमिया
hr: anemija
hu: vérszegénység
hy: արյունահատույց
is: Blóðleysi
ja: 貧血
ka: ანისით
kk: анемия
km: ខ្វះឈាម
kn: ರಕ್ತಹೀನತೆ
ko: 빈혈
ky: Төмөнкү гемоглобин деңгээли же темирдин жетишсиздиги менен мүнөздөлүүчү оорулар.
lo: ປະສົບອາການແບບອ່ອນ
lt: Anemija
lv: anēmija
mk: анемија
ml: അനീമിയ
mn: цус багадалт
mr: अनिमिया
my: သွေးအားနည်းခြင်း
nb: anemi
ne: रक्तअल्पता
nl: bloedarmoede
no: Anemi
or: ରକ୍ତହୀନତା
pa: ਐਨੀਮੀਆ
pl: niedokrwistość
ps: کم خونی
ro: anemie
ru: анемия
si: අශ්මිතය
sk: anémia
sl: anemija
sr: анемија
sv: Anemi
ta: இரத்த சோகை
te: రక్తహీనత
th: โรคโลหิตจาง
tr: anemi
uk: anaemia
ur: کم خونی
uz: Anemiya
vi: thiếu máu
zh: 贫血
zu: ukukhathazeka ngokuntula igazi

source: Diarrhea
af: Diarree
am: የበሽታ ተወርዳ
ar: إسهال
as: ডায়েৰিয়া
az: İshal
be: Дыярэя
bg: Диария
bn: ডায়ারিয়া
bs: proliv
ca: diarrea
cs: Průjem
cy: ethnigl
da: Diarré
de: Durchfall
el: Διάρροια
es: diarrea
et: kõhulahtisus
eu: Diarrea
fa: اسهال
fi: Ripuli
fil: pagtatae
fr: diarrhée
gl: Diarréia
gu: અતિસાર
he: שלשול
hi: दस्त
hr: Proljev
hu: Hasmenés
id: Diare
is: hreyfing
it: diarrea
ja: 下痢
ka: ხანგრძლივი შეკრულობა
kk: Іш өту
km: រាគរួស
kn: ಅತಿಸಾರ
ko: 설사
ky: Диарея
lo: ລົງສະຖານທີ່ລົງສະຖານ
lt: viduriavimas
lv: caureja
mk: Просипување
ml: വയറിളക്കം
mn: суулга
mr: अतिसार
ms: Cirit-birit
my: ဝမ်းလျှော
nb: Diaré
ne: पखाला
nl: diarree
no: Diaré
or: ଅତିସାର
pa: ਦਸਤ
pl: Biegunka
ps: اسهال
pt: Diarréia
ro: diaree
ru: Диарея
si: මියස්ස
sk: Hnačka
sl: driska
sq: Diarre
sr: proliv
sv: Diarré
ta: வயிற்றுப்போக்கு
te: అతిసారం
th: อาการท้องเสีย
tl: pagtatae
tr: ishal
ur: اسہال
uz: Diareya
vi: tiêu chảy
zh: 腹泻
zu: ukuhlanza

source: Constipation
af: verstopting
am: ክትክት
ar: إمساك
as: কোষ্ঠকাঠিন্য
az: Qəbizlik
be: Запор
bg: Запек
bn: কোষ্ঠকাঠিন্য
bs: Zatvor
ca: estrenyiment
cs: Zácpa
da: Forstoppelse
de: Verstopfung
el: Δυσκοιλιότητα
es: estreñimiento
et: kõhukinnisus
eu: idorreria
fa: یبوست
fi: Ummetus
fil: konstipasyon
gl: Estreñimento
gu: કબજિયાત
he: עצירות
hi: कब्ज़
hr: zatvor
hu: székrekedés
hy: հիմք
id: sembelit
is: Hægðatregða
it: stitichezza
ja: 便秘
ka: გაჭირვება
kk: дәлсіздіктен
km: រាកស្ងួត
kn: ಮಲಬದ್ಧತೆ
ko: 변비
ky: Запор
lo: ບິດສິນ
lt: užkietėjimas
lv: aizcietējums
mk: Запек
ml: മലബന്ധം
mn: өтгөн хатуу
mr: कब्ज
ms: sembelit
my: ဝမ်းချုပ်
nb: Forstoppelse
ne: कब्जियत
nl: verstopping
no: Forstoppelse
or: କବଜ
pa: ਕਬਜ਼
pl: zaparcie
ps: یبوست
pt: Constipação
ro: constipatie
ru: Запор
si: පියවර
sk: zápcha
sl: zaprtje
sq: Constipacion
sr: Затвор
sv: Förstoppning
ta: மலச்சிக்கல்
te: మలబద్ధకం
th: ท้องผูก
tl: konstipasyon
tr: kabızlık
ur: قبض
uz: QABIZLIK
vi: táo bón
zh: 便秘
zu: ukuvuvukala

source: Drowsiness
af: Slaperigheid
am: ከዕረፍት
ar: نعاس
as: নিদ্ৰালুতা
az: yuxusuzluq
be: Сонливост
bg: Сънливост
bn: তন্দ্রা
bs: pospanost
ca: Sonolència
cs: ospalost
cy: blinder
da: Træthed
de: Schläfrigkeit
el: υπνηλία
es: Somnolencia
et: unetus
eu: Loquimea
fa: خستگی
fi: väsymys
fil: pagkaantok
fr: Somnolence
gl: Sonolencia
gu: ઊંઘ
he: עייפות
hi: तंद्रा
hr: pospanost
hu: álmos
hy: քնածություն
id: mengantuk
is: svartsýni
it: sonnolenza
ja: 眠気
ka: ძილი
kk: ұйқы
km: ភាពងុយគេង
kn: ನಿದ್ರಾಳುತನ
ko: 졸음
ky: Уйку
lo: ຄວາມເພີນໄປ
lt: Miego
lv: miega
mk: Сонливост
ml: ഉറക്കമോഹം
mn: нойрмог байдал
mr: तंद्री
ms: Mengantuk
my: အိပ်ချင်စိတ်
nb: søvnighet
ne: निद्रालुता
nl: Slaperigheid
no: Tretthet
or: 検索結果に基づき、オディア語で「眠気」の医学的症状用語として最も適切な翻訳を提供します。 **ଘୁମେଇ**
pa: ਨੀਂਦੜ
pl: Senność
ps: خواب آلودگی
pt: Sonolência
ro: Somnolență
ru: Сонливость
si: නිදා ලබන විට
sk: ospalosť
sl: zaspanost
sq: Gjumbje
sr: Сноговица
sv: Trötthet
ta: தூக்கம்
te: మగత
th: ง่วงนอน
tl: pagkakaantok
tr: uyku hali
uk: sleepiness
ur: نیند کی کیفیت
uz: Uyqu
vi: buồn ngủ
zh: 困倦
zu: Ubugebengu

source: Back pain
af: rugpyn
am: የእርቅ ሽታ
ar: ألم أسفل الظهر
as: কঁকালৰ বিষ
az: Bel ağrısı
be: Боль у спіне
bg: Болки в кръста
bn: কোমর ব্যথা
bs: bolovi u leđima
ca: dolor lumbar
cs: Bolest zad
cy: bochd dath
da: Lændesmerter
de: Rückenschmerzen
el: Πόνος στην πλάτη
es: dolor lumbar
et: Seljavalu
eu: bizkarrezurraren mina
fa: درد کمر
fi: selkäkipu
fil: sakit ng balakang
fr: Douleur lombaire
gl: dor
gu: કમરનો દુખાવો
he: כאב גב
hi: कमर दर्द
hr: bolovi u leđima
hu: deréktáji fájdalom
hy: ցավ
id: nyeri punggung
is: Bakvöðvabólga
it: mal di schiena
ja: 腰痛
ka: წანწალი
kk: Белдеме
km: ឈឺខ្នង
kn: ಸೊಂಟದ ನೋವು
ko: 요통
ky: 腰 ооруу
lo: ອາກາດເປັນແບບໃບ
lt: nugaros skausmas
lv: jostas sāpes
mk: Болка во вашиот грб
ml: അരക്കെട്ടുവേദന
mn: бэлхүүшний өвдөлт
mr: कमरदुखी
ms: sakit pinggang
my: ခါးကိုက်
nb: Lumbago
ne: कम्मर दुखाइ
nl: Lage rugpijn
no: ryggsmerter
or: କମର ଯନ୍ତ୍ରଣା
pa: ਕਮਰ ਦਰਦ
pl: bóle w dolnej części pleców
ps: کمر درد
pt: dor nas costas
ro: durere de spate
ru: Боль в пояснице
si: පหลัง මැදි
sk: bolesť chrbta
sl: bolečine v križu
sq: dhembje e belit
sr: Бол у леђима
sv: Ryggsmärta
ta: இடுப்பு வலி
te: కటి వేదన
th: ปวดหลัง
tl: sakit ng baywang
tr: bel ağrısı
uk: lower back pain
ur: کمر میں درد
uz: bel og'rig'i
vi: đau lưng
zh: 腰痛
zu: ubuhlungu bemva

source: Palpitation
af: hartkloppings
am: የእምቅዋማ
ar: خفقان
as: বুকধপধপনি
az: ürək döyüntüsü
be: дзікар
bg: Сърцебиене
bn: হৃদস্পন্দন
bs: palpitacije
ca: palpitacions
cs: bušení srdce
cy: curiad
da: hjertebanken
de: Herzklopfen
el: ταχυκαρδία
es: palpitaciones
et: südamepekslemine
eu: bihotz-taupadak
fa: تپش قلب
fi: sydämentykytys
fil: kabog ng puso
fr: Palpitations
gl: palpitación
gu: ધડકારા
he: דפיקות לב
hi: धड़कन
hr: palpitacija
hu: szívverés
hy: હ્રદયધડક
id: detak jantung
is: hjartsláttur
it: palpitazioni
ja: 動悸
ka: საკუთარი გულისცემა
kk: Жүрек дүрсілінің
km: បេះដូងលោត
kn: ಹೃದಯ ಕಂಪನ
ko: 두근거림
ky: сакат
lo: ດໍ່ນົ່ນ
lt: Širdies plakimas
lv: sirdsd
mk: кањон
ml: ഹൃദയസ്പന്ദനം
mn: зүрх дэлсэх
mr: धड़धड़ाहट
ms: degupan jantung
my: နှလုံးခုန်မြန်ခြင်း
nb: hjertebank
ne: धड्कन
nl: hartkloppingen
no: hjertebank
or: ହୃଦସ୍ପନ୍ଦନ
pa: ਧੜਕਨ
pl: palpitacje
ps: د زړه د تودولو احساس
pt: palpitações
ro: palpitații
ru: сердцебиение
si: හදවතේ කුනක
sk: búšenie srdca
sl: palpitacije
sq: Rrahje
sr: Palpitacije
sv: hjärtklappning
ta: இதயத் துடிப்பு
te: హృదయ స్పందనలు
th: หัวใจเต้นแรง
tl: palpitasyon
tr: çarpıntı
uk: palpitations
ur: دل کی دھڑکن
uz: Qalbing urishi
vi: tim đập nhanh
zh: 心悸亢進
zu: ukushaya kweqolo

source: Irregular bleeding
af: onregelmatige bloeding
am: የተወሰነ ዝግጅት
ar: نزيف غير منتظم
as: অনিয়মীয়া ৰক্তস্ৰাৱ
az: Düzensiz qanaxma
be: Парушэнне крывацечнасці
bg: Неочаквано кървене
bn: অনিয়মিত রক্তক্ষরণ
bs: neregularno krvarenje
ca: sangratges irregulars
cs: Nepravidelné krvácení
cy: guillt ddu
da: Uregelmæssig blødning
de: Zwischenblutung
el: ακανόνιστη αιμορραγία
es: sangrado irregular
et: Ebaregulaarne veritsus
eu: Odol-ezberritzea
fa: خونریزی غیرطبیعی
fi: epäselvä verenvuoto
fil: Hindi normal na pagdurugo
fr: Saignement anormal
gl: sangrado anormal
gu: અસામાન્ય રક્તસ્રાવ
he: דימומים לא תקינים
hi: अनियमित रक्तस्राव
hr: Neredovita krvavljenja
hu: rendellenes vérzés
hy: Անսովոր արյունահոսություն
id: pendarahan yang tidak normal
is: óhófsblæðing
it: Sanguinamento anomalo
ja: 不正出血
ka: არითმიულება
kk: қалыптан тыс қан кету
km: ការធ្លាក់ឈាមមិនធម្មតា
kn: ಅನಿಯಮಿತ ರಕ್ತಸ್ರಾವ
ko: 부정출혈
ky: түзүлбөгөн кан
lo: ບໍ່໖ິຈາກການແລ້ນບໍ່໖ິຈາຍ
lt: Kraujavimas iš lytinių organų
lv: neparastais asiņošana
mk: Нерегуларно крварење
ml: അസാധാരണ രക്തസ്രാവം
mn: хэвийн бус цус алдалт
mr: असामान्य रक्तस्राव
ms: pendarahan tidak normal
my: သွေးမမှန်ထွက်ခြင်း
nb: Uregelmessig blødning
ne: असामान्य रक्तस्राव
nl: abnormale bloeding
no: Uregelmessig blødning
or: ଅନିୟମିତ ରକ୍ତସ୍ରାବ
pa: ਅਨਿਯਮਿਤ ਖੂਨ ਸਰਾਵ
pl: krwotok mimo miesiączki
ps: د غیر منظمه وینې تویدل
pt: sangramento anormal
ro: sângerare anormală
ru: Неправильное кровотечение
si: අනිවාර්යෙන්ම විද්‍යුත්
sk: nepravidelné krvácanie
sl: nepravilno krvavenje
sq: Gjakësja e padrejtë
sr: nepravilno krvarenje
sv: blödning mellan perioder
ta: அசாதாரண இரத்தப்போக்கு
te: అసాధారణ రక్తస్రావం
th: เลือดออกผิดปกติ
tl: Hindi normal na pagdurugo
tr: anormal kanama
uk: abnormal bleeding
ur: غیر معمولی خون بہنا
uz: qon ketishi
vi: xuất huyết bất thường
zh: 不正常出血
zu: ukukhuhla okungajwayelekile

source: Loss of appetite
af: Eetlus
am: የምግብ መግባት አሳይ
ar: فقدان الشهية
as: ভোক নলগা
az: iştahın olmaması
be: Адсутнасць апетыту
bg: Липса на апетит
bn: ক্ষুধামন্দা
bs: Nedostatak apetita
ca: inapetència
cs: Ztráta chuti k jídlu
cy: diffygref
da: nedsat appetit
de: Appetitlosigkeit
el: Απώλεια όρεξης
es: Pérdida de apetito
et: Isu söögiisu
eu: gosez
fa: بی اشتهایی
fi: Ruokahaluttomuus
fil: kawalan ng gana sa pagkain
fr: perte d'appétit
gl: falta de apetito
gu: અભૂખ
he: חוסר תיאבון
hi: अरुचि
hr: gubitak apetita
hu: étvágytalanság
hy: Ստամոքսի ախորժակի բացակայություն
id: nafsu makan hilang
is: matarskapsleysi
it: inappetenza
ja: 食欲不振
ka: მადას არექცევა
kk: Ашықтықтың жоқтығы
km: បាត់បង់ចំណង់អាហារ
kn: ಅರುಚಿ
ko: 식욕부진
ky: ишиндик жок
lo: ຄວາມປິດກະຈອນ
lt: Apetito stoka
lv: ēstgriba
mk: Недостаток на appetit
ml: അരുചി
mn: хоолны дураа алдах
mr: भूक न लागणे
ms: Kurang selera makan
my: အစာစားချင်စိတ်မရှိခြင်း
nb: nedsatt appetitt
ne: भोकाभाव
nl: weinig eetlust
no: nedsatt appetitt
or: ଅରୁଚି
pa: ਭੁੱਖ ਨਾ ਲੱਗਣਾ
pl: Brak apetytu
ps: د خوندیتوب نشتوالی
pt: Perda de apetite
ro: lipsa apetitului
ru: Потеря аппетита
si: ඕෂධ පිළිගැනීමේ කාලයේදී කාබනිකය විෂ හා සම්පූර්ණයෙන් ශක්තිය හෝ චංචලකකම තොර කරයි.
sk: Nedostatok chuti do jedla
sl: pomanjkanje apetita
sq: Appetit i dobët
sr: Губитак апетита
sv: Minskat aptit
ta: பசியின்மை
te: ఆకలిలేకపోవడం
th: อยากอาหารลดลง
tl: Kawalan ng gana sa pagkain
tr: iştahsızlık
uk: anorexia
ur: بھوکی نہ ہونا
uz: izg'irish ishtahasi
vi: chán ăn
zh: 食欲不振
zu: ukuthola ukudla

source: Chest tightness
af: Borsgevoel
am: የትንቢት ቤት
ar: تورم الثدي
as: স্তনৰ কোমলতা
az: Göğüs doluluğu
be: Напружанне ў грудзях
bg: набъденост на гърдите
bn: স্তনে ব্যথা
bs: Osjećaj napetosti u grudima
ca: dolor al pit
cs: Napětí na prsou
cy: Tensiwn y frest
da: Brystspænding
de: Brustspannen
el: Φούσκωμα του στήθους
es: tensión mamaria
et: rinnaku
eu: Bularrien
fa: فشار سینه
fi: Rintojen täyttymys
fil: pananakit ng dibdib
fr: Gêne mammaire
gl: Distensión do peito
gu: સ્તનમાં ભારેપણું
he: כאבים בחזה
hi: स्तन में तनाव
hr: Osjetljivost grudi
hu: Mellfeszülés
hy: Արյան շնչափողի
id: Kembung dada
is: Brjóst spennu
it: tensione mammaria
ja: 胸の張り
ka: ძარღვების გაფართოება
kk: Кеуденің ісінуі
km: ទ្រូងហើម
kn: ಸ್ತನ ಊತ
ko: 가슴 팽창감
ky: Эмчүүддүн сүүний хаван
lo: ຄວາມຈິດໃຈ
lt: Krūtinės įtampa
lv: krūšu sasprindzinājums
mk: Болка во градите
ml: മുലവേദന
mn: хөхний хавдалт
mr: स्तनांची सूज
ms: Keterasan payudara
my: နို့ရင်ထလျက်ခြင်း
nb: Brystspenning
ne: स्तनमा तनाव
nl: Pijn in de borsten
no: Brystspenning
or: ସ୍ତନ ଯନ୍ତ୍ରଣା
pa: ਛਾਤੀ ਵਿੱਚ ਸੋਜ
pl: Napięcie w piersiach
ps: د سينه تنګېدنه
pt: Inchaço nos seios
ro: 敏感itatea
ru: Напряжение груди
si: මැදිරි වල පැටවුම්
sk: Pocit napätia v prsiach
sl: Bolečina v prsih
sq: gjakësia e gjoksit
sr: Bolovanje
sv: Bröstspänning
ta: மார்பக வீக்கம்
te: రొమ్ముల వాపు
th: ความตึงของหน้าอก
tl: pamamaga ng dibdib
tr: göğüs dolgunluğu
uk: Breast tenderness
ur: سینہ کی بھاری پن
uz: Ko'krakning to'lib qolishi
vi: căng tức vú
zh: 胸部胀痛
zu: ukuhlukuma komdlandla

source: Insomnia
af: slaangebore
am: የእንቅልታ መግለጫ
ar: الأرق
as: অনিদ্ৰা
az: yuxusuzluq
be: Бессонніца
bg: Безсъние
bn: অনিদ্রা
bs: Nesanica
ca: insomni
cs: Nespavost
cy: Anin
da: Søvnproblemer
de: Schlaflosigkeit
el: Αϋπνία
es: Insomnio
et: Unetus
eu: insomnio
fa: بی خوابی
fi: Unettomuus
fr: Insomnie
gl: Insomnio
gu: અનિદ્રા
he: חוסר שינה
hi: अनिद्रा
hr: nesanica
hy: Անքնություն
is: Ófært
it: Insonnia
ja: 不眠
ka: უც眠
km: ពុំដេកលក់
kn: ನಿದ್ರಾಹೀನತೆ
ko: 불면증
ky: уйкулук
lo: ບໍ່ສາມາດນອນ
lt: nemiga
lv: Bezmiegs
mk: Невреме на спиење
ml: അനിദ്ര
mn: нойргүйдэл
mr: अनिद्रा
my: အိပ်မရခြင်း
nb: søvnløshet
ne: अनिद्रा
nl: Slaapproblemen
no: Søvnløshet
or: ଅନିଦ୍ରା
pa: ਅਨੀਂਦਰਾ
pl: Niemoc snu
ps: ناخوابی
pt: Insônia
ro: Insomnie
ru: Бессонница
si: අනිද්‍රා
sk: nespavosť
sl: nespečnost
sq: pagjumë
sr: Несани
sv: Sömnproblem
ta: தூக்கமின்மை
te: నిద్రలేకపోవడం
th: การนอนไม่หลับ
tl: Hindi makatulog
tr: Uykusuzluk
ur: بے خوابی
uz: Uyqusizlik
vi: mất ngủ
zh: 失眠
zu: ukuhluleka
