Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# pauseStartDate
source: Start date for taking a break
af: Beginner dosage rest start date
am: እንቅፍ መጀመሪያ ቀን
ar: تاريخ بداية فترة التوقف عن التناول
as: সেৱন বিৰতি আৰম্ভৰ দিন
az: Qəbul fasiləsinin başlama tarixi
be: Дата пачатку аднаўлення ўжывання
bg: Начална дата на паузата в приема
bn: সেবন বিরতি শুরুর তারিখ
bs: Datum početka pauze u uzimanju
ca: Data d'inici de la pausa
cs: Datum zahájení přestávky v užívání
cy: Dyddiad Dechrau Seibiant Meddyginiaeth
da: Pause start date
de: Beginn des Einnahmepausentages
el: Ημερομηνία έναρξης διακοπής λήψης
es: Fecha de inicio del descanso
et: Tableti pausi alguskuupäev
eu: Hasi behar hartzeko data
fa: تاریخ شروع استراحت دارو
fi: Lääkkeen käyttötauon alkamispäivä
fil: Simula ng Pahinga sa Pag-inom
fr: Date de début de l'arrêt de la prise
gl: Data de inicio do descanso da toma
gu: સેવન વિરામ શરૂઆત તારીખ
he: תאריך התחלת הפסקת נטילה
hi: सेवन विराम प्रारंभ तिथि
hr: Datum početka pauze za uzimanje
hu: A gyógyszeres szünet kezdő napja
hy: Ոչ գործածման սկսման օր
id: Tanggal mulai istirahat minum
is: Fyrirgefningardagur lyfjagjafar
it: Data di inizio pausa pillola
ja: 服用お休み開始日
ka: გამოყენების შესვენების დაწყების თარიღი
kk: Дәрі қабылдауды тоқтату басталатын күн
km: ថ្ងៃចាប់ផ្តើមឈប់ញ៉ាំថ្នាំ
kn: ಸೇವನೆ ವಿರಾಮ ಪ್ರಾರಂಭ ದಿನ
ko: 휴약 시작일
ky: Эс алууну убагынын башталгычы
lo: ວັນເລີ່ມໃຫ້ຊຸດເຊົ່າສິ່ງໄດ້
lt: Pradžios data, kai pradedama pertrauka nuo vartojimo
lv: Sākuma datums pārtraukumam no lietošanas
mk: Дата на започнување на пауза за земање
ml: സേവന വിശ്രമ ആരംഭ തീയതി
mn: Эм уухыг завсарлах эхлэх өдөр
mr: गोळी विश्रांती सुरुवातीची तारीख
ms: Tarikh mula cuti pengambilan
my: ဆေးသောက်အားနားစတင်နေ့
nb: Ferie for medisinering begynner
ne: सेवन बिदाको सुरुवात मिति
nl: Start date of medication break
no: Start date for medication break
or: ସେବନ ବିରତି ଆରମ୍ଭ ଦିନ
pa: ਸੇਵਨ ਬਰੇਕ ਸ਼ੁਰੂਆਤ ਦਿਨ
pl: Data rozpoczęcia przerwy w przyjmowaniu
ps: دوا خورلو د رخصت پیل نېټه
pt: Data de início da pausa na medicação
ro: Data de început a pauzei de administrare
ru: Дата начала перерыва в приёме
si: උපයෝගය තාවකාලික නවතා අරඹන දිනය
sk: Dátum začiatku voľna od užívania
sl: Začetni datum premora pri jemanju tablet
sq: Data e fillimit të pushimit nga përdorimi
sr: Датум почетка паузе у узимању
sv: Start date for a break in medication
sw: Tarehe ya kuanza pumziko la dawa
ta: மருந்து ஓய்வு தொடக்க தேதி
te: సేవన విరామ ప్రారంభ తేదీ
th: วันที่เริ่มหยุดการใช้ยา
tl: Simula ng Pahinga sa Pag-inom
tr: İlaç alımının ara verileceği başlangıç tarihi
uk: Start date for medication break
ur: ادویات لینے سے وقفہ شروع ہونے کی تاریخ
uz: Doriqni to'xtatish boshlanishi sanasi
vi: Ngày bắt đầu nghỉ thuốc
zh: 停药开始日期
zu: Usuku lokuQala lokuphumula lokusebenzisa

# pauseEndDate
source: End date for taking a break
af: Einddatum van die onderbreking van die gebruik
am: የመዋቅር ቀን መጨረሻ
ar: تاريخ انتهاء فترة التوقف عن تناول الحبوب
as: সেৱন বিৰামৰ সমাপ্তিৰ তাৰিখ
az: Dərman fasiləsinin bitiş tarixi
be: Канец дня для прыпынку прыняцця
bg: Дата за завършване на паузата
bn: সেবন বিরতি শেষের তারিখ
bs: Datum završetka pauze
ca: Data de fi del descans
cs: Datum ukončení přestávky v užívání
cy: Diwedd y cyfnod llethra cymryd
da: Afslutningsdato for pause i indtagelse
de: Ende des Einnahmeurlaubs
el: Ημερομηνία λήξης διακοπής λήψης
es: Fecha de fin del descanso
et: Ravimi pausist lõpetamise kuupäev
eu: Botika egiteko oporretako amaiera data
fa: تاریخ پایان استراحت دارو
fi: Lääkityksen tauon päättymispäivämäärä
fil: Petsa ng pagtatapos ng pahinga sa pag-inom
fr: Date de fin de la pause de prise
gl: Data de fin da pausa na toma
gu: સેવન વિરામ સમાપ્તિ તારીખ
he: תאריך סיום הפסקת לקיחה
hi: सेवन विराम समाप्ति तारीख
hr: Datum završetka prekida uzimanja
hu: A szünet vége dátuma
hy: Ընդունման ընդմիջման ավարտի օր
id: Tanggal akhir istirahat pengobatan
is: Tímabil lyfjaskipta lok
it: Data fine pausa
ja: 服用お休み終了日
ka: ქიმიკატების გამოყენების შეწყვეტის დასრულების ბერი
kk: Дәрі қабылдауды тоқтату аяқталған күні
km: ថ្ងៃបញ្ចប់ការសម្រាកញ៉ាំថ្នាំ
kn: ಸೇವನೆ ವಿರಾಮ ಮುಕ್ತಾಯ ದಿನ
ko: 휴약기 종료일
ky: Дарыны колдонуу убагынын аяктаган күнү
lo: ເມື່ອສວນສິ້ນສິນສິເຂົ້ມດິນຈຸດໃຫນໃນການວັນນີ້
lt: Vaistų vartojimo pertraukos pabaigos data
lv: Zāļu lietošanas atpūtas beigu datums
mk: Краен датум за завршување на прекин на терапијата
ml: മരുന്ന് ഇടവേള അവസാന തീയതി
mn: Эмийн завсарлага дуусах өдөр
mr: सेवन विराम समाप्ती दिनांक
ms: Tarikh tamat rehat pengambilan
my: ဆေးသောက်ခြင်းနားရပ်မှုပြီးဆုံးနေ့
nb: Avslutningsdato for pause i inntak
ne: औषधि विश्राम समाप्ति मिति
nl: Einddatum van pauze voor inname
no: Sluttedato for pause i inntaket
or: ସେବନ ବିରତି ସମାପ୍ତି ତାରିଖ
pa: ਗੋਲੀ ਬਰੇਕ ਖਤਮ ਦਿਨ
pl: Data zakończenia przerwy w przyjmowaniu
ps: د درملنې پونډ د پای نیټه
pt: Data de término da pausa da medicação
ro: Data de sfârșit pentru întreruperea administrării
ru: Дата завершения перерыва в приеме
si: ඔ thuốc ಮ ර ుද යද භාව කළ ම ඌණය
sk: Dátum ukončenia prestávky v užívaní
sl: Datum konca odmora za jemanje tablet
sq: Data e përfundimit të pushimit të marrjes
sr: Datum završetka pauze u uzimanju
sv: Slutdatum för medicineringsuppehåll
sw: Tarehe ya kumaliza mapumziko
ta: ஓய்வு காலம் முடிவு தேதி
te: విరామ కాలం ముగింపు తేదీ
th: วันสิ้นสุดการหยุดรับประทานยา
tl: Petsa ng Pagtatapos ng Pahinga sa Pag-inom
tr: İlaç kullanma ara bitiş tarihi
uk: End of medication break
ur: پیل لینے کی چھٹی ختم ہونے کی تاریخ
uz: Doriqni to'xtatish tugash sanasi
vi: Ngày kết thúc nghỉ thuốc
zh: 服用结束日期
zu: Usuku lokuphumula emithi ophelile

# endPillSheet
source: End of pill sheet
af: Einde van die pilblaar
am: ግምገማ በክልል ውስጥ የሚያደርጉ ፈቃድ ተመታት በህግ ባህላን ይሁን ምንም ይምሣረ በአጭር ጊዜ አንድ ቦታ ይሆናል፥ ከፊል አይደለም፤ ይህ ውርክ፣ የማስታወቂያ ዕቅድ ነው።
ar: انتهى شريط الحبوب
as: পিল শীট সমাপ্ত
az: Həb planşeti tamamlandı
be: Завяршэнне пакета таблетак
bg: Пакетът приключи
bn: পিল প্যাকেট সমাপ্ত
bs: Pilule završene
ca: Plaqueta de píndoles finalitzada
cs: Konec dávkovacího plánu
cy: Diwedd y sgrwtin
da: Pillepakke færdig
de: Pillblätter beendet
el: Τέλος της θηκών των χαπιών
es: Blíster finalizado
et: Pillilehe lõpp
eu: Pilula amaitzeko
fa: پایان نوار قرص
fi: Pillilevyn loppuminen
fil: Tapos na ang Pill Pack
fr: Fin du blist de pilules
gl: Fin do selo de píldoras
gu: પિલ શીટ સમાપ્ત
he: סיום דף הגלולות
hi: पिल शीट समाप्त
hr: Kraj pakiranja pilula
hu: A table of pills is finished
hy: Պիլ շիթը ավարտվեց
id: Selesai paket pil
is: Pill blað lokið
it: Blister completato
ja: ピルシート終了
ka: პილების დისკის დასრულება
kk: Пил парағын аяқтау
km: សន្លឹកគ្រាប់ថ្នាំចប់
kn: ಮಾತ್ರೆ ಶೀಟ್ ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 피임약 팩 종료
ky: Пиллистин аяктады
lo: ສິ້ນສຸດຊິດປິລ
lt: Kontraceptinių tablečių pakuotė baigta
lv: Pillļu iepakojuma beigas
mk: Крај на пилотната табела
ml: പിൽ ഷീറ്റ് പൂർത്തിയായി
mn: Пиллийн хуудас дууссан
mr: गोळी पत्रक पूर्ण
ms: Akhir Lembaran Pil
my: ဆေးပြားချပ် ပြီးဆုံး
nb: Pillarkviten er ferdig
ne: गर्भनिरोधक चक्कीको पत्ता समाप्त
nl: Einde van de pilstrip
no: Pilleark ferdig
or: ପିଲ୍ ସିଟ୍ ସମାପ୍ତ
pa: گولی شیٹ مکمل
pl: Zakończenie opakowania pigułek
ps: د پيل شیټ پای
pt: Fim da cartela de pílulas
ro: Sfârșitul tabelului de pastile
ru: Завершение упаковки таблеток
si: පිල් පත්‍රිකාව අවසන්
sk: Koniec piluliek
sl: Konec paketa tablet
sq: Mbarimi i pilulave përfundoi
sr: Крај таблице за пилуле
sv: Pillbladsavslutning
sw: Mfuko wa Vidonge Umemaliza
ta: மாத்திரை தொகுப்பு முடிந்தது
te: పిల్ షీట్ పూర్తయింది
th: หมดแผงยาคุม
tl: Natapos ang Pill Sheet
tr: Araç bitişi
ur: پِل شیٹ ختم
uz: Dori daftarining tugashi
vi: Kết thúc vỉ thuốc
zh: 药丸结束
zu: Ukuvalwa kwe-pill sheet

source: Discard pill sheet
af: pille-blad verwyder
am: እባብ በታች የተያይዞ በዚህ እቀድስ የእንቅልፍ ፈን መእደብ የሚለው ሂደት ይደርሳል።
ar: إتلاف شريط الحبوب
as: পিল শিট নিষ্কাশন
az: Həb lövhəsinin imhası
be: Вяртаванне пілюльнага ліста
bg: Изхвърляне на блистера
bn: পিল শিট নিষ্পত্তি
bs: Odbacivanje blistera
ca: Eliminació del blíster
cs: Smazání pilulkového blistru
cy: Gwared Atodiad Pils
da: Affald af pilleark
de: Pillblister entsorgen
el: Απόρριψη της κάρτας χαπιών
es: Descarte del blíster
et: Ravimipakendi hävitamine
eu: Pilulategi suntsitu
fa: سطل قرص دور ریختن
fi: Pillipakkauksen hävittäminen
fil: Pagtatapon ng Pill Sheet
fr: Rejet de la plaquette de pilules
gl: descartar a caixa de pílulas
gu: પિલ શીટ નકાર
he: השמדת גיליון התרופות
hi: पिल्ल शीट निपटान
hr: Odlaganje blistera pilula
hu: Tabletta lap megsemmisítése
hy: Պիլ շիթի թափոն
id: Buang lembar pil
is: Fyrirkomulag pillunnar
it: Smaltisci blister
ja: ピルシート破棄
ka: წვეთების ფურცლის გამოტყუება
kk: Таблеткалардың пакетін жою
km: បោះចោលសន្លឹកថ្នាំពពន
kn: ಗೋಳಿ ಶೀಟ್ ವಿಲೇವಾರಿ
ko: 피임약 시트 폐기
ky: Пилл жетегин таштоо
lo: ສິນຄ້າຍັກດິບບັນສິກົນ
lt: Kontraceptinių tablečių lapo šalinimas
lv: Kontracepcijas plāksnes izmešana
mk: Отстранување на таблетката
ml: പിൽ ഷീറ്റ് നീക്കം ചെയ്യൽ
mn: Эмийн хуудас устгах
mr: पिल शीट विल्हेवाट
ms: Pembuangan Lembaran Pil
my: ဆေးစာရွက်စွန့်ပစ်ခြင်း
nb: Pilleark avhending
ne: पिल्स सिट फाल्नु
nl: Pillstrip verwijderen
no: Avfallsbehandling av pillepakke
or: ପିଲ୍ ଶିଟ୍ ନିଷ୍କାଶନ
pa: گولی شیٹ ضائع کریں
pl: Usunięcie blistra z tabletkami
ps: د دوا شیټ له منځه وړل
pt: Descartar a cartela de pílulas
ro: Eliminarea foaiei de pastile
ru: Уничтожение упаковки таблеток
si: පිල් පත්‍රිකා විනාශ
sk: Znehodnotenie blistrov
sl: Zavržitev folije za tablete
sq: Shkatërrimi i fletës së pilulave
sr: Отпад о пилулама
sv: Pillskiva kasseras
sw: Kutupa Jedwali la Vidonge
ta: பில் ஷீட் அப்புறப்படுத்தல்
te: పిల్ షీట్ పారవేయడం
th: ทำลายแผ่นเม็ดยา
tl: Pagtapon ng Pill Sheet
tr: Doz tabletini at
ur: پیل شیٹ کو ختم کریں
uz: Pill varaqasini yo'q qilish
vi: Loại bỏ vỉ thuốc
zh: 丢弃药片纸
zu: Ukuphonsa i-pillsheet

source: Taking time
af: Inname tyd
am: የተወሰነ ጊዜ
ar: وقت تناول الدواء
as: ঔষধ খোৱাৰ সময়
az: Qəbul vaxtı
be: Час прыёму
bg: Време за прием
bn: সেবনের সময়
bs: Vrijeme uzimanja
ca: Hora de presa
cs: Čas užívání
cy: Amser cyffuriau
da: Indtagelsestid
de: Einnahmezeit
el: Ώρα λήψης
es: Hora de toma
et: Võtmise aeg
eu: Hartzeko ordua
fa: زمان مصرف
fi: Otteluaika
fil: Oras ng Pag-inom
fr: Heure de prise
gl: Hora de toma
gu: દવા લેવાનો સમય
he: זמן נטילה
hi: दवा का समय
hr: Vrijeme uzimanja
hu: Bevételi idő
hy: գործածման ժամ
id: Waktu Minum
is: Skammtími
it: Orario di assunzione
ja: 服用時間
ka: მიღების დრო
kk: Дәрі қабылдау уақыты
km: ពេលសេវេយថ្នាំ
kn: ಸೇವನೆಯ ಸಮಯ
ko: 복용 시간
ky: Дарыны убактысы
lo: ເວລາການໃຊ້ບິດ
lt: Vartojimo laikas
lv: Ieteikuma laiks
mk: Време на внесување
ml: സേവന സമയം
mn: Уух цаг
mr: घेण्याची वेळ
ms: Waktu pengambilan
my: သောက်သုံးချိန်
nb: Inntakstid
ne: सेवन समय
nl: Inname tijd
no: Inntakstid
or: ସେବନ ସମୟ
pa: ਸੇਵਨ ਸਮਾਂ
pl: Czas zażycia
ps: د درملو وخت
pt: Hora de tomar
ro: Ora de administrare
ru: Время приема
si: ආහාරය ගන්නා වේලාව
sk: Čas užívania
sl: čas jemanja
sq: Koha e marrë
sr: Време узимања
sv: Inläggningstid
sw: Wakati wa dawa
ta: மருந்து நேரம்
te: సేవన సమయం
th: เวลาในการใช้ยา
tl: Oras ng pag-inom
tr: Alma Zamanı
uk: Time to take medication
ur: ادویات کے استعمال کا وقت
uz: Qabul qilish vaqti
vi: Giờ uống thuốc
zh: 服用时间
zu: Isikhathi sokusebenzisa

# takingHistoryIsPremiumFeature
source: Taking history is a premium feature
af: Die innamegeschiedenis is 'n premiumfunksie.
am: የመድኃኒት ታሪክ የፕሪምየም ባለቤት ነው።
ar: سجل تناول الحبوب ميزة مدفوعة
as: ঔষধ সেৱনৰ ইতিহাস প্ৰিমিয়াম সুবিধা
az: Qəbul tarixçəsi premium funksiyadır
be: Гісторыя прымянення з'яўляецца прэміум-функцыямі.
bg: Историята на приема е премиум функция
bn: সেবনের ইতিহাস প্রিমিয়াম ফিচার
bs: Istorija uzimanja je premium funkcija
ca: L'historial de presa és una funció premium
cs: Historie užívání je prémiová funkce.
cy: Mae hanes cymryd meddyginiaeth yn nodwedd premiwm.
da: Brugerhistorik er en premiumfunktion.
de: Die Einnahmehistorie ist eine Premium-Funktion.
el: Η ιστορία λήψης είναι λειτουργία premium.
es: El historial de tomas es una función premium
et: Süsteemi ajalugu on premium-funktsioon.
eu: Hartzearen historia funtzio premium da.
fa: تاریخچه مصرف یک ویژگی پریمیوم است
fi: Lääkkeenottohistoria on premium-toiminto.
fil: Ang kasaysayan ng pag-inom ay premium na feature
fr: L'historique des prises est une fonctionnalité premium.
gl: O historial de toma é unha función premium.
gu: દવા લેવાનો ઇતિહાસ પ્રીમિયમ સુવિધા છે
he: היסטוריית נטילה היא תכונה פרימיום.
hi: सेवन इतिहास एक प्रीमियम सुविधा है
hr: Zapisivanje povijesti uzimanja lijekova je premium funkcija.
hu: A gyógyszerek bevételi előzménye prémium funkció.
hy: Իրացումը պատմությունը պրեմիում գործառույթ է
id: Riwayat konsumsi adalah fitur premium.
is: Skriptin saga er premium eiginleiki.
it: La cronologia delle assunzioni è una funzione premium
ja: 服用履歴はプレミアム機能です
ka: დროული ქრონოლოგია პრემიუმ ფუნქციაა.
kk: Дәрі қабылдау тарихы - премиум функция.
km: ប្រវត្តិការទទួលទានថ្នាំគឺជាមុខងារ Premium
kn: ಸೇವನೆಯ ಇತಿಹಾಸವು ಪ್ರೀಮಿಯಂ ವೈಶಿಷ್ಟ್ಯವಾಗಿದೆ
ko: 복용 기록은 프리미엄 기능입니다
ky: Дарыя иштетүү тарыхы премиум функция болуп саналат.
lo: ບັນທຸກການໃຊ້ສິນຄ້າແມ່ນຟັງຊັນພີເມຍແບບສູງ
lt: Poėmio istorija yra „Premium“ funkcija.
lv: Zāles lietošanas vēsture ir premium funkcija.
mk: Историјата на употреба е премиум функција.
ml: മരുന്ന് കഴിച്ച ചരിത്രം പ്രീമിയം ഫീച്ചറാണ്
mn: Уухын түүх нь премиум функц юм
mr: सेवन इतिहास प्रीमियम सुविधा आहे
ms: Sejarah pengambilan ubat adalah fungsi premium.
my: ဆေးသောက်မှတ်တမ်းများသည် ပရီမီယံလုပ်ဆောင်ချက်ဖြစ်ပါသည်။
nb: Brukshistorikk er en premiumfunksjon.
ne: सेवन इतिहास प्रिमियम सुविधा हो।
nl: Het gebruiksgeschiedenis is een premium functie.
no: Brukshistorikk er en premiumfunksjon.
or: ସେବନ ଇତିହାସ ଏକ ପ୍ରିମିୟମ୍ ସୁବିଧା ଅଟେ
pa: ਦਵਾਈ ਦਾ ਰਿਕਾਰਡ ਇੱਕ ਪ੍ਰੀਮੀਅਮ ਫੀਚਰ ਹੈ
pl: Historia przyjmowania leków to funkcja premium.
ps: د درملنې تاریخ د پریمییم ځانګړتیا ده
pt: O histórico de uso é um recurso premium.
ro: Istoricul administrării este o funcție premium.
ru: История приема – это премиум функция.
si: ඔබගේ ඖෂධ භාවිතය ඉතිහාසය ප්‍රීමිම් ශ්‍රේණිගත කිරීමක් වේ
sk: História užívania je prémiová funkcia.
sl: Zgodovina jemanja je premium funkcija.
sq: Të dhënat e përdorimit janë një funksion premium.
sr: Историја узимања је премијум функција.
sv: Användarhistorik är en premiumfunktion.
sw: Historia ya matumizi ni kipengele cha premium
ta: மருந்து எடுத்த வரலாறு பிரீமியம் அம்சமாகும்
te: సేవన చరిత్ర ప్రీమియం ఫీచర్‌లో ఉంది
th: ประวัติการทานยาเป็นฟังก์ชันพรีเมียม
tl: Ang kasaysayan ng pag-inom ay isang premium na feature
tr: Kullanım geçmişi premium bir özelliktir.
uk: The medication history is a premium feature.
ur: پیل لینے کی تاریخیں پریمیم فیچر ہیں۔
uz: Qabul tarixi premium funktsiyasi hisoblanadi.
vi: Lịch sử uống thuốc là tính năng premium
zh: 服用历史是高级功能。
zu: Umlando wokuthatha imithi uyimfanelo ye-premium.

# pauseTakingDoesNotAdvancePillNumber
source: Taking a break will not advance the pill number
af: As jy nie die medikasie neem nie, gaan die pilnommer nie voort nie.
am: እንደነጻ ይወርዱ ይህ የመደበኛ ቁጥር/የገንዘብ ቁጥር ላይ እንደነጻ ይህ የመደበኛ ቁጥር/የገንዘብ ቁጥር ቀውስ አድርግ
ar: عند توقف تناول الحبوب، لن يتقدم رقم الحبة
as: সেৱন বিৰতি দিলে পিল নম্বৰ আগ নবঢ়ে
az: Qəbulu dayandırdığınızda həb nömrəsi irəliləmir
be: Калі вы зробіце перапынак у прыёме таблетак, нумар таблетак не будзе прасоўвацца.
bg: При пропускане на приемане номерът на хапчето няма да продължи
bn: পিল সেবন বন্ধ করলে পিল নম্বর এগোবে না
bs: Kada pauziraš uzimanje pilula, broj pilule se ne mijenja
ca: Quan pauseu la presa, el número de píndola no avança
cs: Když si vezmete volno od užívání, číslo pilulky se neposune.
cy: Pan fyddwch yn cymryd seibiant o gymryd, ni fydd rhif y pil yn symud ymlaen.
da: Når du holder op med at tage piller, skrider pille-nummeret ikke frem.
de: Wenn Sie eine Einnahme auslassen, wird die Pillennummer nicht fortgesetzt.
el: Εάν διακόψετε τη λήψη, ο αριθμός των χαπιών δεν προχωρά.
es: Al pausar la toma, el número de píldora no avanza
et: Kui te võtate vaheaega, siis pillide number ei liigu edasi.
eu: Hartu ez baduzu, pilulak zenbakia aurrera ez doa.
fa: اگر مصرف دارو را متوقف کنید، شماره قرص تغییر نخواهد کرد
fi: Jos jätät annoksen väliin, rengasnumero ei etene
fil: Kapag natigil ang pag-inom, hindi magpapatuloy ang numero ng pill
fr: Si vous arrêtez de prendre vos pilules, le numéro de pilule ne progresse pas.
gl: Se non tomas a túa pílula, o número da pílula non avanza.
gu: ગોળી લેવાનો વિરામ લેવાથી ગોળીનો નંબર આગળ વધશે નહીં
he: כאשר מפסיקים לקחת, מספר הגלולה לא זז
hi: दवा का सेवन बंद करने पर पिल नंबर आगे नहीं बढ़ता
hr: Ako preskočite uzimanje, broj pilula se neće pomaknuti.
hu: Ha szünetelteted a gyógyszerszedést, a gyógyszer száma nem fog előrehaladni.
hy: Եթե դուք դադարեցնեք պիլյառն ընդունելը, ապա պիլյարի համարը չի առաջընթացվի
id: Jika Anda melewatkan dosis, nomor pil tidak akan maju.
is: Þegar þú tekur ekki pilluna, fer pillunúmerið ekki áfram.
it: Quando sospendi l'assunzione, il numero della pillola non avanza
ja: 服用をお休みするとピル番号は進みません
ka: თუ თქვენ მახსოვხართ წამლების მიღება, არასოდეს განვითარდება ინდექსი.
kk: Дәрі қабылдауды тоқтатқанда, дәрі нөмірі жылжымайды.
km: នៅពេលអ្នកផ្អាកការលេបថ្នាំគ្រាប់ លេខថ្នាំគ្រាប់នឹងមិនបន្តទេ
kn: ಸೇವನೆಯನ್ನು ವಿರಾಮ ಮಾಡಿದಾಗ ಮಾತ್ರೆ ಸಂಖ್ಯೆ ಮುಂದಕ್ಕೆ ಬರುವುದಿಲ್ಲ
ko: 복용을 건너뛰면 피임약 번호가 진행되지 않습니다
ky: Эгер препараттарды кабыл алууну токтотсоңуз, препарат номери илгерилебей калат.
lo: ຖ້າເຈົ້າໃຊ້ສິນຄ້າໃນເວລາບໍ່ມີແລະຈະບໍ່ສາມາດປ່ອນຫົວເລກສິນຄ້າ.
lt: Kai praleidžiate vartojimą, piliulių numeris nesikeičia.
lv: Ja, pārtraucot lietot, tabletes numurs nepārvietojas.
mk: Ако ги пропуштите, бројот на пилулите нема да се зголеми.
ml: ഗുളിക കഴിക്കുന്നത് വിട്ടുനിർത്തുമ്പോൾ ഗുളിക നമ്പർ മുന്നോട്ട് പോകില്ല
mn: Пилл ууухаа зогсоовол дугаар урагшлахгүй
mr: गोळी घेणे थांबवल्यास गोळी क्रमांक पुढे जात नाही
ms: Jika anda berehat daripada pengambilan, nombor pil tidak akan maju.
my: ဆေးသောက်ခြင်းကို ရပ်နားလိုက်ပါက ဆေးလုံးနံပါတ် မတိုးတက်ပါ
nb: Når du tar en pause fra å ta piller, vil pille nummeret ikke gå videre.
ne: सेवन बन्द गरेमा पिल नम्बर अगाडि बढ्दैन
nl: Als je stopt met innemen, gaat het pilnummer niet verder.
no: Når du tar en pause fra å ta medikamentet, vil pille nummeret ikke gå fremover.
or: ସେବନ ବିରତି କଲେ ବଟିକା ନମ୍ବର ଆଗକୁ ବଢିବ ନାହିଁ
pa: ਗੋਲੀ ਦਾ ਸੇਵਨ ਬੰਦ ਕਰਨ 'ਤੇ ਗੋਲੀ ਨੰਬਰ ਅੱਗੇ ਨਹੀਂ ਵਧੇਗਾ
pl: Jeśli zrobisz sobie przerwę w przyjmowaniu, numerek pigułki się nie zmieni.
ps: که کله چې تاسو د درملو اخيستلو څخه وقفه نيسئ، د پيل نمبر نه مخته نه ځي.
pt: Se você tirar uma folga da medicação, o número da pílula não avança.
ro: Dacă faceți o pauză în administrarea pastilelor, numărul pastilelor nu avansează.
ru: Если вы пропускаете прием, номер таблетки не увеличивается.
si: ඔබ ඖෂධය ගන්න නවතා දැමුවහොත් ඖෂධ අංකය ඉදිරියට නොවැදී වේ
sk: Keď si prestanete brať pilulky, číslo pilulky sa neposunie.
sl: Ko jemljete odmor, številka tablete ne napreduje.
sq: Kur pasi të pushoni nga përdorimi, numri i pilulës nuk përparon.
sr: Када прескочите узимање, број пилуле се не помера.
sv: När du tar en paus från att ta pillret, kommer nummer för piller att inte gå framåt.
sw: Ukipumzika kutumia vidonge, nambari ya kidonge haziongezeki
ta: மாத்திரை எடுப்பதை இடைநிறுத்தினால் பில் எண் முன்னேறாது
te: మందు తీసుకోవడం ఆపేస్తే గుళిక నంబర్ ముందుకు వెళ్లదు
th: ถ้าหยุดการกินยา หมายเลขยา จะไม่เปลี่ยนแปลง
tl: Hindi aasenso ang numero ng pill kapag magpapahinga sa pag-inom
tr: İlaç alımına ara verildiğinde, ilaç numarası ilerlemez.
uk: If you take a break from taking the pill, the pill number will not advance.
ur: اگر آپ نے دوائی لینا روک دیا تو گولی کا نمبر آگے نہیں بڑھے گا
uz: Dori qabul qilishni to'xtatsangiz, dori raqami davom etmaydi.
vi: Khi tạm dừng uống thuốc, số thứ tự viên thuốc sẽ không tăng lên
zh: 如果暂停服用，药丸编号将不会前进
zu: Uma umahlo ushiywe, inombolo yephilisi ayiqhubeki.

# pauseTakingFromNumber
source: Do you want to take a break from {number} pills?
af: Wil jy {number} ophou om dit te neem?
am: ¿Te gustaría hacer un descanso de la toma a partir del {number}?
ar: هل تريد إيقاف تناول الحبوب من {number}؟
as: {number} নম্বৰৰ পৰা ঔষধ খোৱা বন্ধ কৰিব নেকি?
az: {number}-ci nömrədən dərman qəbuluna fasilə verəsiniz?
be: Вы хочаце прыпыніць прыём з {number}?
bg: Искате ли да направите пауза в приемането от {number}?
bn: {number} থেকে পিল সেবন বিরতি নিতে চান?
bs: Da li želite pauzirati uzimanje od {number}?
ca: Vols pausar la presa a partir del {number}?
cs: Chcete si vzít pauzu od užívání od {number}?
cy: A ydych yn amseru chydig o doriad o {number}?
da: Vil du tage en pause fra at tage pillerne fra {number}?
de: Möchten Sie die Einnahme ab {number} aussetzen?
el: Θα κάνετε παύση στη λήψη από τον {number}?
es: ¿Desea pausar la toma a partir del {number}?
et: Kas te võtate {number} alates puhkusele?
eu: {number}tik hartzearen atseden hartu al duzu?
fa: آیا از {number} مصرف دارو را متوقف می کنید؟
fi: Haluatko keskeyttää lääkkeen ottamisen {number} alkaen?
fil: Titigil ka ba sa pag-inom simula sa {number}?
fr: Voulez-vous arrêter de prendre des pilules à partir de {number} ?
gl: ¿Dejarás de tomar a partir de {number}?
gu: શું તમે {number} થી ગોળી લેવાનું બંધ કરવા માગો છો?
he: האם אתה מפסיק לקחת את התרופה מ-{number}?
hi: क्या आप {number} से गोली लेना बंद करना चाहते हैं?
hr: Želite li prestati uzimati pilulu od {number}?
hu: Szeretné abbahagyni a szedést {number}-tól?
hy: {number}-ից դեղորայքն անջատե՞նք։
id: Apakah Anda akan berhenti mengambil dari {number}?
is: Ertu að hætta að taka frá {number}?
it: Vuoi sospendere l'assunzione dal {number}?
ja: {number}から服用をお休みしますか？
ka: {number}დან წამლების მიღებას შევეშვათ?
kk: {number} бастап қабылдауды тоқтатасыз ба?
km: តើអ្នកចង់ផ្អាកការទទួលថ្នាំចាប់ពី {number} មែនទេ?
kn: {number}ರಿಂದ ಔಷಧ ಸೇವನೆಯನ್ನು ವಿರಾಮ ಮಾಡುವುದೇ?
ko: {number}번부터 복용을 중단하시겠습니까?
ky: {number}дан баштап дарыларды ичпей турасызбы?
lo: ເຈົ້າຈະປ່ອນເສດພາບທີ່ໃຊ້ສໍາລັບການຮັບນົມນ຦ໂດດຮ້ານລັຄຄິວສຊຈາທາ່ວມ ດຊທພາຍໃຈຕາບພາສາຍາຄີຄັນຂ່ອຍ
lt: Ar {number} tu nesi gerti tablečių?
lv: Vai jūs pārtrauksiet lietot no {number}?
mk: Дали ќе престанете да ја земате од {number}?
ml: {number} മുതൽ മരുന്ന് കഴിക്കുന്നത് നിർത്തണമോ?
mn: {number}-аас эхлэн эм ууж амрах уу？
mr: {number} नंबर पासून गोळ्या घेणे थांबवायचे का?
ms: Adakah anda ingin berhenti mengambil pil dari {number}?
my: {number} မှစ၍ ဆေးသောက်ခြင်းကို ခေတ္တရပ်တန့်လိုပါသလား။
nb: Skal du ta en pause fra å ta medisiner fra {number}?
ne: के तपाईं {number} देखि सेवन रोक्नुहुन्छ？
nl: Zal ik stoppen met het innemen vanaf {number}?
no: Skal du ta en pause fra inntaket fra {number}?
or: {number}ରୁ ସେବନ ବନ୍ଦ କରିବେ କି?
pa: ਕੀ ਤੁਸੀਂ {number} ਤੋਂ ਦਵਾਈ ਲੈਣਾ ਬੰਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ？
pl: Czy chcesz przerwać przyjmowanie od {number}?
ps: آیا تاسو د {number} څخه درمل اخیستلو ته وقفه ورکوي؟
pt: Você vai parar de tomar a partir de {number}?
ro: Vrei să iei o pauză de la administrarea pastilelor începând cu {number}?
ru: Вы собираетесь приостановить прием с {number}?
si: {number} සිට බීම සයන් එකක් නැවත යන්නද?
sk: Chcete si vziať pauzu od užívania od {number}?
sl: Ali želite prenehati jemati od {number}?
sq: A do te marrësh pushim nga përdorimi nga {number}?
sr: Да ли ћете престати са узимањем од {number}?
sv: Ska vi ta en paus från att ta medicinen från {number}?
sw: Je, utasimamisha kutumia dawa kutoka {number}?
ta: {number}-இல் இருந்து மாத்திரை உட்கொள்வதை நிறுத்துவீர்களா？
te: {number}నుండి మందు తీసుకోవడం ఆపేస్తారా?
th: คุณต้องการหยุดการใช้ตั้งแต่ {number} ไหม?
tl: Magpapahinga ka ba sa pag-inom mula sa {number}?
tr: {number}dan itibaren ilacı almaya ara verecek misin?
uk: Are you going to take a break from taking the pill from {number}?
ur: کیا آپ {number} سے دوائی لینا بند کر دیں گے؟
uz: {number} dan dorilarni olishni to'xtatasizmi?
vi: Bạn có muốn tạm dừng uống thuốc từ viên số {number} không?
zh: 您要从 {number} 开始停用吗？
zu: Uyakudlula {number}?
