Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

source: 👀 View past data
af: 👀 Beskouldata
am: 👀 ወቅታዊ ውሂብ ገጽታ
ar: 👀 عرض البيانات السابقة
as: 👀 পূৰ্বৰ তথ্য চোৱা
az: 👀 Keçmiş məlumatların baxışı
be: 👀 Глядзець мінулыя дадзеныя
bg: 👀 Преглед на минали данни
bn: 👀 পূর্ববর্তী ডেটা দেখা
bs: 👀 Pregled prošlih podataka
ca: 👀 Consulta de dades passades
cs: 👀 Prohlížení historických dat
cy: 👀 Golygfa Data Hanesyddol
da: 👀 Se tidligere data
de: 👀 Frühere Daten ansehen
el: 👀 Προβολή παλαιότερων δεδομένων
es: 👀 Ver historial de datos
et: 👀 Ajalooliste andmete vaatamine
eu: 👀 Aurreko datuak ikustea
fa: 👀 مشاهده داده‌های قبلی
fi: 👀 Aiemman datan tarkastelu
fil: 👀 Tingnan ang Nakaraang Data
fr: 👀 Consultation des données passées
gl: 👀 Visualización de datos anteriores
gu: 👀 ભૂતકાળની ડેટા જોવી
he: 👀 צפייה בנתונים קודמים
hi: 👀 पिछले डेटा देखना
hr: 👀 Pregled prethodnih podataka
hu: 👀 Korábbi adatok megtekintése
hy: 👀 Թուրքիայի նախկին տվյալների դիտում
id: 👀 Lihat Data Masa Lalu
is: 👀 Skoðun á fyrri gögnum
it: 👀 Consultazione dati storici
ja: 👀 過去のデータ閲覧
ka: 👀 წარსულის მონაცემების ნახვა
kk: 👀 Өткен деректерді қарау
km: 👀 មើលទិន្នន័យកន្លងមក
kn: 👀 ಹಿಂದಿನ ಡೇಟಾ ವೀಕ್ಷಣೆ
ko: 👀 과거 기록 조회
ky: 👀 Өткөн маалыматтарды көрүү
lo: 👀 ການເກັບແກ້ຂໍ້ມູນສະຖານທີ່ຜ່ານໄປ
lt: 👀 Praeities duomenų peržiūra
lv: 👀 Iepriekšējo datu skatīšana
mk: 👀 Преглед на минати податоци
ml: 👀 മുൻകാല ഡാറ്റ കാണൽ
mn: 👀 Өнгөрсөн өгөгдөл харах
mr: 👀 भूतकाळातील डेटा पाहणे
ms: 👀 Lihat Data Masa Lalu
my: 👀 အတိတ်ဒေတာ ကြည့်ရှုခြင်း
nb: 👀 Visning av tidligere data
ne: 👀 विगत डाटा हेर्ने
nl: 👀 Bekijk eerdere gegevens
no: 👀 Se på tidligere data
or: 👀 ଅତୀତ ଡାଟା ଦେଖିବା
pa: 👀 ਪਿਛਲੇ ਡੇਟਾ ਦੀ ਜਾਂਚ
pl: 👀 Przeglądanie danych z przeszłości
ps: 👀 د تیر وخت معلومول
pt: 👀 Visualização de dados passados
ro: 👀 Vizualizarea datelor anterioare
ru: 👀 Просмотр прошлых данных
si: 👀 අතීත දත්ත පරීක්ෂණය
sk: 👀 Prehľad starších údajov
sl: 👀 Ogled preteklih podatkov
sq: 👀 Shikimi të dhënat e kaluara
sr: 👀 Pregled prošlih podataka
sv: 👀 Visa data från det förflutna
sw: 👀 Kuangalia Data za Zamani
ta: 👀 கடந்த கால தரவு பார்வை
te: 👀 గత డేటా వీక్షణ
th: 👀 ดูข้อมูลที่เคยผ่านมา
tl: 👀 Pagtingin sa Nakaraang Data
tr: 👀 Geçmiş verileri görüntüle
ur: 👀 ماضی کے ڈیٹا کی جانچ
uz: 👀 O'tgan ma'lumotlarni ko'rish
vi: 👀 Xem dữ liệu lịch sử
zh: 👀 查看过去的数据
zu: 👀 Ukubuka idatha yangaphambili

source: 🏷 Customize health tags
af: 🏷 Pasiëntetikette persoonlik maak
am: 🏷 እንቅስቃሴ መስመር እንደ ተለዋዋጭ ተመልከት
ar: 🏷 تخصيص علامات الحالة الصحية
as: 🏷 স্বাস্থ্য টেগ কাষ্টমাইজ কৰক
az: 🏷 Vəziyyət teqlərinin fərdiləşdirilməsi
be: 🏷 Наладжванне пазначэнняў стану здароўя
bg: 🏷 Персонализиране на тагове за самочувствие
bn: 🏷 অবস্থার ট্যাগ কাস্টমাইজ করুন
bs: 🏷 Prilagodite oznake stanja
ca: 🏷 Personalitzar etiquetes de salut
cs: 🏷 Přizpůsobení štítků příznaků
cy: 🏷 Addasu tagiau iechyd
da: 🏷 Tilpass dit helbreds tag
de: 🏷 Anpasstags für den Gesundheitszustand
el: 🏷 Προσαρμογή ετικετών υγείας
es: 🏷 Personalizar etiquetas de síntomas
et: 🏷 Kohandage tervise siltide
eu: 🏷 Egoa etiketak pertsonalizatu
fa: 🏷 سفارشی کردن برچسب های وضعیت
fi: 🏷 Mukautettu terveys-tagit
fil: 🏷 I-customize ang mga tag ng kalagayan
fr: 🏷 Personnaliser les étiquettes de santé
gl: 🏷 Personaliza as etiquetas de saúde
gu: 🏷 તબિયત ટેગ કસ્ટમાઇઝ કરો
he: 🏷 התאם אישית תגיות מצב הגוף
hi: 🏷 तबीयत टैग कस्टमाइज़ करें
hr: 🏷 Prilagodite oznake za stanje
hu: 🏷 Állapot címkék testreszabása
hy: 🏷 Պաշտպանության տեղակայումները հարմարեցնել
id: 🏷 Kustomisasi Tag Kesehatan
is: 🏷 Fyrirkomulag skynjum
it: 🏷 Personalizza tag del benessere
ja: 🏷 体調タグをカスタマイズ
ka: 🏷 ჯანმრთელობის ტაგების საკუთარი მახასიათებლების მორგება
kk: 🏷 Денсаулық тегтерін баптау
km: 🏷 កែសម្រួលស្លាកសុខភាព
kn: 🏷 ಆರೋಗ್ಯ ಟ್ಯಾಗ್‌ಗಳನ್ನು ಕಸ್ಟಮೈಜ್ ಮಾಡಿ
ko: 🏷 체조 태그 맞춤 설정
ky: 🏷 Ден соолук тагын колдонмо
lo: 🏷 ແກ້ໄຂປ່ອນແທັກລາຍການສະຖິຕິສະເພາະ
lt: 🏷 Pridėkite savo sveikatos žymes
lv: 🏷 Pielāgot veselības tagus
mk: 🏷 Прилагодете ги ознаките за здравствена состојба
ml: 🏷 സ്വാസ്ഥ്യ ടാഗുകൾ കസ്റ്റമൈസ് ചെയ്യുക
mn: 🏷 Биеийн байдлын шошгыг тохируулах
mr: 🏷 तब्येत टॅग सानुकूलित करा
ms: 🏷 Sesuaikan tag keadaan kesihatan
my: 🏷 ခံစားချက်တက်ဂ်များကို စိတ်ကြိုက်ပြင်ဆင်ပါ
nb: 🏷 Tilpass helsemerker
ne: 🏷 स्वास्थ्य ट्यागहरू कस्टमाइज गर्नुहोस्
nl: 🏷 Pasform gezondheidslabels aan
no: 🏷 Tilpass helsetagger
or: 🏷 ସ୍ୱାସ୍ଥ୍ୟ ଟ୍ୟାଗ୍ କଷ୍ଟମାଇଜ୍ କରନ୍ତୁ
pa: 🏷 ਸਿਹਤ ਟੈਗ ਅਨੁਕੂਲਿਤ ਕਰੋ
pl: 🏷 Dostosuj tagi stanu zdrowia
ps: 🏷 د حالت ټګ تنظیمول
pt: 🏷 Personalizar etiquetas de condição
ro: 🏷 Personalizați etichetele stării de sănătate
ru: 🏷 Настройка тегов состояния
si: 🏷 සෞඛ්‍ය ටැග් අභිරුචිකරන්න
sk: 🏷 Upravte značky zdravotného stavu
sl: 🏷 Prilagodite oznake za zdravstveno stanje
sq: 🏷 Përshtatni etiketat e shëndetit
sr: 🏷 Прилагођавање ознака здравља
sv: 🏷 Anpassa hälsotaggar
sw: 🏷 Rekebisha Lebo za Hali ya Afya
ta: 🏷 உடல்நிலை குறிச்சொல் தனிப்படுத்தல்
te: 🏷 ఆరోగ్య ట్యాగ్లను కస్టమైజ్ చేయండి
th: 🏷 ปรับแต่งแท็กสภาวะร่างกาย
tl: 🏷 I-customize ang mga health tag
tr: 🏷 Durum etiketlerini özelleştir
ur: 🏷 صحت کا ٹیگ اپنی مرضی کے مطابق بنائیں
uz: 🏷 Holat teglarini moslashtirish
vi: 🏷 Tùy chỉnh thẻ sức khỏe
zh: 🏷 自定义健康标签
zu: 🏷 Phakathi kwezithako zomzimba ezizenzekalayo

source: 🚫 Hide ads
af: 🚫 Versteek advertensies
am: 🚫 ማስታወቂያዎች እንደሚታይ ይቆሟ
ar: 🚫 إخفاء الإعلانات
as: 🚫 বিজ্ঞাপন লুকুৱা
az: 🚫 Reklamları gizlətmək
be: 🚫 Схаваць рэкламу
bg: 🚫 Без реклами
bn: 🚫 বিজ্ঞাপনমুক্ত
bs: 🚫 Sakrivanje oglasa
ca: 🚫 Sense publicitat
cs: 🚫 Skryté reklamy
cy: 🚫 Dileu hysbysiadau
da: 🚫 Skjul annoncer
de: 🚫 Werbung ausblenden
el: 🚫 Απενεργοποίηση διαφημίσεων
es: 🚫 Sin anuncios
et: 🚫 Reklaami peitmine
eu: 🚫 Iragarkien ezkutatzea
fa: 🚫 عدم نمایش تبلیغات
fi: 🚫 Mainoksien piilottaminen
fil: 🚫 Walang Patalastas
fr: 🚫 Masquer les publicités
gl: 🚫 Ocultar anuncios
gu: 🚫 જાહેરાતો છુપાવવી
he: 🚫 הסתרת פרסומות
hi: 🚫 विज्ञापन हटाना
hr: 🚫 Sakrij oglas
hu: 🚫 Hirdetések eltüntetése
hy: 🚫 Կայք՝ գովազդների այլևս չհայտնելու համար
id: 🚫 Sembunyikan iklan
is: 🚫 Auglýsingar falið
it: 🚫 Rimozione della pubblicità
ja: 🚫 広告の非表示
ka: 🚫 რეკლამის დამალვა
kk: 🚫 Жарнамаларды жасыру
km: 🚫 បិទការផ្សាយពាណិជ្ជកម្ម
kn: 🚫 ಜಾಹೀರಾತು ಮರೆಮಾಡುವುದು
ko: 🚫 광고 제거
ky: 🚫 Жарнамалардын көрсөтүлбөөсү
lo: 🚫 ບໍ່ສະແດງແບບປ່ານດິນ
lt: 🚫 Reklamos nerodymas
lv: 🚫 Reklāmu slēgšana
mk: 🚫 Скриени реклами
ml: 🚫 പരസ്യ മറയ്ക്കൽ
mn: 🚫 Зар сурталчилгаа нуух
mr: 🚫 जाहिरात लपवा
ms: 🚫 Nyahawai Iklan
my: 🚫 ကြော်ငြာများ ဖျောက်ထားခြင်း
nb: 🚫 Skjul annonser
ne: 🚫 विज्ञापन लुकाउने
nl: 🚫 Advertenties verbergen
no: 🚫 Skjul annonser
or: 🚫 ବିଜ୍ଞାପନ ଲୁଚାଇବା
pa: 🚫 ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਲੁਕਾਉਣਾ
pl: 🚫 Ukryj reklamy
ps: 🚫 اعلانونه نه ښکاره کیږي
pt: 🚫 Ocultar anúncios
ro: 🚫 Ascundeți anunțurile
ru: 🚫 Скрыть рекламу
si: 🚫 මෙනු නොපෙන්වීම
sk: 🚫 Skrýt reklamy
sl: 🚫 Skrij oglasov
sq: 🚫 Fshehja e reklamave
sr: 🚫 Искључи огласе
sv: 🚫 Dölja annonser
sw: 🚫 Bila Matangazo
ta: 🚫 விளம்பர நீக்கம்
te: 🚫 విజ్ఞాపనలను దాచుట
th: 🚫 ปิดการแสดงโฆษณา
tl: 🚫 Pagtago ng mga patalastas
tr: 🚫 Reklamları Gizle
ur: 🚫 اشتہاریں چھپائیں
uz: 🚫 Reklamani yashirish
vi: 🚫 Loại bỏ quảng cáo
zh: 🚫 隐藏广告
zu: 🚫 Khanyisa Izikhangiso

# seeDetailsOfPremiumFeatures
source: View details of premium features
af: Beskou die Premium funksies se besonderhede
am: የፕሪሚየም ባህሪያትን መግለጫ ይቀበሉ
ar: عرض تفاصيل الميزات المميزة
as: প্ৰিমিয়াম সুবিধাসমূহৰ বিৱৰণ চাওক
az: Premium funksiyaların təfərrüatını görün
be: Праглядзець падрабязнасці прэміум-функцый
bg: Виж детайли за премиум функциите
bn: প্রিমিয়াম বৈশিষ্ট্যের বিস্তারিত দেখুন
bs: Pogledaj detalje premium funkcije
ca: Veure els detalls de les funcions premium
cs: Zobrazit podrobnosti o prémiových funkcích
cy: Gwybodaeth fanwl am nodweddion cynyddol
da: Se detaljer om premiumfunktioner
de: Details of premium features view
el: Δείτε λεπτομέρειες για τις premium δυνατότητες
es: Ver detalles de las funciones premium
et: Vaata premium-funktsioonide üksikasju
eu: Premium funtzioen xehetasunak ikusi
fa: جزئیات ویژگی‌های پریمیوم را مشاهده کنید
fi: Katso premium-ominaisuuksien yksityiskohdat
fil: Tingnan ang mga detalye ng premium features
fr: Voir les détails des fonctionnalités premium
gl: Ver detalles das funcionalidades premium
gu: પ્રીમિયમ ફીચર્સની વિગતો જુઓ
he: לראות את פרטי הפונקציות המיוחדות
hi: प्रीमियम सुविधाओं का विवरण देखें
hr: Pogledajte pojedinosti o premium funkcijama
hu: Nézze meg a prémium funkciók részleteit
hy: Նայեք պրեմիում առանձնահատկությունների մանրամասներին
id: Lihat detail fitur premium
is: Skoða nánar umfjóður eiginleika
it: Visualizza i dettagli delle funzioni premium
ja: プレミアム機能の詳細を見る
ka: პრემიერ ფუნქციის დეტალების ნახვა
kk: Премиум функцияларының егжей-тегжейлерін қарау
km: មើលលម្អិតមុខងារប្រីមៀម
kn: ಪ್ರೀಮಿಯಂ ವೈಶಿಷ್ಟ್ಯಗಳ ವಿವರಗಳನ್ನು ನೋಡಿ
ko: 프리미엄 기능 자세히 보기
ky: Премиум функцияларынын детализдөөсүн көрүү
lo: ເບິ່ງລາຍລະອຽດສໍາລັບຄຸນສົມບັດພີເຍມ
lt: Žiūrėti išsamiai apie premium funkcijas
lv: Skatīt detalizētu informāciju par premium funkcijām
mk: Погледнете ги деталите за премиум функцијата
ml: പ്രീമിയം ഫീച്ചറുകളുടെ വിശദാംശങ്ങൾ കാണുക
mn: Премиум функцийн дэлгэрэнгүйг үзэх
mr: प्रीमियम वैशिष्ट्यांचे तपशील पहा
ms: Lihat butiran ciri premium
my: ပရီမီယံလုပ်ဆောင်ချက်များ အသေးစိတ်ကြည့်ရန်
nb: Se detaljer om premiumfunksjoner
ne: प्रिमियम सुविधाहरूको विवरण हेर्नुहोस्
nl: Bekijk de details van de premiumfunctie
no: Se detaljer om premiumfunksjoner
or: ପ୍ରିମିୟମ୍ ସୁବିଧାର ବିବରଣୀ ଦେଖନ୍ତୁ
pa: ਪ੍ਰੀਮੀਅਮ ਫੀਚਰਸ ਦੇ ਵੇਰਵੇ ਵੇਖੋ
pl: Zobacz szczegóły funkcji premium
ps: د پریمیم ځانګړتیاوو تفصیلاتو ته کتنه کول
pt: Ver detalhes da funcionalidade premium
ro: Vezi detaliile funcțiilor premium
ru: Посмотреть детали премиум-функций
si: පැමිණිම් ප්‍රතිපත්ති පරීක්ෂා කරන විශේෂත්වයන්
sk: Zobraziť podrobnosti o prémiových funkciách
sl: Oglejte si podrobnosti o premium funkciji
sq: Shihni detajet e funksioneve premium
sr: Погледајте детаље премијум функција
sv: Visa detaljer om premiumfunktioner
sw: Angalia vipengele vya Premium
ta: பிரீமியம் அம்சங்களின் விவரங்களைப் பார்க்க
te: ప్రీమియం ఫీచర్ల వివరాలు చూడండి
th: ดูรายละเอียดฟีเจอร์พรีเมียม
tl: Tingnan ang mga detalye ng Premium features
tr: Premium özelliklerinin detaylarını gör
ur: پریمیم خصوصیات کی تفصیلات دیکھیں
uz: Premium funksiyalar haqida batafsil ma'lumotni ko'ring
vi: Xem chi tiết tính năng Premium
zh: 查看高级功能的详细信息
zu: Bheka imininingwane yezenzakalo eziphakeme

source: Popular features
af: gewilde funksie
am: ተወዳጅ ባህሪዎች
ar: الميزات الشائعة
as: জনপ্ৰিয় সুবিধাসমূহ
az: Məşhur\nfunksiyalar
be: папулярныя функцыі
bg: Популярни функции
bn: জনপ্রিয় বৈশিষ্ট্য
ca: Funcions destacades
cs: oblíbené funkce
cy: Pinsiol
da: Populære funktioner
de: beliebte Funktionen
el: Δημοφιλή χαρακτηριστικά
es: Funciones populares
et: populaarsed funktsioonid
eu: Ezagunak diren funtzionalitateak
fa: ویژگی های محبوب
fi: suositut toiminnot
fil: Sikat na Mga Feature
fr: Fonctionnalités populaires
gl: Funcións populares
gu: લોકપ્રિય વિશેષતાઓ
he: פופולריות של תכונות
hi: लोकप्रिय फीचर्स
hr: Popularne funkcije
hu: Népszerű funkció
hy: Ամենահայտնի ֆունկցիաներ
id: Fitur Populer
is: Vinsælir Funktioner
it: Funzioni popolari
ja: 人気の 機能
ka: მსგავსი
kk: танымал функциялар
km: ពេញនិយម មុខងារ
kn: ಜನಪ್ರಿಯ ವೈಶಿಷ್ಟ್ಯಗಳು
ko: 인기 기능
ky: Популярдуу функциялары
lo: ຟັງຊັນນິຍົມ
lt: Populiari Funkcijos
lv: populāras funkcijas
mk: Популарна функционалност
ml: ജനപ്രിയ\nഫീച്ചറുകൾ
mn: Алдартай функц
mr: लोकप्रिय वैशिष्ट्ये
ms: Ciri popular
my: ရေပန်းစားသော လုပ်ဆောင်ချက်များ
nb: Populære funksjoner
ne: लोकप्रिय सुविधाहरू
nl: populaire functies
no: populære funksjoner
or: ଲୋକପ୍ରିୟ ବିଶେଷତା
pa: ਪ੍ਰਸਿੱਧ ਫੀਚਰ
pl: Popularne Funkcje
ps: مقبول فیچر
pt: Funcionalidades populares
ro: Funcții populare
ru: Популярные функции
si: ප්‍රසිද්ධ විශේෂණ
sk: Populárne funkcie
sl: Priljubljena funkcionalnost
sq: Funksionet e njohura
sv: populära funktioner
sw: Maarufu Vipengele
ta: பிரபலமான அம்சங்கள்
te: ప్రముఖ ఫీచర్స్
th: ฟีเจอร์ที่ได้รับความนิยม
tl: Sikat na Mga Feature
tr: popüler özellik
ur: مشہور خصوصیات
uz: Mashhur funksiyalar
vi: Tính năng phổ biến
zh: 热门的 功能
zu: izici ezidume kakhulukazi

source: View premium features
af: Kyk na premium funksies
am: ፕሪምየም ባለቤቶችን ይመልከቱ
ar: عرض الميزات المتميزة
as: প্ৰিমিয়াম বৈশিষ্ট্যসমূহ চাওক
az: Premium xüsusiyyətləri gör
be: Праглядзець прэміум-функцыі
bg: Виж премиум функции
bn: প্রিমিয়াম ফিচার দেখুন
bs: Pogledajte premium funkcije
ca: Veure funcions premium
cs: Zobrazit prémiové funkce
cy: Gweld nodweddau premiwm
da: Se premium funktioner
de: Premiumfunktionen anzeigen
el: Δείτε τις premium λειτουργίες
es: Ver funciones premium
et: Vaata premium-funktsioone
eu: Premium ezaugarrien ikustea
fa: مشاهده عملکردهای پریمیوم
fi: Näe premium-ominaisuudet
fil: Tingnan ang mga premium feature
fr: Voir les fonctionnalités premium
gl: Ver as funcións premium
gu: પ્રીમિયમ સુવિધાઓ જુઓ
he: ראה תכונות פרימיום
hi: प्रीमियम सुविधाएं देखें
hr: Pogledajte premium funkcije
hu: Nézd meg a prémium funkciókat
hy: Դիտել պրեմիում հնարավորություններ
id: Lihat fitur premium
is: Skoða aukakostnaðinn
it: Vedi le funzioni premium
ja: プレミアム機能を見る
ka: პრემიუმ ფუნქციები
kk: Премиум функцияларды қарау
km: មើលមុខងារប្រេមៀម
kn: ಪ್ರೀಮಿಯಂ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ನೋಡಿ
ko: 프리미엄 기능 보기
ky: Premium функциясын көрүү
lo: ເບິ່ງຟິຈໄຊພຣີເມີໄມສ
lt: Žiūrėti premiją funkciją
lv: Skatīt prēmiju funkcijas
mk: Гледање на премиум функции
ml: പ്രീമിയം സവിശേഷതകൾ കാണുക
mn: Премиум функцуудыг үзэх
mr: प्रीमियम सुविधा पहा
ms: Lihat fungsi premium
my: ပရီမီယံ လုပ်ဆောင်ချက်များ ကြည့်ရှုပါ
nb: Se premiumfunksjoner
ne: प्रिमियम सुविधा हेर्नुहोस्
nl: Premiumfuncties bekijken
no: Se premiumfunksjoner
or: ପ୍ରିମିୟମ୍ ବୈଶିଷ୍ଟ୍ୟ ଦେଖନ୍ତୁ
pa: ਪ੍ਰੀਮੀਅਮ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਵੇਖੋ
pl: Zobacz funkcje premium
ps: د پریمیر ځانګړتیاوو لید
pt: Ver funções premium
ro: Vezi funcțiile premium
ru: Посмотреть премиум функции
si: ප්‍රීමියම් විශේෂාංග බලන්න
sk: Zobraziť prémiové funkcie
sl: Oglejte si premium funkcije
sq: Shikoni veçoritë premium
sr: Погледајте премиум функције
sv: Visa premiumfunktioner
sw: Ona Vipengele vya Premium
ta: பிரீமியம் அம்சங்களைப் பார்க்கவும்
te: ప్రీమియం ఫీచర్లను చూడండి
th: ดูฟีเจอร์พรีเมียม
tl: Tingnan ang mga Premium na Tampok
tr: Premium özelliklerini gör
ur: پریمیم خصوصیات دیکھیں
uz: Premium funksiyalarni ko‘rish
vi: Xem tính năng premium
zh: 查看高级功能
zu: Bheka imisebenzi ye-premium

# addedDisplayModePillDaysCycle
source: Display mode pill intake days (cycle) added
af: Ann displaymodus vir die aantal daae (siklus) van inname is bygevoeg.
am: የታይቦ ሞዴል የየቀን መዋቅር (ወቅታዊ) ተጨምሯል።
ar: تم إضافة وضع العرض لعدد أيام الاستخدام (الدورة)
as: প্রদর্শন মোডে ব্যবহারের দিন সংখ্যা (চক্র) যোগ করা হয়েছে
az: İstifadəçi rejimində dərman qəbul günləri (dövr) əlavə edildi.
be: Рэшым працы добавлены дні прыёму таблетак (цыкл)
bg: Режим на показване на дни за прием (цикъл) беше добавен
bn: প্রদর্শন মোডে গ্রহণের দিন সংখ্যার(চক্র) যোগ করা হয়েছে
bs: Dodati prikaz režima uzimanja tableta (ciklus)
ca: S'ha afegit el mode de visualització del nombre de dies de presa (cicle)
cs: Byl přidán režim zobrazení pro počet dnů užívání (cyklus).
cy: Mae modd arddangos y dyddiau a gymhwyswyd (cyfnod) wedi'i ychwanegu.
da: Visningsmodus for indtagelsesdage (cyklus) er blevet tilføjet.
de: Der Anzeige-Modus für die Einnahmetage (zyklus) wurde hinzugefügt.
el: Η λειτουργία εμφάνισης για τις ημέρες λήψης (κύκλος) έχει προστεθεί.
et: Suvastusrežiim, pillide võtmise päevade (tsükli) lisamine on lõpule viidud.
eu: Erakusteko modua hartzeko egun kopurua (zikloa) gehitu da
fa: حالت نمایش روزهای مصرف (چرخه) اضافه شد
fi: Näyttötapa käyttöpäivien (syklin) lisäämiseksi on lisätty
fr: Le mode d'affichage pour le nombre de jours de prise (cycle) a été ajouté.
gl: Engadiuse o modo de visualización do número de días (ciclo) de toma.
he: מצב התצוגה של מספר ימי השימוש (מחזור) נוסף.
hr: Dodani su prikazni način uzimanja tableta (ciklus)
hu: Megjelent a szedés napjainak (ciklus) megjelenítési módja.
hy: Ցույցի ռեժիմ լիազորության օրերի (ցիկլ) ավելացվեց
id: Mode tampilan jumlah hari pemakaian (siklus) telah ditambahkan.
is: Sýningarmódur fyrir töku daga (hringrás) hefur verið bætt við
ka: გასაყდური რეჟიმი მიღების დღეების (ციკლის) ვადა დაემატა
kk: Көрсету режимі қабылдау күндері (цикл) қосылды.
ky: Көрсөтүү режимине таблеткалардын жумуш күнү (цикл) кошулду.
lo: ເພິ່ນສະຖານທີ່ສະດວກສຸດດີໄດ້ເພີ່ມໃຕ້
lt: Priklausomai nuo naudojamo metodo, pridėtas vartojimo dienų (ciklo) rodymo režimas.
lv: Parādīšanas režīmā ir pievienots lietošanas dienu skaits (cyklus)
mk: Беше додаден режим на прикажување на бројот на дози (период)
ms: Mod paparan bilangan hari pengambilan (kitaran) telah ditambahkan.
nb: Visningsmodus for antall dager med inntak (syklus) har blitt lagt til.
nl: De weergavemodus voor het aantal inname dagen (cyclus) is toegevoegd.
no: Visningsmodus for inntaksdager (syklus) er lagt til.
pl: Tryb wyświetlania dni przyjmowania (cyklu) został dodany.
ps: د ښودنې حالت د درملو د اخیستلو ورځو (چکر) زیات شوی دی
pt: O modo de exibição do número de dias de uso (ciclo) foi adicionado.
ro: Modul de afișare a fost adăugat pentru numărul de zile de utilizare (ciclu)
ru: Режим отображения сроков приема таблеток (цикла) был добавлен
si: ඇලෙවීම්(ප්‍රතිපත්ති) සංඛ්‍යාව එක් කරන ලදි.
sk: Bola pridaný režim zobrazenia počtu dní užívania (cyklus)
sl: Način prikaza dni (ciklus) jemanja je bil dodan.
sq: Modaliteti i shfaqjes të numrit të ditëve të përdorimit (cikli) u shtua.
sr: Додат је режим приказа дана узимања пилуле (циклуса)
sv: Visningsläge för antalet dagar (cykler) för intag har lagts till.
th: โหมดการแสดงผลได้เพิ่มจำนวนวันในการใช้ยา (รอบ) เข้าไปแล้ว
tr: Gösterim modu kullanım günü (döngü) eklendi.
uk: The display mode for the number of days (cycle) taken has been added.
ur: نیا ظاہر کرنے کا طریقہ مہیّا کر دیا گیا ہے کہ استعمال کے دن (چکر) شامل کیے گئے ہیں
uz: Ko'rsatish rejimi iste'mol qilish kunlari (tsikl) qo'shildi
zh: 显示模式服用天数（周期）已添加
zu: Imodi yokubonisa izinsuku zokuphuza (cyclical) zengeziwe.

source: See details
af: Sien meer
am: ዝርዝር ይነብሱ
ar: عرض التفاصيل
as: বিৱৰণ চাওক
az: Təfərrüatları gör
be: Глядзець дэталі
bg: Виж детайли
bn: বিস্তারিত দেখুন
bs: Pogledaj detalje
ca: Veure detalls
cs: Podívejte se na podrobnosti
cy: Gweld manylion
da: Se detaljer
de: Details anzeigen
el: Δείτε λεπτομέρειες
es: Ver detalles
et: Vaata detaile
eu: Xehetasunak ikusi
fa: جزئیات را مشاهده کنید
fi: Katso yksityiskohdat
fil: Tingnan ang Detalye
fr: Voir les détails
gl: Ver detalles
gu: વિગતો જુઓ
he: ראה פרטים
hi: विवरण देखें
hr: Pogledaj detalje
hu: Részletek megtekintése
hy: Դիտել մանրամասները
id: Lihat Detail
is: Skoðaðu nánar
it: Vedi dettagli
ja: 詳細を見る
ka: დეტალების ნახვა
kk: Мәліметтерді көру
km: មើលលម្អិត
kn: ವಿವರಗಳನ್ನು ನೋಡಿ
ko: 자세히 보기
ky: Түшүнүк алууга
lo: ສະການລາຍລະອຽດ
lt: Peržiūrėti detales
lv: Skatīt sīkāk
mk: Погледнете деталите
ml: വിശദാംശങ്ങൾ കാണുക
mn: Дэлгэрэнгүй үзэх
mr: तपशील पहा
ms: Lihat dan ketahui lebih lanjut
my: အသေးစိတ် ကြည့်ရန်
nb: Se mer
ne: विवरण हेर्नुहोस्
nl: Details bekijken
no: Se detaljer
or: ବିବରଣୀ ଦେଖନ୍ତୁ
pa: ਵੇਰਵੇ ਦੇਖੋ
pl: Zobacz szczegóły
ps: جزئیات ولول
pt: Ver detalhes
ro: Vezi detalii
ru: Посмотреть детали
si: සැණින් බලන්න
sk: Zobraziť podrobnosti
sl: Poglej podrobnosti
sq: Shihni në detaje
sr: Погледајте детаље
sv: Se detaljer
sw: Ona maelezo
ta: விவரம் பார்க்க
te: వివరాలు చూడండి
th: ดูรายละเอียด
tl: Tingnan ang detalye
tr: Detayları Görüntüle
uk: View Details
ur: تفصیلات دیکھیں
uz: Batafsil ko'rish
vi: Xem chi tiết
zh: 查看详细信息
zu: Bheka imininingwane

# missedPillNotification
source: Missed pill reminder
af: Pille-omslag kennisgewing
am: የወፍራሽ መድሃኒት መተንበይ ማስታወቂያ
ar: إشعار نسيان تناول الحبوب
as: পিল সেৱন পাহৰি যোৱাৰ সোঁৱৰণী
az: Həb içməyi unudma bildirişi
be: Апавяшчэнне пра забыўшыяся таблеткі
bg: Уведомление за пропуснато хапче
bn: পিল সেবনের অনুস্মারক
bs: Obavijest o zaboravu uzimanja pilula
ca: Recordatori de píndola
cs: Oznámení o zapomenutí užít pilulku
cy: Hysbysiad am ddirybudd pill
da: Påmindelse om at tage piller
de: Benachrichtigung zum Vergessen der Pilleneinnahme
el: Ειδοποίηση για την παράλειψη λήψης χαπιών
es: Píldora olvidada
et: Konteksti unustatult pillide teavitamine
eu: Pillaren ahaztutako jakinarazpena
fa: اعلام مصرف قرص فراموش شده
fi: Pillin unohtuneiden lääkkeiden ilmoitus
fil: Paalala ng Nakalimutang Pills
fr: Notification de prise de pilule manquée
gl: Notificación de esquecemento da pílula
gu: ગોળી લેવાનું ભૂલવાની સૂચના
he: התראה על שכחת לקחת את הפיל
hi: पिल लेने की याददाश्त
hr: Obavijest o zaboravljenoj kontracepcijskoj piluli
hu: A figyelmeztetés a tabletta elfelejtésére
hy: Պիլների ընդունման մոռացության ծանուցում
id: Notifikasi lupa minum pil
is: Tilkynning um að gleyma pillu
it: Promemoria pillola dimenticata
ja: ピルの飲み忘れ通知
ka: პილების მიღების გახსენების შეტყობინება
kk: Дәрі-дәрмектің ұмытылуына хабарлама
km: ការជូនដំណឹងភ្លេចញ៉ាំថ្នាំពនំពង់
kn: ಮಾತ್ರೆ ಸೇವನೆ ಮರೆಯುವ ಸೂಚನೆ
ko: 피임약 복용 누락 알림
ky: Пилди ичүүнү унутуп калуу жөнүндө эскертүү
lo: ການເລີກໃບພິວອນຂອງການດືມບັນທຶກ
lt: Pranešimai apie pamirštas piliules
lv: Pillī paņemt aizmirsta paziņošana
mk: Убедување за заборавени таблети
ml: മാത്ര കഴിക്കാൻ മറന്നു
mn: Эм уух санамж
mr: गोळी घेण्यास विसरल्याची सूचना
ms: Notifikasi terlupa mengambil pil
my: ဆေးလုံးမေ့ခြင်းသတိပေးချက်
nb: Påminnelse om å ta piller
ne: चक्की सेवनको सम्झना
nl: Pil inname herinnering
no: Påminnelse om å ta piller
or: ଗୋଲି ଖାଇବା ଭୁଲିଯିବା ସୂଚନା
pa: گولی لینا بھُل گئے
pl: Powiadomienie o zapomnieniu o pigułce
ps: د پيل د خوړلو هېرولو خبرتیا
pt: Notificação de esquecimento de pílula
ro: Notificare de uitare a pastilei
ru: Уведомление о пропуске приема таблеток
si: පින්නුම් අමතක කිරීමේ දැනුම්දීම
sk: Upozornenie na zabudnutie užitia pilulky
sl: Obvestilo o pozabi na tablete
sq: Njoftim për harrimin e pillave
sr: Обавештење о заборављеном узимању пилуле
sv: Påminnelse om att ta piller
sw: Ukumbusho wa vidonge
ta: மாத்திரை எடுக்க மறந்த அறிவிப்பு
te: మాత్ర తీసుకోకపోవడం నోటిఫికేషన్
th: การแจ้งเตือนการลืมรับประทานยาคุม
tl: Paalala ng nakalimutang pag-inom ng pill
tr: hapsetme bildirimi
uk: Pill taking reminder
ur: pill کو بھول جانے کی اطلاع
uz: Dori ichirishni yoddan chiqarish haqida bildirishnoma
vi: Thông báo quên uống thuốc tránh thai
zh: 药丸忘记通知
zu: Ukukhumbuza ukuphuza ama-pills
