Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorInvalidPromotionalOfferError
source: An unknown error occurred. Please update to the latest version and try again. If the problem persists, please contact support. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
af: Dit is 'n onbekende fout. Werk op na die nuutste weergawe en probeer weer. As dit steeds nie opgelos is nie, kontak ons asseblief via Instellings > Navraag. Kode: {errorCode} Besonderhede: {exceptionMessage}:{exceptionDetails}
am: ምንም እንደማይታወቅ ስህተት ነው። አዳዲስ በግምት ተመልሰው ይሞክሩ። እንዲህ በማይሄድ ከመሠረቱ ወደ ቅንብር > ጥያቄ ይገናኛሉ። ኮድ: {errorCode} ዝርዝር: {exceptionMessage}:{exceptionDetails}
ar: خطأ غير معروف. يرجى تحديث التطبيق إلى أحدث إصدار والمحاولة مرة أخرى. إذا لم يتم الحل، يرجى الاتصال بنا من خلال الإعدادات > الاستفسارات. الرمز: {errorCode} التفاصيل: {exceptionMessage}:{exceptionDetails}
as: অজ্ঞাত কাৰণৰ ত্ৰুটি। শেহতীয়া সংস্কৰণলৈ আপডেট কৰি পুনৰ চেষ্টা কৰক। সমাধান নহ'লে ছেটিংছ > সোধপোছ ৰ পৰা আমাৰ লগত যোগাযোগ কৰক। ক'ড: {errorCode} বিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: Bilinməyən bir xəta baş verdi. Ən son versiyaya yeniləyin və yenidən cəhd edin. Hələ də problem həll olunmasa, Ayarlar > Sorğu vasitəsilə bizimlə əlaqə saxlayın. Kod: {errorCode} Təfərrüat: {exceptionMessage}:{exceptionDetails}
be: Невядомая памылка. Калі ласка, абнавіце да апошняй версіі і паспрабуйце зноў. Калі не вырашаецца, звяжыцеся з намі праз Налада > Запыт. Код: {errorCode} Дэталі: {exceptionMessage}:{exceptionDetails}
bg: Неизвестна грешка. Моля, актуализирайте до последната версия и опитайте отново. Ако проблемът не е решен, моля, свържете се с нас чрез Настройки > Запитвания. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
bn: এটি একটি অজানা কারণের ত্রুটি। অনুগ্রহ করে সর্বশেষ সংস্করণে আপডেট করুন এবং আবার চেষ্টা করুন। যদি সমাধান না হয়, তাহলে সেটিংস > যোগাযোগ এর মাধ্যমে আমাদের সাথে যোগাযোগ করুন। কোড: {errorCode} বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Nepoznat greška. Molimo vas da ažurirate na najnoviju verziju i pokušate ponovo. Ako problem ne bude rešen, kontaktirajte nas putem Podešavanja > Upit. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
ca: Error desconegut. Actualitzeu a la versió més recent i torneu-ho a provar. Si el problema persisteix, poseu-vos en contacte amb nosaltres a través de Configuració > Contacte. Codi: {errorCode} Detalls: {exceptionMessage}:{exceptionDetails}
cs: Chyba bez známého důvodu. Aktualizujte na nejnovější verzi a zkuste to znovu. Pokud se problém nevyřeší, kontaktujte nás pomocí Nastavení > Dotazy. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Mae hwn yn wall anhysbys. Diweddarwch i'r fersiwn ddiweddaraf a cheisiwch eto. Os nad yw'n cael ei ddatrys, cysylltwch â ni trwy fynd i Gosodiadau > Cysylltiad. Cod: {errorCode} Manylion: {exceptionMessage}:{exceptionDetails}
da: Der skyldes en ukendt fejl. Opdater til den nyeste version og prøv igen. Hvis problemet fortsætter, bedes du kontakte os via Indstillinger > Kontakt. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
de: Ein unbekannter Fehler ist aufgetreten. Bitte aktualisieren Sie auf die neueste Version und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns über Einstellungen > Anfrage. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
el: Αδιευκρίνιστο σφάλμα. Αναβαθμίστε στην τελευταία έκδοση και δοκιμάστε ξανά. Εάν το πρόβλημα παραμείνει, παρακαλούμε επικοινωνήστε μέσω Ρυθμίσεις > Επικοινωνία. Κωδικός: {errorCode} Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Error de causa desconocida. Actualice a la versión más reciente e inténtelo de nuevo. Si el problema persiste, póngase en contacto con nosotros a través de Configuración > Contacto. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
et: Tundmatu viga. Uuendage uusima versioonini ja proovige uuesti. Kui probleem ei lahene, võtke ühendust seadmise > Küsige kaudu. Kood: {errorCode} Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Errore ezezaguna da. Eguneratu azken bertsiora eta saiatu berriro. Ez bada konpontzen, jarri harremanetan bitartean, joan ezazu Ezarpenak > Kontsulta. Kodea: {errorCode} Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: خطای ناشناخته است. لطفا به آخرین نسخه بروزرسانی کنید و دوباره امتحان کنید. اگر حل نشد، لطفا از طریق تنظیمات > تماس با ما با ما تماس بگیرید. کد: {errorCode} جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Tuntematon virhe. Päivitä sovellus viimeisimpään versioon ja yritä uudelleen. Jos ongelma ei ratkea, ota yhteyttä asetuksista > Yhteydenottopyynnöt. Koodi: {errorCode} Lisätiedot: {exceptionMessage}:{exceptionDetails}
fil: May hindi kilalang error na naganap. I-update sa pinakabagong bersyon at subukan muli. Kung hindi pa rin malulutas, makipag-ugnayan sa amin sa Settings > Contact. Code: {errorCode} Detalye: {exceptionMessage}:{exceptionDetails}
fr: Erreur inconnue. Veuillez mettre à jour vers la dernière version et réessayer. Si le problème persiste, veuillez nous contacter via Paramètres > Contact. Code : {errorCode} Détails : {exceptionMessage} : {exceptionDetails}
gl: Errore sen título. Actualiza á última versión e inténtao de novo. Se non se resolve, contacta a través de Configuración > Consulta. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
gu: અજ્ઞાત ભૂલ થઈ છે। કૃપા કરીને લેટેસ્ટ વર્ઝન પર અપડેટ કરો અને ફરીથી પ્રયાસ કરો। જો સમસ્યા હલ થતી નથી, તો કૃપા કરીને સેટિંગ્સ > સંપર્ક દ્વારા અમારો સંપર્ક કરો। કોડ: {errorCode} વિગતો: {exceptionMessage}:{exceptionDetails}
he: שגיאה ללא סיבה ברורה. אנא עדכן לגרסה החדשה ביותר ונסה שוב. אם הבעיה עדיין לא נפתרה, צור קשר דרך הגדרות > שאלות. קוד: {errorCode} פרטים: {exceptionMessage}:{exceptionDetails}
hi: अज्ञात कारण से त्रुटि हुई है। कृपया नवीनतम संस्करण में अपडेट करें और पुनः प्रयास करें। यदि समस्या हल नहीं होती है तो सेटिंग्स > संपर्क करें के माध्यम से संपर्क करें। कोड: {errorCode} विवरण: {exceptionMessage}:{exceptionDetails}
hr: Nejasna greška. Molimo ažurirajte na najnoviju verziju i pokušajte ponovo. Ako problem i dalje postoji, obratite se na Postavke > Kontakt. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
hu: Ismeretlen hiba történt. Kérjük, frissítse a legújabb verzióra és próbálja újra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüpont alatt. Kód: {errorCode} Részletek: {exceptionMessage}:{exceptionDetails}
hy: Արմատը հայտնի չէ։ Խնդրում ենք թարմացնել մինչև վերջին տարբերակը և կրկին փորձել։ Եթե խնդիրը չի լուծվում, կպստացեք կարգավորումներ > Հարցման համար դիմել ընտրելով։ Կոդ: {errorCode} Ավելին՝: {exceptionMessage}:{exceptionDetails}
id: Ini adalah kesalahan yang tidak diketahui. Silakan perbarui ke versi terbaru dan coba lagi. Jika masalah tidak teratasi, silakan hubungi kami melalui Pengaturan > Kontak. Kode: {errorCode} Rincian: {exceptionMessage}:{exceptionDetails}
is: Ósýnilega villa. Vinsamlegast uppfærðu í nýjustu útgáfu og reyndu aftur. Ef vandamálið er enn til staðar skaltu hafa samband við okkur í Stillingar > Samband. Kóði: {errorCode} Nánar: {exceptionMessage}:{exceptionDetails}
it: Errore di origine sconosciuta. Aggiorna all'ultima versione e riprova. Se il problema persiste, contattaci tramite Impostazioni > Contattaci. Codice: {errorCode} Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 原因不明のエラーです。最新版にアップデートして再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。コード: {errorCode} 詳細: {exceptionMessage}:{exceptionDetails}
ka: ხშირად გაუგებარი შეცდომაა. შეასრულეთ განახლება ყველაზე ახლოს ვერსიაზე და იმში კვლავ სცადეთ. თუ პრობელმას ვერ მოაგვარებთ, გთხოვთ დაგვიკავშირდეთ პარამეტრები > კითხვები მენიუდან. კოდი: {errorCode} დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Белгісіз қате. Соңғы нұсқасына жаңартып, қайтадан сынап көріңіз. Егер проблема шешілмесе, Параметрлер > Байланыс арқылы бізге хабарласыңыз. Код: {errorCode} Толығырақ: {exceptionMessage}:{exceptionDetails}
km: នេះជាកំហុសដែលមិនដឹងមូលហេតុ។ សូមអាប់ដេតកំណែថ្មីនិងព្យាយាមម្តងទៀត។ ប្រសិនបើមិនអាចដោះស្រាយបាន សូមទាក់ទងមកកាន់យើងតាមរយៈ ការកំណត់ > ការសួរសំណួរ។ កូដ: {errorCode} លម្អិត: {exceptionMessage}:{exceptionDetails}
kn: ಅಜ್ಞಾತ ದೋಷವಾಗಿದೆ. ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಪರಿಹಾರವಾಗದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ವಿಚಾರಣೆ ಮೂಲಕ ಸಂಪರ್ಕಿಸಿ. ಕೋಡ್: {errorCode} ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 원인 불명의 오류입니다. 최신 버전으로 업데이트하고 다시 시도해 주세요. 해결되지 않는 경우 설정 > 문의로 문의해 주세요. 코드: {errorCode} 세부 정보: {exceptionMessage}:{exceptionDetails}
ky: Билимсиз ката. Жаңыртууну жуктуруп алып, кайрадан аракет кылып көрүңүз. Эгер чечилбесе, анда Настройки > Суроолор аркылуу бизге кайрылыңыз. Код: {errorCode} Тулуктоо: {exceptionMessage}:{exceptionDetails}
lo: ນີ້ແມ່ນບັດທິບັນທັບທາບເທິງບໍ່ມີເຫດຜົນ. ກະລຸນາເອົາ ເປັນສະພັດ ແລະ ດັບຜ່ານອັບ໎ເທົບໃໝ່ແລະສຽນຄືນຊັດເພີ່ມເພີ່ມໃໝ່. ຖ່າບໍ່ແກ້ບັນທິບັນນໃນນັ່ນ pleas ສ່ອດພິໃຈຖາມຜ່ານຊໍາຈິດ ແລະເສັ່ນ ແລະ ແບບລະບິນ > ກະລຸນາໂດຍອາຘຈອຍືຄັຜຑ. ລະດັບ: {errorCode} ລາຍລະອຽດ: {exceptionMessage}:{exceptionDetails}.
lt: Nežinomos klaidos pranešimas. Prašome atnaujinti iki naujausios versijos ir bandyti dar kartą. Jei problema neišsisprendžia, kreipkitės į mus per Nustatymai > Klausimai. Kodas: {errorCode} Išsamesnė informacija: {exceptionMessage}:{exceptionDetails}
lv: Neizskaidrojams kļūdas. Lūdzu, atjauniniet uz jaunāko versiju un mēģiniet vēlreiz. Ja problēma joprojām pastāv, lūdzu, sazinieties ar mums caur Iestatījumi > Sazināties. Kods: {errorCode} Informācija: {exceptionMessage}:{exceptionDetails}
mk: Непознатa грешка. Ве молиме надградете на најновата верзија и обидете се повторно. Ако проблемот не се реши, контактирајте не преку Параметри > Контакт. Код: {errorCode} Детали: {exceptionMessage}:{exceptionDetails}
ml: അജ്ഞാത കാരണത്താൽ പിശക് സംഭവിച്ചു. ഏറ്റവും പുതിയ പതിപ്പിലേക്ക് അപ്‌ഡേറ്റ് ചെയ്ത് വീണ്ടും ശ്രമിക്കുക. പരിഹരിക്കപ്പെടുന്നില്ലെങ്കിൽ ക്രമീകരണങ്ങൾ > അന്വേഷണം എന്നതിലൂടെ ബന്ധപ്പെടുക. കോഡ്: {errorCode} വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Үл мэдэгдэх алдаа гарлаа. Хамгийн сүүлийн хувилбар руу шинэчлээд дахин оролдоно уу. Хэрэв шийдвэрлэгдэхгүй бол Тохиргоо > Лавлагаа хэсгээр холбогдоно уу. Код: {errorCode} Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: अज्ञात त्रुटी आहे. नवीनतम आवृत्तीमध्ये अपडेट करून पुन्हा प्रयत्न करा. जर समस्या निराकरण होत नसेल तर सेटिंग्ज > संपर्क मधून आमच्याशी संपर्क करा. कोड: {errorCode} तपशील: {exceptionMessage}:{exceptionDetails}
ms: Ralat tidak diketahui. Sila kemas kini kepada versi terkini dan cuba lagi. Jika masalah berterusan, sila hubungi kami melalui Tetapan > Pertanyaan. Kod: {errorCode} Maklumat lanjut: {exceptionMessage}:{exceptionDetails}
my: အကြောင်းရင်းမသိသော အမှားတစ်ခု ဖြစ်ပေါ်ခဲ့သည်။ နောက်ဆုံးထွက် ဗားရှင်းသို့ အပ်ဒိတ်လုပ်ပြီး ပြန်လည်ကြိုးစားကြည့်ပါ။ အကယ်၍ မဖြေရှင်းနိုင်ပါက ဆက်တင် > မေးမြန်းရန် မှတဆင့် ဆက်သွယ်ပါ။ ကုဒ်: {errorCode} အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Det er en uforklarlig feil. Vennligst oppdater til den nyeste versjonen og prøv igjen. Hvis problemet vedvarer, kontakt oss via Innstillinger > Forespørsel. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
ne: अज्ञात त्रुटि भएको छ। नवीनतम संस्करणमा अपडेट गरेर पुनः प्रयास गर्नुहोस्। समस्या समाधान नभएमा सेटिङहरू > सम्पर्क बाट सम्पर्क गर्नुहोस्। कोड: {errorCode} विवरण: {exceptionMessage}:{exceptionDetails}
nl: Er is een onbekende fout opgetreden. Werk bij naar de nieuwste versie en probeer het opnieuw. Als het probleem aanhoudt, neem dan contact met ons op via Instellingen > Contact. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
no: Ukjent feil. Vennligst oppdater til den nyeste versjonen og prøv igjen. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Kontakt. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
or: ଅଜଣା ତ୍ରୁଟି ଅଛି। ନୂତନ ସଂସ୍କରଣକୁ ଅପଡେଟ କରନ୍ତୁ ଏବଂ ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ। ଯଦି ସମାଧାନ ନହୁଏ ତେବେ ସେଟିଂସ୍ > ସମ୍ପର୍କ କରନ୍ତୁ ଦ୍ୱାରା ସମ୍ପର୍କ କରନ୍ତୁ। କୋଡ୍: {errorCode} ବିସ୍ତୃତ: {exceptionMessage}:{exceptionDetails}
pa: ਅਣਜਾਣ ਗਲਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਨਵੀਨਤਮ ਵਰਜ਼ਨ ਵਿੱਚ ਅੱਪਡੇਟ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇਕਰ ਸਮੱਸਿਆ ਹੱਲ ਨਹੀਂ ਹੁੰਦੀ, ਤਾਂ ਸੈਟਿੰਗਜ਼ > ਪੁੱਛਗਿੱਛ ਤੋਂ ਸੰਪਰਕ ਕਰੋ। ਕੋਡ: {errorCode} ਵੇਰਵਾ: {exceptionMessage}:{exceptionDetails}
pl: Wystąpił nieznany błąd. Zaktualizuj do najnowszej wersji i spróbuj ponownie. Jeśli problem będzie się utrzymywał, skontaktuj się z nami przez Ustawienia > Zapytanie. Kod: {errorCode} Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: دا یو نامعلوم خطا دی. مهرباني وکړئ وروستی نسخه ته تازه کړئ او بیا هڅه وکړئ. که دا حل نشي، نو مهرباني وکړئ د ترتیب > د اړیکې له لارې اړیکه ونیسئ. کوډ: {errorCode} تفصیلات: {exceptionMessage}:{exceptionDetails}
pt: Erro desconhecido. Atualize para a versão mais recente e tente novamente. Se o problema persistir, entre em contato através de Configurações > Contato. Código: {errorCode} Detalhes: {exceptionMessage}:{exceptionDetails}
ro: O eroare necunoscută. Vă rugăm să actualizați la cea mai recentă versiune și să încercați din nou. Dacă problema persistă, vă rugăm să ne contactați prin Setări > Întrebări. Cod: {errorCode} Detalii: {exceptionMessage}:{exceptionDetails}
ru: Неизвестная ошибка. Пожалуйста, обновите до последней версии и попробуйте снова. Если проблема не решится, обратитесь через Настройки > Обратная связь. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
si: අසථික් කාරණයක් වේ. අලුත්ම වාර්ෂිකයට යාවත්කාලීන කර دوبාර බලන්න. විසඳුමක් නොමැති නම් පිළිබඳව සම්බන්ධ කර ගැනීම සඳහා සැකසුම් > පරීක්ෂණය කරන්න: කේතය: {errorCode} විස්තර: {exceptionMessage}:{exceptionDetails}
sk: Neznáma chyba. Aktualizujte na poslednú verziu a skúste to znova. Ak problém pretrváva, kontaktujte nás cez Nastavenia > Kontakt. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Neznana napaka. Posodobite na najnovejšo različico in poskusite znova. Če težava ne bo odpravljena, nas kontaktirajte prek Nastavitve > Vprašanje. Koda: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Gabim i paqartë. Ju lutem përditësoni në versionin më të fundit dhe provoni përsëri. Nëse problemi vazhdon, kontaktoni përmes Settings > Inquiry. Kodi: {errorCode} Detaje: {exceptionMessage}:{exceptionDetails}
sr: Необјашњена грешка. Ажурирајте на најновију верзију и покушајте поново. Ако проблем остаје, контактирајте нас путем Подешавања > Контакт. Код: {errorCode} Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Ett okänt fel har inträffat. Vänligen uppdatera till den senaste versionen och försök igen. Om problemet kvarstår, vänligen kontakta oss via Inställningar > Frågor. Kod: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Hitilafu isiyojulikana. Tafadhali sasisha programu hadi toleo jipya na ujaribu tena. Ikiwa tatizo halitatatulika, tafadhali wasiliana nasi kupitia Mipangilio > Mawasiliano. Msimbo: {errorCode} Maelezo: {exceptionMessage}:{exceptionDetails}
ta: அறியப்படாத பிழை ஏற்பட்டுள்ளது. சமீபத்திய பதிப்பிற்கு புதுப்பித்து மீண்டும் முயற்சிக்கவும். தீர்வு கிடைக்காத பட்சத்தில் அமைப்புகள் > விசாரணை வழியாக தொடர்பு கொள்ளவும். குறியீடு: {errorCode} விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: తెలియని కారణంతో లోపం సంభవించింది. తాజా వెర్షన్‌కు అప్‌డేట్ చేసి మళ్లీ ప్రయత్నించండి. పరిష్కారం కాకపోతే సెట్టింగ్‌లు > సంప్రదింపులు ద్వారా సంప్రదించండి. కోడ్: {errorCode} వివరాలు: {exceptionMessage}:{exceptionDetails}
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ กรุณาอัปเดตเป็นเวอร์ชันล่าสุดและลองอีกครั้ง หากยังไม่สามารถแก้ไขได้ กรุณาติดต่อที่ การตั้งค่า > การสอบถาม รหัส: {errorCode} รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: Hindi kilalang error. Mangyaring i-update sa pinakabagong bersyon at subukang muli. Kung hindi pa rin naresolba, makipag-ugnayan sa amin sa Settings > Contact Us. Code: {errorCode} Mga detalye: {exceptionMessage}:{exceptionDetails}
tr: Bilinmeyen bir hata oluştu. Lütfen en son sürüme güncelleyin ve tekrar deneyin. Eğer sorun devam ederse, Ayarlar > İletişim bölümünden bizimle iletişime geçin. Kod: {errorCode} Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: An unknown error has occurred. Please update to the latest version and try again. If the issue persists, please contact us via Settings > Inquiry. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
ur: یہ ایک نامعلوم خامی ہے۔ براہ کرم تازہ ترین ورژن میں اپ ڈیٹ کریں اور دوبارہ کوشش کریں۔ اگر یہ مسئلہ حل نہیں ہوتا تو براہ کرم سیٹنگز > رابطہ کر کے ہم سے رابطہ کریں۔ کوڈ: {errorCode} تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Noma'lum sabablarga ko'ra xato ro'y berdi. Iltimos, eng so'nggi versiyaga yangilang va qaytadan urinib ko'ring. Agar hal qilinmasa, Sozlamalar > So'rov orqali murojaat qiling. Kod: {errorCode} Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Đã xảy ra lỗi không xác định. Vui lòng cập nhật lên phiên bản mới nhất và thử lại. Nếu vẫn không giải quyết được, vui lòng liên hệ qua Cài đặt > Liên hệ. Mã: {errorCode} Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 未知错误。请升级到最新版本后重试。如果仍然无法解决，请通过设置 > 联系我们与我们联系。代码：{errorCode} 详细信息：{exceptionMessage}:{exceptionDetails}
zu: Kune iphutha engaziwa. Sicela ubuyekeze uhlelo lwaku最新 futhi uzame futhi. Uma kungaxazululeki, sicela uthinte uhlelo > Xhumana. Ikhodi: {errorCode} Imininingwane: {exceptionMessage}:{exceptionDetails}
