Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# premiumTermsNotice1
source: ・The premium subscription period automatically renews every month or every year
af: Die premier-kontrakperiode is 'n outomatiese hernuwing van 1 maand of 1 jaar vanaf die aanvangsdatum.
am: ፕሪሚየም ውል በመጀመሪያ ቀን እንደ ተመለከተ 1 ወር ወይም 1 ዓመት በሚከተለው ይደገፋል።
ar: • يتم تجديد فترة الاشتراك المميز تلقائياً كل شهر أو سنة واحدة ابتداءً من تاريخ البداية
as: ・প্ৰিমিয়াম চুক্তিৰ সময়কাল আৰম্ভণিৰ দিনৰ পৰা প্ৰতি ১ মাহ বা ১ বছৰৰ স্বয়ংক্ৰিয় নৱীকৰণ হ'ব।
az: • Premium müqavilə müddəti başlama tarixindən etibarən hər ay və ya ildə bir dəfə avtomatik olaraq yenilənir
be: Перыяд прэміум-кантракта аўтаматычна працягваецца на 1 месяц або 1 год з пачатковай даты.
bg: ・Периодът на премиум договора се подновява автоматично на всеки 1 месец или 1 година, считано от началната дата
bn: • প্রিমিয়াম চুক্তির মেয়াদ শুরুর তারিখ থেকে গণনা করে প্রতি ১ মাস বা ১ বছর অন্তর স্বয়ংক্রিয়ভাবে নবায়ন হবে
bs: • Premium subscription period is automatically renewed every month or year from the start date.
ca: ・El període de contracte Premium es renova automàticament cada mes o any a partir de la data d'inici
cs: • Doba prémiového předplatného se automaticky obnovuje každého 1 měsíce nebo 1 roku od data zahájení.
cy: Bydd cyfnod cytundeb premwm yn adnewyddu yn awtomatig bob mis neu bob blwyddyn o dyddiad dechrau.
da: Premium abonnementsperioden fornyes automatisk hver måned eller år fra startdatoen.
de: Die Premium-Vertragslaufzeit wird ab dem Startdatum automatisch alle 1 Monat oder 1 Jahr verlängert.
el: Η περίοδος της Premium συνδρομής ανανεώνεται αυτόματα κάθε μήνα ή χρόνο από την ημερομηνία έναρξης.
es: • El período de suscripción Premium se renovará automáticamente mensual o anualmente a partir de la fecha de inicio
et: • Premium-leping kehtib alates alguskuupäevast alates automaatselt 1 kuu või 1 aasta kaupa.
eu: • Premium kontratua hasi data kontuan hartuta 1 hilabete edo 1 urteko auto-berriztapenera pasatuko da.
fa: مدت قرارداد پریمیوم به صورت خودکار هر ۱ ماه یا ۱ سال از تاریخ شروع محاسبه می‌شود.
fi: • Premium-sopimuksen voimassaoloaika uusitaan automaattisesti 1 kuukauden tai 1 vuoden välein alkaen sopimuksen alkuperäisestä päivämäärästä
fil: • Ang Premium subscription period ay awtomatikong mare-renew kada buwan o taon mula sa petsa ng pagsisimula
fr: La période d'abonnement premium se renouvelle automatiquement tous les mois ou tous les ans à compter de la date de début.
gl: O período de subscrición premium renovará automaticamente a cada mes ou ano a partir da data de inicio.
gu: ・પ્રીમિયમ કરારની અવધિ શરૂઆતની તારીખથી ગણતરી કરીને દર 1 મહિને અથવા 1 વર્ષે આપોઆપ નવીકરણ થશે
he: מנוי הפרימיום מתחדש באופן אוטומטי כל חודש או כל שנה, מתחילת המנוי.
hi: • प्रीमियम अनुबंध अवधि प्रारंभ तिथि से गिनकर प्रत्येक 1 महीने या 1 वर्ष में स्वचालित रूप से नवीकृत होगी।
hr: • Premium ugovor traje automatski na temelju mjeseca ili godine, počevši od datuma početka.
hu: A prémium előfizetés időtartama a kezdő időponttól számítva havonta vagy évente automatikusan megújul.
hy: • Պրեմիում անդամակցությունը ավտոմատ կերպով կթարմացվի մեկ ամիս կամ մեկ տարի ժամկետի ընթացքում, սկսած մեկնարկի օրվանից
id: • Periode kontrak premium akan diperpanjang secara otomatis setiap bulan atau setiap tahun, dihitung dari tanggal mulai.
is: Premium samningstímabil er sjálfgefið endurnýjað á 1 mánuði eða 1 ári frá upphafsdögum.
it: • Il contratto Premium si rinnova automaticamente ogni mese o ogni anno a partire dalla data di inizio
ja: ・プレミアム契約期間は開始日から起算して1ヶ月または1年ごとの自動更新となります
ka: პრემიუმ ხელშეკრულების ვადა იწყება დაწყების თარიღიდან და ავტომატურად renewing ხდება 1 თვეში ან 1 წელს.
kk: - Premium келісімшартының мерзімі басталу күнінен бастап 1 ай немесе 1 жыл сайын автоматты түрде жаңартылады.
km: • កាលកំណត់សន្យាបុព្វលាភនឹងបន្តដោយស្វ័យប្រវត្តិរៀងរាល់ 1 ខែ ឬ 1 ឆ្នាំ គណនាចាប់ពីថ្ងៃចាប់ផ្តើម
kn: ・ಪ್ರೀಮಿಯಂ ಗುತ್ತಿಗೆ ಅವಧಿಯು ಪ್ರಾರಂಭ ದಿನಾಂಕದಿಂದ ಎಣಿಸಿ ಪ್ರತಿ 1 ತಿಂಗಳು ಅಥವಾ 1 ವರ್ಷಕ್ಕೆ ಸ್ವಯಂಚಾಲಿತ ನವೀಕರಣವಾಗುವುದು
ko: ・프리미엄 계약 기간은 시작일로부터 1개월 또는 1년마다 자동 갱신됩니다
ky: ・Премиум келишим мезгили башталыш күнүнөн тартып 1 ай же 1 жылга автоматтык түрдө жаңартыла турган болду.
lo: • ຄະແນນເພີ່ມສ່ວນຕາມແລະພິມຂອງເທີມອບຄວາມທັງງນຂາມສຽງອັດດ້ອງປະເພາະພາສາຈາກອສິດທີ້ຕະລິ່ນ ພິມສຽງອັດດໍາທູນ ດັຕິກສະຕິ ແຟຍຊອລ ໆຕີຕັກລາດທຼົວແ່ສດເກຈາເຂົ້າມະມິກງານກຽນງມະໄດເລຍປິ່ທິ່ນລິນໃຫ້ວຽກສພອກສຸ່ອຸມຈາມການ|||
lt: • Premija trukmė automatiškai atnaujinama kas mėnesį arba kas metus, pradedant nuo sutarties pradžios datos.
lv: Premium līguma periods tiek automātiski atjaunots katru mēnesi vai gadu, sākot no sākuma datuma.
mk: - Премиум договорот за користење се обновува автоматски по еден месец или по една година, започнувајќи од датумот на почеток.
ml: ・പ്രീമിയം കരാർ കാലാവധി ആരംഭ തീയതി മുതൽ കണക്കാക്കി 1 മാസം അല്ലെങ്കിൽ 1 വർഷം കൂടുമ്പോൾ സ്വയമേവ പുതുക്കപ്പെടുന്നതാണ്
mn: • Премиум гэрээний хугацаа нь эхлэх өдрөөс тооцоолж сар бүр эсвэл жил бүрийн автомат сэргээлттэй болно
mr: • प्रीमियम करार कालावधी सुरुवातीच्या तारखेपासून गणना करून दर १ महिना किंवा १ वर्षाने स्वयंचलित नूतनीकरण होईल
ms: Tempoh langganan premium akan diperbaharui secara automatik setiap bulan atau setiap tahun bermula dari tarikh mula.
my: • ပရီမီယံ စာချုပ်သက်တမ်းသည် စတင်ရက်မှ စတင်၍ တစ်လ သို့မဟုတ် တစ်နှစ်တစ်ကြိမ် အလိုအလျောက် သက်တမ်းတိုး ဖြစ်မည်ဖြစ်သည်
nb: Premium abonnement er automatisk fornyet hver måned eller hvert år fra og med startdato.
ne: • प्रिमियम सम्झौता अवधि सुरुवात मितिबाट गणना गरेर १ महिना वा १ वर्षको स्वचालित नवीकरण हुनेछ।
nl: • De premium abonnementsperiode wordt automatisch verlengd met 1 maand of 1 jaar, met ingang van de startdatum.
no: - Premium abonnementet fornyes automatisk hver måned eller hvert år, fra startdatoen.
or: ・ପ୍ରିମିୟମ୍ ଚୁକ୍ତି ଅବଧି ଆରମ୍ଭ ତାରିଖଠାରୁ ଗଣନା କରି ଏକ ମାସ କିମ୍ବା ଏକ ବର୍ଷର ସ୍ବଚାଳିତ ନବୀକରଣ ହେବ।
pa: • ਪ੍ਰੀਮੀਅਮ ਕੰਟਰੈਕਟ ਦੀ ਮਿਆਦ ਸ਼ੁਰੂਆਤ ਦੀ ਤਾਰੀਖ਼ ਤੋਂ ਗਿਣਤੀ ਕਰਕੇ ਹਰ 1 ਮਹੀਨੇ ਜਾਂ 1 ਸਾਲ ਬਾਅਦ ਆਟੋਮੈਟਿਕ ਰਿਨਿਊਅਲ ਹੋਵੇਗੀ।
pl: Okres subskrypcji Premium odnawia się automatycznie co miesiąc lub co roku, licząc od daty rozpoczęcia.
ps: د پریمیئم تړون موده د پیل نیټې څخه په نظر کې نیولو سره هره میاشت یا کال په اوتومات ډول نوي کیږي
pt: O período do contrato premium será renovado automaticamente a cada mês ou ano, a partir da data de início.
ro: • Perioada de abonament premium se reînnoiește automat la fiecare 1 lună sau 1 an începând de la data de început.
ru: Премиум-подписка автоматически продлевается каждые 1 месяц или 1 год, начиная с даты начала.
si: • ප්‍රීමියම් ගිවිසුම් කාලය ආරම්භක දිනයෙන් කණ්ඩායම් 1 මාසය හෝ 1 වසරක් ක්‍රියාත්මක වේ.
sk: • Obdobie prémiového predplatného sa automaticky obnovuje na 1 mesiac alebo 1 rok od dátumu začatia.
sl: Premiumna pogodba se avtomatsko podaljšuje na mesec ali leto od začetka veljavnosti.
sq: • Periudha e kontratës premium rinovohet automatikisht çdo muaj ose çdo vit duke filluar nga data e nisjes.
sr: – Premium pretplatna period se automatski obnavlja na mesečnom ili godišnjem nivou počevši od datuma početka.
sv: • Premiumabonnemanget förnyas automatiskt varje månad eller år, räknat från startdatumet.
sw: ・Kipindi cha mkataba wa premium kitajifunga kiotomatiki kila baada ya mwezi mmoja au mwaka mmoja kuanzia tarehe ya kuanza
ta: • பிரீமியம் ஒப்பந்த காலம் தொடக்க தேதியிலிருந்து கணக்கிடப்பட்டு 1 மாதம் அல்லது 1 வருடத்திற்கு ஒருமுறை தானாக புதுப்பிக்கப்படும்
te: • ప్రీమియం ఒప్పంద వ్యవధి ప్రారంభ తేదీ నుండి లెక్కించి ప్రతి 1 నెల లేదా 1 సంవత్సరానికి స్వయంచాలక పునరుద్ధరణ అవుతుంది
th: • ระยะเวลาการสมัครสมาชิกพรีเมียมจะมีการต่ออายุโดยอัตโนมัติทุกเดือนหรือทุกปีนับตั้งแต่วันเริ่มต้น
tl: ・Ang panahon ng Premium na kontrata ay awtomatikong mapapanibago bawat 1 buwan o 1 taon, binibilang mula sa petsa ng pagsisimula
tr: Premium abonelik süresi başlangıç tarihinden itibaren her ay veya her yıl otomatik olarak yenilenir.
uk: The premium subscription period will automatically renew every month or year from the start date.
ur: پریمیم معاہدے کی مدت شروع ہونے کی تاریخ سے ایک ماہ یا ایک سال کی خودکار تازہ کاری ہوگی۔
uz: Premium obuna muddati boshlanish sanasidan boshlab 1 oy yoki 1 yil davomida avtomatik ravishda yangilanadi.
vi: ・Thời hạn hợp đồng Premium sẽ tự động gia hạn theo chu kỳ 1 tháng hoặc 1 năm kể từ ngày bắt đầu
zh: - 準premium合約期將從開始日期起，每月或每年自動續約
zu: • Isikhathi sokubhaliselwa kwePremium sizoqala kusukela ngosuku lokuqala lokubhaliswa, siba nokuvuselelwa okuzenzakalelayo kwezinyanga ezingu-1 noma eminyakeni emibili.

# premiumTermsNotice2
source: Displayed under the Specific Commercial Transactions Law
af: Weergawes volgens die Wet op Bepaalde Handelsdefinisies
am: እንደ ይገመገም እና የንግድ መድረክ ዳይሬክተሬ የሚያመለክት ዝግጅት
ar: بيان وفقاً لقانون المعاملات التجارية
as: বিশেষ বাণিজ্যিক লেনদেন আইন অনুযায়ী প্ৰদৰ্শন
az: Xüsusi ticarət qanununa əsasən açıqlama
be: Агульнае паведамленне ў адпаведнасці з Законам аб асаблівых камерцыйных здзелках
bg: Правна информация за търговеца
bn: বাণিজ্যিক লেনদেন আইন অনুযায়ী প্রদর্শন
bs: Prikaz prema Zakonu o specijalnom trgovinskom zakonodavstvu
ca: Informació segons la Llei de Transaccions Comercials Específiques
cs: Zobrazení podle zákona o specifických obchodních transakcích
cy: Dangosiad o dan y Ddeddf Masnach Cyffredinol
da: Oplysninger i henhold til lov om bestemte kommercielle transaktioner
de: Angaben gemäß dem Gesetz über den Nachweis von Geschäftsbedingungen
el: Εμφάνιση σύμφωνα με τον Νόμο περί Ειδικών Εμπορικών Συναλλαγών
es: Información Legal
et: Teave vastavalt kaupade ja teenuste müügi seadusele
eu: Eskuarki Legearen arabera emandako erakustea
fa: نمایش مطابق با قانون تجارت الکترونیک
fi: Erityisten kaupankäynnin lakien mukainen ilmoitus
fil: Mga Impormasyon ng Negosyo (Ayon sa Batas ng Transaksyong Komersyal)
fr: Affichage conformément à la loi sur les transactions spéciales
gl: Exhibición conforme á normativa sobre comercio electrónico
gu: વિશિષ્ટ વ્યાપારી વ્યવહાર કાયદાના આધારે પ્રદર્શન
he: הצגה לפי החוק לעסקים מיוחדים
hi: व्यापारिक कानूनी जानकारी
hr: Prikaz prema Zakonu o posebnim vrstama trgovine
hu: A megjelenítés a 2008. évi XLVII. törvény alapján, amely a távollevők között kötött szerződésekre vonatkozik
hy: Հատուկ առևտրային գործարքների օրենքի հիման վրա ցուցադրում
id: Informasi Berdasarkan Undang-Undang Perdagangan Khusus
is: Sértækar upplýsingar samkvæmt lögum um sérstakar viðskipti
it: Informazioni legali
ja: 特定商取引法に基づく表示
ka: ანდაზადერა გადახადების შესახებ სპეციფიური კანონმდებლობის შესაბამისად
kk: Арнайы келісім-шарттар туралы заңға сәйкес көрсетілген ақпарат
km: ការបង្ហាញព័ត៌មានតាមច្បាប់ពាណិជ្ជកម្មជាក់លាក់
kn: ಕಾನೂನು ಪ್ರಕಟಣೆ
ko: 전자상거래법에 따른 표시
ky: Спецификация боюнча биринчи соода келишими
lo: ການແບ່ງປະເພດຕາມກົບບັນລິບັດ ຕາມກົບບັນລິບັດຄືສິ່ງເປັນແບບໃຈ
lt: Informacija pagal Specialųjį prekybos įstatymą
lv: Informācija saskaņā ar Specifiskās tirdzniecības likumu
mk: Приказ според Законот за посебни трговски трансакции
ml: വിശിഷ്ട വാണിജ്യ ഇടപാട് നിയമപ്രകാരമുള്ള പ്രദർശനം
mn: Арилжааны хуулийн мэдээлэл
mr: कायदेशीर माहिती
ms: Pendedahan berdasarkan Akta Perdagangan tertentu
my: အထူးကုန်သွယ်မှုဥပဒေအရ ဖော်ပြချက်
nb: Visning i henhold til lov om spesifikke handelsvilkår
ne: व्यापारिक लेनदेन कानून अनुसारको जानकारी
nl: Weergave op basis van de wet inzake aannemelijke handelspraktijken
no: Visning i henhold til lov om spesifikke handelsforhold
or: ବ୍ୟବସାୟିକ କାରବାର ନିୟମ ଅନୁସାରେ ସୂଚନା
pa: ਵਿਸ਼ੇਸ਼ ਵਪਾਰਕ ਲੈਣ-ਦੇਣ ਕਾਨੂੰਨ ਅਨੁਸਾਰ ਪ੍ਰਦਰਸ਼ਨ
pl: Informacja zgodnie z ustawą o szczególnych formach sprzedaży
ps: د ځانګړو سوداګرۍ معاملاتو په اړه څرګندونه
pt: Exibição de acordo com a Lei de Transações Comerciais Especiais
ro: Informații conform legislației comerciale specifice
ru: Информация в соответствии с законом о торговле
si: විශේෂිත වාණිජ ගනුදෙනු නීතිය යටතේ පෙන්වීම
sk: Zobrazenie podľa zákona o osobitných obchodných transakciách
sl: Prikaz v skladu z Zakonom o posebni vrsti poslovanja
sq: Shfaqja sipas ligjit për tregtinë e veçantë
sr: Prikaz u skladu sa Zakonom o specijalnim trgovinskim transakcijama
sv: Visning enligt lagen om specifik handel
sw: Taarifa za Kisheria za Biashara
ta: குறிப்பிட்ட வணிக பரிவர்த்தனை சட்டத்தின் அடிப்படையிலான தகவல்கள்
te: చట్టపరమైన వివరాలు
th: การแสดงผลตามพระราชบัญญัติว่าด้วยการพาณิชย์อิเล็กทรอนิกส์
tl: Mga Kinakailangang Legal na Impormasyon
tr: Özellikle Ticaret Hukuğu'na göre gösterim
uk: Display based on the Act on Specified Commercial Transactions
ur: خصوصی تجارتی قانون کے تحت معلومات
uz: Maxsus savdo shartnomalari to'g'risida ma'lumot
vi: Thông báo theo Luật Giao dịch Thương mại Cụ thể
zh: 根据特定商取引法的显示
zu: Ukubandakanywa kweMthetho wezokuThengiselana Okwakhelwe Ngaphakathi

# premiumTermsNotice3
source: Please confirm before registering
af: Kontroleer dit en registreer asseblief.
am: እባክዎ ይምረጡ እና ይመዝግቡ።
ar: يرجى المراجعة والتسجيل
as: পৰীক্ষা কৰি নিবন্ধন কৰক
az: nəzərdən keçirərək qeydiyyatdan keçin
be: Калі ласка, праверце і зарэгіструйцеся.
bg: и се регистрирайте след като ги прегледате
bn: যাচাই করে নিবন্ধন করুন
bs: Molimo da provjerite i registrujete.
ca: i registreu-vos després de revisar-ho
cs: Zkontrolujte to a zaregistrujte se, prosím.
cy: Gwiriwch cyn cofrestru.
da: Venligst bekræft dette og registrer dig.
de: Bitte überprüfen Sie es und registrieren Sie sich.
el: Ελέγξτε το και εγγραφείτε παρακαλώ
es: antes de proceder con el registro
et: Palun vaadake see üle ja registreeruge.
eu: Izan ezazu eta erregistratu
fa: لطفا بعد از بررسی ثبت نام کنید.
fi: Ole hyvä ja tarkista tämä ja rekisteröidy.
fil: at magparehistro pagkatapos ninyo itong suriin
fr: Veuillez vérifier et vous inscrire.
gl: Por favor, confirme e regístrese.
gu: ની તપાસ કરીને નોંધણી કરો
he: אנא בדוק את זאת ורשום את עצמך
hi: की पुष्टि करके पंजीकरण करें
hr: Provjerite i registrirajte se
hu: Kérem, ellenőrizze és regisztráljon.
hy: Խնդրում ենք հաստատել և գրանցվել.
id: Silakan periksa dan daftarkan.
is: Vinsamlegast skoðið þetta áður en skráning.
it: e registrarsi dopo aver confermato
ja: をご確認のうえ登録してください
ka: დაადასტურეთ და რეგისტრირდით
kk: Тексі тексеріп, тіркеліңіз
km: សូមពិនិត្យមើលហើយចុះឈ្មោះ
kn: ಅನ್ನು ಪರಿಶೀಲಿಸಿದ ಮೇಲೆ ನೋಂದಣಿ ಮಾಡಿ
ko: 을 확인하신 후 등록해 주세요
ky: Булду текшериңиз жана катташыңыз
lo: โปรดตรวจสอบและลงทะเบียน
lt: Prašome patvirtinti ir užsiregistruoti
lv: Lūdzu, pārbaudiet un reģistrējieties.
mk: Проверете и регистрирајте.
ml: പരിശോധിച്ച് രജിസ്റ്റർ ചെയ്യുക
mn: баталгаажуулаад бүртгүүлнэ үү
mr: कृपया त्याचे पुनरावलोकन करून नोंदणी करा
ms: Sila semak dan daftar.
my: ကို စစ်ဆေးပြီးမှ မှတ်ပုံတင်ပါ
nb: Vennligst bekreft og registrer.
ne: जाँच गरेर दर्ता गर्नुहोस्
nl: Controleer en registreer alstublieft
no: Vennligst sjekk dette og registrer deg.
or: ଦୟାକରି ଯାଞ୍ଚ କରି ପଞ୍ଜୀକରଣ କରନ୍ତୁ
pa: ਦੀ ਪੁਸ਼ਟੀ ਕਰਕੇ ਰਜਿਸਟਰ ਕਰੋ ਜੀ
pl: Proszę sprawdzić i zarejestrować.
ps: لطفاً د دې تایید کولو وروسته ثبت‌نام وکړئ
pt: Verifique e registre, por favor.
ro: Vă rugăm să verificați și să vă înregistrați.
ru: Пожалуйста, проверьте и зарегистрируйтесь.
si: කරුණාකර පරික්ෂා කරන්න සහ ලියාපදිංචි වන්න
sk: Prosím, skontrolujte a zaregistrujte sa.
sl: Prosimo, preverite in se registrirajte.
sq: Ju lutem, kontrolloni dhe regjistrohuni.
sr: Проверите и зарегистрирујте се
sv: Vänligen kontrollera och registrera.
sw: tafadhali kagua kisha usajili
ta: ஐ சரிபார்த்து பதிவு செய்யவும்
te: దయచేసి సమీక్షించిన తర్వాత నమోదు చేయండి
th: กรุณาตรวจสอบก่อนลงทะเบียน
tl: Mangyaring basahin muna bago magparehistro
tr: Lütfen kontrol ettikten sonra kaydolun.
uk: Please confirm and register.
ur: براہ کرم چیک کریں اور پھر رجسٹر کریں
uz: Iltimos tasdiqlab, ro'yxatdan o'ting.
vi: vui lòng xác nhận và đăng ký
zh: 请确认后注册
zu: Ngiyacela uqinisekise lokho ngaphambi kokubhalisela
