Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# healthKitDoesNotSupport
source: Not available on devices that do not support HealthKit
af: Hierdie toepassing kan nie op toestelle gebruik word wat nie gesondheidsorg ondersteun nie.
am: እቅፍ ምርመራ የማይደግፍ መነሻ ይገኛል።
ar: ليس متاحًا على الأجهزة التي لا تدعم الرعاية الصحية
as: স্বাস্থ্য সেৱা সমৰ্থন নকৰা যন্ত্ৰত এই সুবিধা ব্যৱহাৰ কৰিব নোৱাৰি
az: Sağlıq xidmətlərinə uyğun olmayan cihazlarda istifadə edə bilməzsiniz.
be: Гэтая праграма недаступная на прыладах, якія не падтрымліваюць ахову здароўя.
bg: Не можете да използвате на устройства, които не поддържат здравеопазване.
bn: হেলথকেয়ার সমর্থিত নয় এমন ডিভাইসে এই সুবিধাটি ব্যবহার করা যাবে না
bs: Ova aplikacija nije dostupna na uređajima koji nisu podržani za zdravstvenu zaštitu.
ca: Aquesta funcionalitat no està disponible en dispositius que no suporten l'app Salut
cs: Tato aplikace není dostupná na zařízeních, které nepodporují zdravotní péči.
cy: Ni ellir defnyddio ar ddyfeisiau nad ydynt yn cefnogi gofal iechyd.
da: Appen kan ikke bruges på enheder, der ikke understøtter sundhedspleje.
de: Die App kann nicht auf Geräten verwendet werden, die nicht mit Health kompatibel sind.
el: Δεν είναι διαθέσιμο σε συσκευές που δεν υποστηρίζουν το HealthKit.
es: Esta función no está disponible en dispositivos que no son compatibles con la aplicación de Salud
et: Seda seadmeid, mis ei toeta tervishoiu rakendusi, ei saa kasutada.
eu: Ez da erabilgarri osasun arloko ezgaitasunak dituen gailu batean.
fa: این برنامه در دستگاه‌هایی که از سلامت پشتیبانی نمی‌کنند قابل استفاده نیست.
fi: Sovellusta ei voi käyttää laitteilla, jotka eivät tue terveydenhuoltoa.
fil: Hindi available ang feature na ito sa mga device na hindi sumusuporta sa HealthCare
fr: Cette application n'est pas compatible avec les appareils qui ne prennent pas en charge la santé.
gl: Non está dispoñible en dispositivos que non son compatibles co coidado da saúde.
gu: આ ઉપકરણ આરોગ્ય સંભાળને સપોર્ટ કરતું નથી, તેથી આ સુવિધાનો ઉપયોગ કરી શકાતો નથી
he: אינך יכול להשתמש במכשירים שאינם תומכים בבריאות
hi: हेल्थकेयर समर्थित नहीं होने वाले डिवाइस पर यह सुविधा उपलब्ध नहीं है
hr: Ova aplikacija nije dostupna na uređajima koji ne podržavaju zdravstvenu skrb.
hu: Ez a funkció nem érhető el olyan eszközökön, amelyek nem támogatják az egészségügyi funkciókat.
hy: Դուք չեք կարող օգտագործել այս ծրագիրը այն սարքերում, որոնք աջակցություն չեն ցուցաբերում առողջության պահպանման համակարգերին
id: Aplikasi ini tidak dapat digunakan pada perangkat yang tidak mendukung kesehatan.
is: Þú getur ekki notað það á tækjum sem styðja ekki heilsugæslu.
it: Non è possibile utilizzare questa funzione su dispositivi non compatibili con Health
ja: ヘルスケアに対応していない端末ではご利用できません
ka: ეს აპლიკაცია არ არის ხელმისაწვდომი მოწყობილობებისთვის, რომლებიც არ ერთიანდება Health-ის სისტემასთან
kk: Денсаулық сақтау жүйесіне қолдау көрсетпейтін құрылғыларда қолдануға болмайды
km: មុខងារនេះមិនអាចប្រើបានលើឧបករណ៍ដែលមិនគាំទ្រការថែទាំសុខភាពទេ
kn: ಹೆಲ್ತ್‌ಕೇರ್ ಅನ್ನು ಬೆಂಬಲಿಸದ ಸಾಧನಗಳಲ್ಲಿ ಬಳಸಲಾಗುವುದಿಲ್ಲ
ko: 헬스케어를 지원하지 않는 기기에서는 이용하실 수 없습니다
ky: Саламаттыкка байланыштуу кызматтарга ылайык келбеген уюлдук телефондордо колдонууга мүмкүн эмес
lo: ບໍ່ສາມາດໃຊ້ໄດ້ກັບອຸປະກອນທີ່ບໍ່ໃຊ້ງານຄວາมສຸຂະພາບ
lt: Negalima naudotis įrenginiuose, kurie nepalaiko sveikatos priežiūros.
lv: Šo lietotni nevar izmantot ierīcēs, kuras nav savietojamas ar veselības aprūpi.
mk: Не може да се користи на уреди кои не поддржуваат здравствена заштита.
ml: ഹെൽത്ത്‌കെയർ പിന്തുണയില്ലാത്ത ഉപകരണങ്ങളിൽ ഈ സവിശേഷത ഉപയോഗിക്കാൻ കഴിയില്ല
mn: Таны төхөөрөмж эрүүл мэндийн өгөгдлийг дэмждэггүй тул энэ функцийг ашиглах боломжгүй байна
mr: या उपकरणावर हेल्थकेअर सपोर्ट उपलब्ध नसल्यामुळे हे वैशिष्ट्य वापरता येणार नाही
ms: Aplikasi ini tidak tersedia untuk peranti yang tidak menyokong kesihatan.
my: ကျန်းမာရေးစောင့်ရှောက်မှုကို မပံ့ပိုးပေးသော စက်ပစ္စည်းများတွင် အသုံးမပြုနိုင်ပါ
nb: Appen kan ikke brukes på enheter som ikke støtter helse.
ne: हेल्थकेयर समर्थन नभएका यन्त्रहरूमा यो सुविधा उपलब्ध छैन।
nl: Deze app kan niet worden gebruikt op apparaten die niet compatibel zijn met gezondheidszorg.
no: Du kan ikke bruke dette på enheter som ikke støtter helsepleie.
or: ସ୍ୱାସ୍ଥ୍ୟ ସେବାକୁ ସମର୍ଥନ କରୁନଥିବା ଉପକରଣରେ ଏହି ସୁବିଧା ବ୍ୟବହାର କରାଯାଇପାରିବ ନାହିଁ
pa: ਸਿਹਤ ਦੇਖਭਾਲ ਦਾ ਸਮਰਥਨ ਨਾ ਕਰਨ ਵਾਲੇ ਡਿਵਾਈਸਾਂ ਵਿੱਚ ਇਹ ਸੇਵਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Aplikacja nie jest dostępna na urządzeniach, które nie obsługują funkcji zdrowotnych.
ps: تاسو نشئ کولی په داسې وسایلو کې وکاروئ چې د روغتیا پاملرنې ملاتړ نه کوي
pt: Este aplicativo não está disponível em dispositivos que não suportam saúde.
ro: Nu este disponibil pe dispozitive care nu sunt compatibile cu HealthKit.
ru: Это приложение недоступно на устройствах, не поддерживающих функции здравоохранения.
si: මෙම යන්ත්‍රය සෞඛ්‍ය සත්කාරයට අනුව නොවේ
sk: Na zariadeniach, ktoré nie sú kompatibilné so zdravotnou starostlivosťou, nie je možné používať.
sl: Aplikacija ni na voljo na napravah, ki ne podpirajo zdravstvenega varstva.
sq: Aplikacioni nuk është në dispozicion në pajisje që nuk mbështesin kujdesin shëndetësor.
sr: Не можете користити на уређајима који не подржавају здравствену заштиту.
sv: Appen kan inte användas på enheter som inte stöder hälsohantering.
sw: Huduma hii haipatikani kwenye vifaa ambavyo havitumii mfumo wa afya
ta: ஹெல்த்கேர் ஆதரவு இல்லாத சாதனங்களில் பயன்படுத்த முடியாது
te: హెల్త్‌కేర్‌కు మద్దతు లేని పరికరాలలో ఈ ఫీచర్‌ను ఉపయోగించలేరు
th: คุณไม่สามารถใช้งานได้กับอุปกรณ์ที่ไม่มีการสนับสนุนด้านสุขภาพ
tl: Hindi magagamit ang feature na ito sa mga device na walang suporta sa HealthCare.
tr: Bu uygulama, sağlık verilerine erişimi olmayan cihazlarda kullanılamaz.
uk: This app cannot be used on devices that do not support HealthKit.
ur: یہ ایپلیکیشن ایسے ڈیوائسز پر کام نہیں کرتی جو ہیلتھ کیئر کے لئے موزوں نہیں ہیں۔
uz: Sog'liqni saqlashga mos kelmaydigan qurilmalarda foydalanish mumkin emas
vi: Không thể sử dụng trên các thiết bị không hỗ trợ tính năng Sức khỏe
zh: 此应用无法在不支持健康护理的设备上使用
zu: Akungasetshenziswe kumadivayisi angahambisani nezeMpilo.

# enableHealthKitFromSettings
source: Please enable HealthKit from the settings app
af: Aktiveer die gesondheidsorg deur die instellingsprogram.
am: እባኮትን ከቅንጅት መተግበሪያ ጋር የጤና እንደአስተዳደር አስተዋይ አድርጉ
ar: يرجى تفعيل خدمة الصحة من تطبيق الإعدادات
as: ছেটিং এপৰ পৰা হেল্থকেয়াৰ সক্ৰিয় কৰক
az: Lütfən, parametrlər tətbiqindən Sağlamlığı aktiv edin.
be: Уключыце здароўе з прыкладання налад.
bg: Моля, активирайте здравната услуга от приложението за настройки.
bn: সেটিংস অ্যাপ থেকে হেলথকেয়ার সক্রিয় করুন
bs: Molimo omogućite zdravstvenu njegu putem aplikacije Postavke.
ca: Activeu Salut des de l'aplicació de Configuració
cs: Prosím, aktivujte zdravotní péči v aplikaci Nastavení.
cy: Gofynnwch i actifadu Gofal Iechyd trwy'r ap gosodiadau.
da: Aktiver venligst sundhedspleje fra indstillingerne.
de: Bitte aktivieren Sie die Gesundheits-App über die Einstellungen.
el: Παρακαλούμε ενεργοποιήστε την υγειονομική περίθαλψη από την εφαρμογή ρυθμίσεων.
es: Habilita Salud desde Ajustes
et: Palun aktiveerige tervishoid seadete rakendusest
eu: Egin ezazu osasunerako ezarpenak aplikazioaren bidez.
fa: لطفاً از برنامه تنظیمات سلامت را فعال کنید
fi: Ota terveydenhuolto käyttöön asetusten sovelluksesta
fil: Mangyaring paganahin ang Healthcare mula sa Settings app
fr: Veuillez activer les soins de santé dans l'application des paramètres.
gl: Habilita a opción de saúde dende a aplicación de configuración.
gu: કૃપા કરીને સેટિંગ્સ એપમાંથી હેલ્થકેર સક્રિય કરો
he: אנא הפעל את הבריאות מהאפליקציה של ההגדרות
hi: कृपया सेटिंग्स ऐप से हेल्थकेयर सक्षम करें
hr: Molimo omogućite zdravstvenu skrb putem aplikacije Postavke.
hu: Kérem, aktiválja az egészségügyet a Beállítások alkalmazásból.
hy: Խնդրում ենք ակտիվացնել առողջապահությունը կարգավորման հավելվածից
id: Silakan aktifkan kesehatan melalui aplikasi pengaturan
is: Vinsamlegast virknið heilsugæsluna í stillingum.
it: Attiva Salute dall'app Impostazioni
ja: 設定アプリよりヘルスケアを有効にしてください
ka: გთხოვთ აქტივირება ჯანმრთელობის მოვლა მობილური აპლიკაციის მეშვეობით.
kk: Параметрлер қосымшасынан денсаулық сақтау қызметін қосыңыз
km: សូមបើកមុខងារសុខភាពនៅក្នុងកម្មវិធីកំណត់ការ
kn: ಸೆಟ್ಟಿಂಗ್ಸ್ ಆ್ಯಪ್‌ನಿಂದ ಹೆಲ್ತ್‌ಕೇರ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 설정 앱에서 건강을 활성화해주세요
ky: Параметрлердерге кирип, ден соолук күтүүсүн иштетип коюңуз.
lo: ກະລຸນາເປິດບັດການດູແລສະຖານທີ່ໃນແອັບຕັ້ງຄ່າ
lt: Prašome įgalinti sveikatos priežiūrą per nustatymų programą.
lv: Lūdzu, aktivizējiet veselības aprūpi no iestatījumu lietotnes.
mk: Ве молиме овозможете го здравството преку апликацијата за поставки.
ml: സെറ്റിംഗ്സ് ആപ്പിൽ നിന്ന് ഹെൽത്ത്കെയർ സജീവമാക്കുക
mn: Тохиргооны аппаас Эрүүл мэндийг идэвхжүүлнэ үү
mr: कृपया सेटिंग्ज अॅप मधून हेल्थकेअर सक्रिय करा
ms: Sila aktifkan Kesihatan melalui aplikasi Tetapan.
my: Settings အပ်စ်မှ ကျန်းမာရေးကို ဖွင့်ပါ
nb: Vennligst aktiver helse fra innstillingsappen
ne: कृपया सेटिङ एपबाट हेल्थकेयर सक्रिय गर्नुहोस्
nl: Schakel gezondheidszorg in via de instellingen-app.
no: Vennligst aktiver helsevesenet fra innstillingsappen
or: ସେଟିଂ ଆପରୁ ହେଲ୍ଥକେୟାର ସକ୍ରିୟ କରନ୍ତୁ
pa: ਸੈਟਿੰਗ ਐਪ ਵਿੱਚੋਂ ਹੈਲਥਕੇਅਰ ਨੂੰ ਚਾਲੂ ਕਰੋ
pl: Proszę włączyć opiekę zdrowotną w aplikacji Ustawienia
ps: لطفاً له د ترتیب کولو غوښتنلیک کې د روغتیا خدمت فعال کړئ
pt: Ative o Health no aplicativo Configurações
ro: Vă rugăm să activați sănătatea din aplicația de setări.
ru: Пожалуйста, включите здравоохранение в приложении "Настройки".
si: කරුණාකර සැකසුම් යෙදුමෙන් සෞඛ්‍ය සේවාව සක්‍රීය කරන්න
sk: Povoľte zdravotnú starostlivosť v aplikácii Nastavenia
sl: Prosimo, omogočite zdravstveno oskrbo v aplikaciji za nastavitve.
sq: Ju lutem aktivizoni shëndetin nga aplikacioni i cSettings
sr: Молимо вас да омогућите Хеалти у подешавањима апликације.
sv: Vänligen aktivera hälsovård via inställningsappen
sw: Tafadhali washa huduma za afya katika programu ya mipangilio
ta: அமைப்புகள் ஆப்பில் இருந்து ஹெல்த்கேர் இயக்கவும்
te: దయచేసి సెట్టింగ్స్ యాప్ నుండి హెల్త్‌కేర్‌ను ప్రారంభించండి
th: โปรดเปิดใช้งานสุขภาพจากแอปการตั้งค่า
tl: Mangyaring paganahin ang Healthcare sa Settings app
tr: Ayarlar uygulamasından sağlık uygulamasını etkinleştirin.
uk: Please enable Health care from the Settings app.
ur: براہ کرم سیٹنگز ایپ سے ہیلتھ کیئر کو فعال کریں۔
uz: Iltimos, Sozlamalar dasturidan Sog'liqni saqlashni yoqishingizni ta'minlang.
vi: Vui lòng kích hoạt Sức khỏe trong ứng dụng Cài đặt
zh: 请在设置应用中启用健康管理
zu: Sicela uvumele i-Health Care kusuka kuhlelo lokusebenza lwezinto ezilungisiwe.
