Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# premiumIntroductionDiscountPriceDeadline
source: You can continue to use all features with premium registration
af: Met 'n premie-lidmaatskap kan jy voortaan toegang tot al die funksies hou.
am: በፕሪምየም መመዘግቢያ ጋር ሁሉንም ባለቤት ተግባራት ይጠቀሙ ይቻላል።
ar: يمكنك الاستمرار في الوصول إلى جميع الميزات مع الاشتراك المميز.
as: প্ৰিমিয়াম পঞ্জীয়নৰ সৈতে সকলো সুবিধা অব্যাহত ব্যৱহাৰ কৰিব পাৰিব
az: Premium qeydiyyatı ilə bütün funksiyalardan istifadə etməyə davam edə bilərsiniz.
be: З зарэгістраванай прэміум-версіяй вы можаце працягваць карыстацца ўсімі функцыямі.
bg: С премиум регистрация можете да продължите да използвате всички функции
bn: প্রিমিয়াম নিবন্ধনের মাধ্যমে আপনি সমস্ত বৈশিষ্ট্য অব্যাহত ব্যবহার করতে পারবেন
bs: Sve funkcije možete nastaviti koristiti uz premium registraciju.
ca: Amb la subscripció premium, podeu continuar accedint a totes les funcions.
cs: S prémiovou registrací můžete pokračovat v používání všech funkcí.
cy: Mae'r holl nodweddion ar gael trwy gofrestru premwm.
da: Alle funktioner er tilgængelige fortsat med premium-abonnement.
de: Mit der Premium-Mitgliedschaft können weiterhin alle Funktionen genutzt werden.
el: Με την premium εγγραφή, μπορείτε να συνεχίσετε να έχετε πρόσβαση σε όλες τις δυνατότητες.
es: Con la suscripción premium puedes seguir usando todas las funciones
et: Premium registreerimisega saate jätkuvalt kasutada kõiki funktsioone.
eu: Premium irregistratuta jarraituko duzu guztiak funtzioak erabilgarri.
fa: با ثبت نام پریمیوم، همچنان می‌توانید از تمام ویژگی‌ها استفاده کنید.
fi: Kaikki toiminnot ovat käytettävissä jatkamalla premium-tilauksen maksamista.
fr: Vous pouvez continuer à utiliser toutes les fonctionnalités avec un abonnement premium.
gl: Coa a través da inscrición premium, todas as funcións seguen estando dispoñibles.
gu: પ્રીમિયમ રજિસ્ટ્રેશન સાથે તમે બધી સુવિધાઓનો ઉપયોગ કરવાનું ચાલુ રાખી શકશો
he: ההרשמה לפרימיום מאפשרת להמשיך להשתמש בכל הפונקציות.
hi: प्रीमियम पंजीकरण के साथ सभी सुविधाओं का उपयोग जारी रख सकते हैं
hr: S premium pretplatom možete nastaviti koristiti sve značajke.
hu: A prémium előfizetéssel továbbra is minden funkció elérhető.
hy: Պրեմիում գրանցմամբ շարունակաբար կարող եք օգտվել բոլոր հնարավորություններից
id: Dengan pendaftaran premium, Anda dapat terus menggunakan semua fitur.
is: Þú getur áfram notað allar aðgerðir með Premium skráningu.
it: Con l'abbonamento Premium potrai continuare a utilizzare tutte le funzioni
ja: プレミアム登録で引き続きすべての機能が利用できます
ka: პრემიალური რეგისტრაციის საშუალებით შეგიძლიათ კვლავ გამოიყენოთ ყველა ფუნქცია
kk: Тегін тіркелу арқылы барлық функцияларды қолдануды жалғастыра аласыз
km: ការចុះឈ្មោះ Premium នឹងអនុញ្ញាតឱ្យអ្នកបន្តប្រើមុខងារទាំងអស់
kn: ಪ್ರೀಮಿಯಂ ನೋಂದಣಿಯೊಂದಿಗೆ ಎಲ್ಲಾ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಮುಂದುವರಿಸಿ ಬಳಸಬಹುದು
ko: 프리미엄에 등록하시면 모든 기능을 계속 이용하실 수 있습니다
ky: Премиум каттоо аркылуу бардык функцияларды уланта аласыз.
lo: ສາມາດໃຊ້ບລິການທັງໝົດຕໍ່ໄປໃນການລົງເສດຄະແນນສລະບົບພິເນມມິດ ສໍາລັບລົງເສດ.
lt: Galite toliau naudotis visomis funkcijomis, jei registruosite Premium.
lv: Premium reģistrācija ļauj turpināt izmantot visas funkcijas.
mk: Со продолжувањето на премиум регистрацијата, можете да ги користите сите функции.
ml: പ്രീമിയം സബ്‌സ്‌ക്രിപ്‌ഷൻ വഴി എല്ലാ ഫീച്ചറുകളും തുടർന്നും ഉപയോഗിക്കാം
mn: Премиум бүртгэл хийснээр бүх функцийг үргэлжлүүлэн ашиглах боломжтой
mr: प्रीमियम नोंदणीने आपण सर्व वैशिष्ट्ये वापरत राहू शकता
ms: Dengan pendaftaran premium, anda boleh terus menggunakan semua ciri.
my: Premium စာရင်းသွင်းခြင်းဖြင့် လုပ်ဆောင်ချက်အားလုံးကို ဆက်လက်အသုံးပြုနိုင်သည်
nb: Du kan fortsatt bruke alle funksjoner med premiumregistrering.
ne: प्रिमियम दर्ता गरेर तपाईंले सबै सुविधाहरू निरन्तर प्रयोग गर्न सक्नुहुन्छ
nl: Met een premium registratie kunt u alle functies blijven gebruiken.
no: Med premiumregistrering kan du fortsatt bruke alle funksjoner.
or: ପ୍ରିମିୟମ୍ ନିବନ୍ଧନ ସହିତ ସମସ୍ତ ବିଶେଷତାଗୁଡ଼ିକ ଜାରି ବ୍ୟବହାର କରିପାରିବେ
pa: ਪ੍ਰੀਮੀਅਮ ਰਜਿਸਟਰ ਕਰਕੇ ਤੁਸੀਂ ਸਾਰੇ ਫੀਚਰਾਂ ਦੀ ਵਰਤੋਂ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ
pl: Dzięki subskrypcji premium możesz nadal korzystać ze wszystkich funkcji.
ps: د پریمیم ثبتنام سره، تاسو کولی شئ لاهم ټولې ځانګړتیاوې وکاروئ.
pt: Com o registro premium, você pode continuar a acessar todas as funcionalidades.
ro: Puteți continua să utilizați toate funcțiile prin înregistrarea premium.
ru: При регистрации на премиум-доступ у вас по-прежнему есть доступ ко всем функциям.
si: ක්‍රියාකාරී පියවර සහ සියලුම ලක්ෂණ භාවිතා කිරීමට පවත්වා ගන්න පහසුකමක් ඇත.
sk: Pokračujte v používaní všetkých funkcií s prémiovým predplatným.
sl: Z nadaljnjim premium registracijo boste imeli dostop do vseh funkcij.
sq: Me të regjistruar premium, mund të vazhdoni të përdorni të gjitha karakteristikat.
sr: Sa premium registracijom možete nastaviti da koristite sve funkcije.
sv: Med premiumregistrering kan alla funktioner fortsätta att användas
ta: ப்ரீமியம் பதிவின் மூலம் தொடர்ந்து அனைத்து அம்சங்களையும் பயன்படுத்தலாம்
te: ప్రీమియం సభ్యత్వంతో అన్ని ఫీచర్లను కొనసాగించి ఉపయోగించవచ్చు
th: คุณสามารถใช้ฟีเจอร์ทั้งหมดต่อไปได้โดยการลงทะเบียนพรีเมียม
tr: Premium kaydı ile tüm özelliklere devam edebilirsiniz.
uk: You can continue to use all features with a premium subscription.
ur: پریمیئم کی رکنیت کے ذریعے تمام خصوصیات تک رسائی جاری رکھی جا سکتی ہے۔
uz: Premium ro'yxatga olish orqali barcha funksiyalarni davom ettirish mumkin.
vi: Đăng ký Premium để tiếp tục sử dụng tất cả các tính năng
zh: 通过高级订阅，您可以继续使用所有功能
zu: Ungakwazi ukuqhubeka usebenzisa zonke izici nge-Premium Registration.

# countdownForDiscountPriceDeadline
source: {countdown} left to purchase with {offPercent}% OFF
af: {countdown} aankoop met {offPercent}% afslag
am: በ{countdown} ውስጥ የተገዙ ላይ {offPercent} በሚቀንስ ይታወቃሉ።
ar: خصم {offPercent}% عند الشراء خلال {countdown}
as: {countdown} ৰ ভিতৰত কিনিলে {offPercent}% ছাৰ
az: {countdown} içindəki alışlarda {offPercent}%-lik ENDİRİM
be: Купляйце на працягу {countdown} і атрымлівайце {offPercent} % СКІДКУ
bg: {countdown} покупки с отстъпка {offPercent}%
bn: {countdown} এর মধ্যে কিনলে {offPercent}% ছাড়
bs: Kupite za {offPercent}% popusta unutar {countdown}.
ca: {countdown} compra dins de {offPercent} % de descompte
cs: Sleva {offPercent}% na nákup do {countdown}
cy: {countdown} o siopa gyda {offPercent}٪ i ffwrdd
da: {countdown} køb inden for {offPercent} % rabat
de: {countdown} bis zum Kauf {offPercent}% RABATT
el: Προβολή {countdown} για αγορά με έκπτωση {offPercent}%
es: Compra dentro de {countdown} y obtén {offPercent}% de descuento
et: {countdown} jääb ostmiseks {offPercent} % soodustus
eu: {countdown} barruan erositakoan {offPercent}%% deskontua
fa: خرید در {countdown} با {offPercent}% تخفیف
fi: {countdown} sisällä ostettaessa {offPercent}% ALENNUS
fr: {countdown} d'achats pour {offPercent} % de réduction
gl: {countdown} de compra con {offPercent}%% de desconto
gu: {countdown} અંદર ખરીદવા પર {offPercent}% છૂટ
he: %{offPercent} הנחה לרכישות בתוך %{countdown}
hi: {countdown} में खरीदारी करने पर {offPercent}% की छूट
hr: {countdown} kupljenim {offPercent} % popusta
hu: {countdown} belül vásárolva {offPercent}%-kal olcsóbb
hy: {countdown} ձեռքբերումները {offPercent}٪ ԱՐԺԵՒ
id: Diskon {offPercent}% untuk pembelian dalam {countdown}
is: {countdown} kaupa á meðan {offPercent} % afsláttur
it: {offPercent}% di sconto acquistando entro {countdown}
ja: {countdown}内の購入で{offPercent}％OFF
ka: {countdown} შიდა ყიდვით {offPercent}%-ით ფასდაკლება
kk: {countdown} ішінде сатып алынған кезде {offPercent}%-ға арзандату
km: ទិញក្នុងរយៈពេល{countdown}ទទួលបានការបញ្ចុះតម្លៃ{offPercent}％
kn: {countdown} ಒಳಗೆ ಖರೀದಿಸಿದರೆ {offPercent}% ಕಡಿತ
ko: {countdown} 이내 구매 시 {offPercent}% 할인
ky: {countdown} ичиндеги сатып алуулар үчүн {offPercent} % ТИЕШТҮК
lo: {countdown} ພາຍໃນການຊື້ດ້ວຍ {offPercent} % OFF
lt: {countdown} pirkimo metu -{offPercent} % NUOLAIDA
lv: {countdown} iekšējā pirkumā {offPercent} % ATLAIDE
mk: {countdown} купен во {offPercent} % ПОПУСТ
ml: {countdown} ഇനി വാങ്ങിയാൽ {offPercent}% കിഴിവ്
mn: {countdown} дотор худалдан авбал {offPercent}% хөнгөлөлт
mr: {countdown}मध्ये खरेदी करून {offPercent}% सूट मिळवा
ms: {countdown} pembelian dalam {offPercent}% OFF
my: {countdown}အတွင်း ဝယ်ယူပါက {offPercent}% လျှော့စျေး
nb: {countdown} kjøp i løpet av {offPercent} % rabatt
ne: {countdown} भित्र खरिद गर्दा {offPercent}% छुट
nl: {countdown} aankopen met {offPercent}% korting
no: {countdown} kjøp med {offPercent} % rabattert
or: {countdown} ଭିତରେ କିଣିଲେ {offPercent}% ଛୁଟ
pa: {countdown} ਵਿੱਚ ਖਰੀਦੋ, {offPercent}% ਛੂਟ
pl: Zakup w ciągu {countdown} z {offPercent} % zniżką
ps: د {countdown} په دننه کې پیرود سره {offPercent}٪ تخفیف
pt: Compra dentro de {countdown} com {offPercent}% de desconto
ro: Reducere de {offPercent}% la achizițiile din {countdown}
ru: Скидка {offPercent}% на покупку до {countdown}
si: {countdown} මැද යොමු කිරීමෙන් {offPercent}% වට්ටම්
sk: Zľava {offPercent}% na nákup do {countdown}
sl: Nakupite v {countdown} znižano za {offPercent} %.
sq: Zbritje prej {offPercent}% kur blini brenda {countdown}
sr: {countdown} унутар куповине са {offPercent}% попуста
sv: {countdown} köp inom {offPercent}% rabatt
ta: {countdown} க்குள் வாங்கினால் {offPercent}% தள்ளுபடி
te: {countdown}లో కొనుగోలు చేస్తే {offPercent}% తగ్గింపు
th: ลด{offPercent}٪ เมื่อซื้อภายใน {countdown}
tr: {countdown} içinde yapılan alışverişte %{offPercent} indirim
uk: Purchase within {countdown} to get {offPercent}% OFF
ur: {countdown} کے اندر خریداری پر {offPercent}٪ کی چھوٹ
uz: {countdown} ichida xarid qilsangiz {offPercent}% chegirma
vi: Giảm {offPercent}% khi mua trong {countdown}
zh: 在{countdown}内购买可享{offPercent}％的折扣
zu: {countdown} ukuthenga ngaphakathi {offPercent} % OFF

# pillReminderChanged
source: Pill reminder has been changed to {value}
af: Die inname kennisgewing is op {value} gestel.
am: መወዳደር ማስታወሻውን {value} አድርግልህ።
ar: تم تحديد إشعار تناول الدواء عند {value}
as: সেৱন বিজ্ঞপ্তি {value} লৈ সেট কৰিলোঁ
az: İdman bildirişini {value} etdik.
be: Я зрабіў апавяшчэнне аб прыёме на {value}.
bg: Направихме уведомление за прием на {value}.
bn: ওষুধ সেবনের বিজ্ঞপ্তি {value} এ সেট করা হয়েছে
bs: Postavio sam obavijest o uzimanju za {value}
ca: He posat la notificació de presa a {value}
cs: Připomínka byla nastavena na {value}.
cy: Mae'r rhybuddion cyffuriau wedi'u gosod i {value}.
da: Jeg har sat påmindelsen til {value}
de: Die Einnahmebenachrichtigung wurde auf {value} gesetzt.
el: Έχω ρυθμίσει την ειδοποίηση λήψης φαρμάκου για {value}
es: Notificación de toma configurada en {value}
et: Oma võtmise teate seadmiseks määrasin {value}.
eu: Hartu ohartarazpena {value} bihurtu da.
fa: زمان یادآوری مصرف را به {value} تنظیم کردم
fi: Olen asettanut annosilmoituksen ajaksi {value}.
fr: La notification de prise a été définie à {value}.
gl: Fixei a notificación de toma para {value}.
gu: ગોળીની સૂચના {value} પર સેટ કરી છે
he: הזכרתי ל{value}
hi: दवा की अधिसूचना {value} पर सेट कर दी गई है
hr: Postavka obavijesti o uzimanju je postavljena na {value}.
hu: A {value} -ra állítottam be a gyógyszerbevételi értesítőt
hy: Դեղերի ընդունման ծանուցումը դարձա {value}
id: Saya telah mengatur pengingat untuk minum obat pada {value}
is: Pillunarviðvörun hefur verið sett á {value}.
it: Il promemoria di assunzione è stato impostato alle {value}
ja: 服用通知を{value}にしました
ka: საყურადღებოდ გააფრთხილეთ {value}.
kk: {value} уақытына қабылдау хабарламасын қойдым
km: បានកំណត់ការរំលឹងទទួលទានថ្នាំទៅ{value}
kn: ಸೇವನೆಯ ಅಧಿಸೂಚನೆಯನ್ನು {value} ಆಗಿ ಮಾಡಿದೆ
ko: 복용 알림을 {value}로 설정했습니다
ky: Дарыяның эскертүүсүн {value} кылдым
lo: ຂໍໃຫ້ປ່ອນການແຈ້ງໃຈກ່ຽວກັບການຮັບປະສົງສໍາລັບ {value}.
lt: Primenu pranešimą apie vartojimą į {value}.
lv: Esat informatīvu par lietošanas paziņojumu uz {value}.
mk: Додадов уведомување за земање на лекови на {value}.
ml: സേവന റിമൈൻഡർ {value} ആയി സജ്ജീകരിച്ചു
mn: Эм уух сануулгыг {value} болгон тохируулав
mr: औषध सेवन सूचना {value} ला सेट केली
ms: Saya telah menetapkan pengingat pengambilan ubat pada {value}.
my: ဆေးသောက် သတိပေးချက်ကို {value} သို့ ပြောင်းလဲပြီးပါပြီ
nb: Jeg har satt på påminnelse for inntak til {value}
ne: सेवन सूचना {value} मा सेट गरिएको छ
nl: De inname notificatie is ingesteld op {value}.
no: Jeg har satt påminnelsen om å ta pillen til {value}.
or: ସେବନ ସୂଚନା {value}କୁ ସେଟ୍ କରିଛି
pa: ਸੇਵਨ ਸੂਚਨਾ {value} ਵਜੇ ਸੈੱਟ ਕਰ ਦਿੱਤੀ ਗਈ
pl: Ustawiłem powiadomienie o przyjmowaniu leków na {value}
ps: ما دوزي خبرتیا {value} کړې ده
pt: A notificação de ingestão foi definida para {value}
ro: Am setat notificarea pentru administrarea medicamentelor la {value}.
ru: Напоминание о приеме установлено на {value}
si: ඇයියා මට {value} ඉනියා සම්බන්ධයෙන් කදලැබීමයි.
sk: Upozornenie na užívanie bolo nastavené na {value}
sl: Obvestilo o jemanju sem nastavila na {value}
sq: Kujtesa e marrjes e vendosëm në {value}
sr: Подсетник за узимање је постављен на {value}
sv: Jag har ställt in påminnelsen för att ta medicinen till {value}.
ta: மாத்திரை அறிவிப்பை {value}க்கு மாற்றினோம்
te: మందు సేవన నోటిఫికేషన్‌ను {value}కి సెట్ చేసాము
th: ได้รับการแจ้งเตือนยาแล้วในเวลา {value}
tr: Alımı {value} olarak ayarladım
uk: The medication reminder has been set to {value}.
ur: میں نے خوراک کی اطلاع {value} پر طے کی ہے
uz: Qabul qilish eslatmasini {value} ga qo'ydim
vi: Thông báo uống thuốc đã được đặt thành {value}
zh: 已将服用通知设置为{value}
zu: Ngiyithumele isikhumbuzo sokuthatha imithi ngo-{value}.

# medicationNotification
source: Medication Reminder
af: Pillinligting
am: የክኒን መውሰጃ ማሳሰቢያ
ar: إشعار التناول
as: বড়ি সেৱনৰ জাননী
az: Dərman qəbulu bildirişi
be: Паведамленне аб прыняцці
bg: Уведомления за приемане
bn: সেবন বিজ্ঞপ্তি
bs: Obavještenja o uzimanju
ca: Notificació de presa
cs: Upozornění na užití
cy: Hysbysiad cymryd
da: Pillepåmindelse
de: Einnahmebenachrichtigung
el: Ειδοποίηση λήψης φαρμάκων
es: Notificación de medicación
et: Pillide teavitus
eu: Hartzearen jakinarazpena
fa: اعلان مصرف
fi: Lääkkeiden muistutus
fil: Paalala sa Pag-inom
fr: Notification de prise
gl: Notificación de toma
gu: સેવન સૂચના
he: הודעה על נטילה
hi: दवा की सूचना
hr: Obavijest o uzimanju
hu: Bevételi értesítés
hy: օգտագործման ծանուցում
id: Pemberitahuan Minum
is: Lyfjaskilaboð
it: Notifiche pillola
ja: 服用通知
ka: მიღების შეტყობინება
kk: Дозалау хабарламасы
km: ការរលឹកញ៉ាំថ្នាំ
kn: ಸೇವನೆ ಸೂಚನೆ
ko: 복용 알림
ky: Дарыны эскертүү
lo: ການແຈ່ກໄອເສສະກະ
lt: Vaistų vartojimo pranešimas
mk: Упомнување за употреба
ml: കഴിക്കൽ അറിയിപ്പ്
mn: Эм уух мэдэгдэл
mr: सेवन सूचना
ms: notifikasi pengambilan
my: ဆေးသောက်သတိပေးချက်
nb: Inntaksvarsling
ne: औषधि सूचना
nl: Inname notificatie
no: Inntaksvarsel
or: ସେବନ ବିଜ୍ଞପ୍ତି
pa: ਦਵਾਈ ਸੂਚਨਾ
pl: Powiadomienie o przyjmowaniu
ps: د درملنې خبرتيا
pt: Notificação de uso
ro: Notificare de administrare
ru: Уведомление о приеме
si: පැමිණීමේ දැනුම
sk: Upozornenie na užívanie
sl: Obvestilo o jemanju
sq: Notifikimi i marrjes
sr: Обавештење о узимању
sv: Medicineringsnotification
sw: Arifa ya dawa
ta: மாத்திரை உட்கொள்ளல் அறிவிப்பு
te: సేవన నోటిఫికేషన్
th: การแจ้งเตือนการใช้ยา
tl: Paalala sa Pag-inom
tr: İlaç Bildirimi
uk: Reminder for taking medication
ur: ادویات کی اطلاع
uz: Doriq qilish bildirishnomasi
vi: Thông báo uống thuốc
zh: 服用通知
zu: ukukhumbuza ukuthatha
