Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorConfigurationError
source: Failed to retrieve purchase information. Please try again later. If the problem persists, please contact support. Details: {exceptionMessage}:{exceptionDetails}
af: Die aankoopinligting kon nie verkry word nie. Probeer asseblief weer in 'n ander tyd. As die probleem voortduur, kontak ons asseblief via Instellings > Navraag. Besonderhede: {exceptionMessage}:{exceptionDetails}
am: የግዢ መረጃ ማግኘት failed እቅፍ ቱተይ። እባኮትን ጊዜ ይቆርጥበት እና እንደገና ይቀጥሉ። አስቀድሞ ይረባል፤ ወበቃየል ሂደት > ፍላጎት ዝርዝር በሚይሰር ቅድመ ናት ይተወክም። ዝርዝር: {exceptionMessage}:{exceptionDetails}
ar: فشل في استرداد معلومات الشراء. يرجى المحاولة مرة أخرى بعد بعض الوقت. إذا لم يتم حل المشكلة، يرجى الاتصال بنا من خلال الإعدادات > الاستفسارات. التفاصيل: {exceptionMessage}:{exceptionDetails}
as: ক্ৰয় তথ্য সংগ্ৰহত বিফল হৈছে। কিছুসময় অপেক্ষা কৰি পুনৰ চেষ্টা কৰক। সমস্যাটো সমাধান নহ'লে সেটিংছ > যোগাযোগ ৰ জৰিয়তে যোগাযোগ কৰক। বিশদবিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: Alış məlumatlarını əldə etməkdə xəta baş verdi. Xahiş edirəm bir az sonra yenidən cəhd edin. Problemi həll etmədiyiniz halda, Ayarlar > Əlaqə bölməsi vasitəsilə bizimlə əlaqə saxlayın. Ətraflı: {exceptionMessage}:{exceptionDetails}
be: Не ўдалося атрымаць інфармацыю аб пакупцы. Падчакайце неколькі хвілін і паспрабуйце яшчэ раз. Калі праблема не вырашылася, звяжыцеся з намі праз Налады > Запыт. Дэталі: {exceptionMessage}:{exceptionDetails}
bg: Не успяхме да получим информация за покупката. Моля, опитайте отново след известно време. Ако проблемът не бъде решен, свържете се с нас чрез Настройки > Запитване. Подробности: {exceptionMessage}:{exceptionDetails}
bn: ক্রয় তথ্য পুনরুদ্ধার করতে ব্যর্থ হয়েছে। অনুগ্রহ করে কিছুক্ষণ অপেক্ষা করে আবার চেষ্টা করুন। সমস্যার সমাধান না হলে সেটিংস > যোগাযোগ থেকে আমাদের সাথে যোগাযোগ করুন। বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Neuspjeh u dobivanju informacija o kupovini. Pokušajte ponovo za nekoliko minuta. Ako se problem ne riješi, kontaktirajte nas putem Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
ca: Ha fallat l'obtenció de la informació de compra. Si us plau, espereu una estona i torneu-ho a provar. Si el problema persisteix, poseu-vos en contacte amb nosaltres a través de Configuració > Contacte. Detalls: {exceptionMessage}:{exceptionDetails}
cs: Nepodařilo se získat informace o nákupu. Zkuste to prosím znovu později. Pokud problém přetrvává, kontaktujte nás prosím prostřednictvím Nastavení > Dotazy. Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Methodd i gael gwybodaeth brynu wedi methu. Ceisio eto ar ôl rhoi amser. Os nad yw'n cael ei ddatrys, cysylltwch drwy fynd i Gosodiadau > Cwestiynau. Manylyn: {exceptionMessage}:{exceptionDetails}
da: Fejl ved hentning af købsoplysninger. Vent og prøv igen senere. Hvis problemet ikke løses, bedes du kontakte os via Indstillinger > Henvendelse. Detaljer: {exceptionMessage}:{exceptionDetails}
de: Die Abfrage der Kaufinformationen ist fehlgeschlagen. Bitte versuchen Sie es später erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte über Einstellungen > Anfrage. Details: {exceptionMessage}:{exceptionDetails}
el: Απέτυχε να αποκτήσει πληροφορίες αγοράς. Παρακαλώ δοκιμάστε ξανά μετά από λίγο. Εάν το πρόβλημα δεν λυθεί, παρακαλώ επικοινωνήστε μέσω Ρυθμίσεις > Επαφή. Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Error al obtener la información de compra. Inténtalo de nuevo más tarde. Si el problema persiste, contacta con nosotros desde Configuración > Contacto. Detalles: {exceptionMessage}:{exceptionDetails}
et: Ostuteabe teave saamine ebaõnnestus. Palun proovige uuesti pärast mõnda aega. Kui probleem ei lahene, palun võtke ühendust seadete > Klienditugi kaudu. Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Erosketa informazioa lortzea porrot egin du. Itxaron eta berriro saiatu mesedez. Konpondu ez bada, mesedez, doakoetara joan ezazu > Galdeketa eta jarri harremanetan. Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: خطا در دریافت اطلاعات خرید. لطفاً اندکی صبر کنید و مجدداً تلاش کنید. اگر مشکل حل نشد، لطفاً از طریق تنظیمات > تماس با ما، با ما تماس بگیرید. جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Ostoprosessi epäonnistui. Yritä uudelleen myöhemmin. Jos ongelma ei ratkea, ota yhteyttä kohdasta Asetukset > Ota yhteyttä. Yksityiskohdat: {exceptionMessage}:{exceptionDetails}
fil: Nabigo ang pagkuha ng impormasyon ng pagbili. Mangyaring subukang muli pagkatapos ng ilang sandali. Kung hindi pa rin ito maayos, mangyaring makipag-ugnayan sa amin sa pamamagitan ng Settings > Contact. Mga detalye: {exceptionMessage}:{exceptionDetails}
fr: Échec de l'obtention des informations d'achat. Veuillez réessayer après un certain temps. Si le problème persiste, veuillez nous contacter via Réglages > Contact. Détails : {exceptionMessage}:{exceptionDetails}
gl: Non se puido obter a información de compra. Por favor, intenta de novo despois dun tempo. Se o problema persiste, contacta connosco a través de Configuración > Consulta. Detalles: {exceptionMessage}:{exceptionDetails}
gu: ખરીદીની માહિતી મેળવવામાં નિષ્ફળતા મળી. કૃપા કરીને થોડો સમય રાખીને ફરીથી પ્રયાસ કરો. જો સમસ્યા હલ ન થાય તો સેટિંગ્સ > સંપર્ક દ્વારા અમારો સંપર્ક કરો. વિગતો: {exceptionMessage}:{exceptionDetails}
he: נכשל בהשגת מידע רכישה. אנא המתן זמן מה ונסה שוב. אם הבעיה נמשכת, אנא פנה אלינו דרך הגדרות > פניות. פרטים נוספים: {exceptionMessage}:{exceptionDetails}
hi: खरीदारी की जानकारी प्राप्त करने में असफल हुआ। कुछ समय बाद पुन: प्रयास करें। यदि समस्या हल नहीं होती है तो सेटिंग > संपर्क करें से संपर्क करें। विवरण: {exceptionMessage}:{exceptionDetails}
hr: Neuspješno preuzimanje informacija o kupnji. Pokušajte ponovo nakon nekog vremena. Ako problem ne bude riješen, kontaktirajte nas putem Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
hu: A vásárlási információk megszerzése nem sikerült. Kérjük, várjon egy kicsit, és próbálja meg újra. Ha a probléma nem oldódik meg, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüponton keresztül. Részletek: {exceptionMessage}:{exceptionDetails}
hy: Գնումների տեղեկատվությունը ձեռք բերելու գործընթացը ձախողվեց։ Խնդրում ենք մի փոքր ժամանակ սպասել և կրկին փորձել։ Եթե խնդիրն չլուծվի, ապա կապարդեք ինձ `Կարգավորումներ > Հարցումներ` հավելվածի միջոցով։ մանրամասն՝ {exceptionMessage}:{exceptionDetails}
id: Gagal mengambil informasi pembelian. Silakan coba lagi setelah beberapa waktu. Jika masalah tidak terpecahkan, silakan hubungi kami melalui Pengaturan > Kontak. Rincian: {exceptionMessage}:{exceptionDetails}
is: Mistók við að sækja kaupin. Vinsamlegast reyndu aftur eftir smá stund. Ef vandamálið er ekki leyst, hafðu samband við okkur í Stillingar > Samband. Nánar: {exceptionMessage}:{exceptionDetails}
it: Impossibile recuperare le informazioni di acquisto. Attendi qualche minuto e riprova. Se il problema persiste, contattaci tramite Impostazioni > Contatti. Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 購入情報取得に失敗しました。時間をおいて再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。詳細: {exceptionMessage}:{exceptionDetails}
ka: ყიდვის ინფორმაცია ვერ იქნა მიღებული. გთხოვთ, გარკვეული დროის შემდეგ კიდევ ერთხელ სცადოთ. თუ ეს არ გამოიხატება, დაგვიკავშირდეთ პარამეტრები > კითხვები. დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Сатып алу ақпаратын алу мүмкін болмады. Біраз уақыттан кейін қайтадан қолданып көріңіз. Егер мәселе шешілмесе, Параметрлер > Байланыс арқылы бізге хабарласыңыз. Толық мәлімет: {exceptionMessage}:{exceptionDetails}
km: ការទទួលយកព័ត៌មានការទិញបានបរាជ័យ។ សូមរង់ចាំបន្តិចហើយព្យាយាមម្តងទៀត។ បើមិនអាចដោះស្រាយបាន សូមទាក់ទងមកកាន់យើងតាមរយៈ ការកំណត់ > ការសួរសំណួរ។ លម្អិត៖ {exceptionMessage}:{exceptionDetails}
kn: ಖರೀದಿ ಮಾಹಿತಿ ಪಡೆಯುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಇದು ಪರಿಹರಿಸದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್ಸ್ > ಸಂಪರ್ಕಿಸಿ ದಿಂದ ಸಂಪರ್ಕಿಸಿ. ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 구매 정보 가져오기에 실패했습니다. 시간을 두고 다시 시도해 주세요. 문제가 해결되지 않는 경우 설정 > 문의하기를 통해 문의해 주세요. 세부사항: {exceptionMessage}:{exceptionDetails}
ky: Сатып алуу маалыматтарын алуу ийгиликсиз болду. Убакыт коюп кайра сынып көрүңүз. Эгер чечилбесе, конфигурация > Байланыш аркылуу бизге кайрылыңыз. Түшүндүрмө: {exceptionMessage}:{exceptionDetails}
lo: ບໍ່ສາມາດເພີ່ມຂໍໍາລວມຂອງການຊື້. ຂໍໃຫ້ລອງໃຊ້ໃໝ່ໃນປະຈຸບັນ. ຖ້າເຮັດແລ້ວບໍ່ແກ້ໄຂ, ຂໍແຈ້ງອອກບໍ່ເພີ່ມຈູດຈິງ > ສອບຖາມ ສໍາລັບຄຳຕອບໃຈກໍາລັງລໍຖອຍ. ລາຍລະອຽດ: {exceptionMessage}:{exceptionDetails}
lt: Nepavyko gauti pirkimo informacijos. Palaukite ir bandykite dar kartą. Jei problema išlieka, kreipkitės per Nustatymai > Klausimai. Detalės: {exceptionMessage}:{exceptionDetails}
lv: Neizdevās iegūt iegādes informāciju. Lūdzu, pagaidiet un mēģiniet vēlreiz. Ja problēma netiks atrisināta, sazinieties ar mums caur Iestatījumi > Atsauksmes. Sīkāka informācija: {exceptionMessage}:{exceptionDetails}
mk: Неуспешно добивање на информации за купување. Обидете се повторно по некое време. Ако проблемот не се реши, контактирајте не преку Поставки > Контакт. Повеќе детали: {exceptionMessage}:{exceptionDetails}
ml: വാങ്ങൽ വിവരങ്ങൾ നേടുന്നതിൽ പരാജയപ്പെട്ടു. കുറച്ച് സമയം കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക. പരിഹരിക്കപ്പെടുന്നില്ലെങ്കിൽ സെറ്റിങ്സ് > അന്വേഷണം വഴി ബന്ധപ്പെടുക. വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Худалдан авалтын мэдээлэл авахад алдаа гарлаа. Хэсэг хугацааны дараа дахин оролдоно уу. Хэрэв асуудал шийдэгдэхгүй бол Тохиргоо > Лавлагаа-аар холбогдоно уу. Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: खरेदी माहिती मिळवणे अयशस्वी झाले. कृपया थोडा वेळ ठेवून पुन्हा प्रयत्न करा. जर समस्या सुटली नाही तर सेटिंग्ज > संपर्क याद्वारे आमच्याशी संपर्क साधा. तपशील: {exceptionMessage}:{exceptionDetails}
ms: Pengesahan pembelian gagal. Sila cuba lagi selepas beberapa waktu. Jika masalah berterusan, sila hubungi kami melalui Tetapan > Sembang. Butiran: {exceptionMessage}:{exceptionDetails}
my: ဝယ်ယူမှုအချက်အလက်များ ရယူခြင်းမှ မအောင်မြင်ပါ။ အချိန်အနည်းငယ်စောင့်ပြီး ပြန်လည်ကြိုးစားပါ။ ပြဿနာ မပြေရှင်းပါက ဆက်တင် > ဆက်သွယ်မေးမြန်းရန် မှတစ်ဆင့် ဆက်သွယ်မေးမြန်းပါ။ အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Klarte ikke å hente kjøpsinformasjonen. Vennligst prøv igjen etter en stund. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Spørsmål. Detaljer: {exceptionMessage}:{exceptionDetails}
ne: खरिद जानकारी प्राप्त गर्न असफल भयो। समय पछि फेरि प्रयास गर्नुहोस्। यदि समस्या समाधान भएन भने सेटिङ > सम्पर्क बाट सम्पर्क गर्नुहोस्। विवरण: {exceptionMessage}:{exceptionDetails}
nl: Het ophalen van aankoopinformatie is mislukt. Probeer het later opnieuw. Als het probleem zich blijft voordoen, neem dan contact met ons op via Instellingen > Contact. Details: {exceptionMessage}:{exceptionDetails}
no: Kjøpsinformasjonen kunne ikke hentes. Vennligst prøv igjen senere. Hvis dette ikke løser problemet, vennligst kontakt oss via Innstillinger > Forespørsel. Detaljer: {exceptionMessage}:{exceptionDetails}
or: କ୍ରୟ ସୂଚନା ପାଇବାରେ ବିଫଳ। କିଛି ସମୟ ପରେ ପୁନଃ ଚେଷ୍ଟା କରନ୍ତୁ। ଯଦି ସମାଧାନ ନହୁଏ ତେବେ ସେଟିଙ୍ଗ > ଯୋଗାଯୋଗ ମାଧ୍ୟମରେ ଯୋଗାଯୋଗ କରନ୍ତୁ। ବିସ୍ତୃତ ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: ਖਰੀਦਦਾਰੀ ਦੀ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ। ਕੁਝ ਸਮਾਂ ਬਾਅਦ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇਕਰ ਸਮੱਸਿਆ ਹੱਲ ਨਹੀਂ ਹੁੰਦੀ ਤਾਂ ਸੈਟਿੰਗਾਂ > ਸੰਪਰਕ ਰਾਹੀਂ ਸੰਪਰਕ ਕਰੋ। ਵੇਰਵੇ: {exceptionMessage}:{exceptionDetails}
pl: Nie udało się uzyskać informacji o zakupie. Proszę spróbować ponownie po chwili. Jeśli problem nie zostanie rozwiązany, prosimy o kontakt poprzez Ustawienia > Kontakt. Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: د پېریدنې معلومات ترلاسه کولو کې ناکامي. مهرباني وکړئ یو څه وخت وروسته بیا هڅه وکړئ. که ستونزه حل نشي، نو د تنظیماتو > پوښتنې برخې له لارې موږ سره اړیکه ونیسئ. تفصیل: {exceptionMessage}:{exceptionDetails}
pt: Falha ao obter informações de compra. Tente novamente após alguns momentos. Se o problema persistir, entre em contato através de Configurações > Consultar. Detalhes: {exceptionMessage}:{exceptionDetails}
ro: Nu s-a reușit să se obțină informațiile de achiziție. Vă rugăm să așteptați și să încercați din nou. Dacă problema persistă, vă rugăm să ne contactați la Setări > Întrebări. Detalii: {exceptionMessage}:{exceptionDetails}
ru: Не удалось получить информацию о покупке. Попробуйте еще раз через некоторое время. Если проблема не решена, свяжитесь с нами через Настройки > Запрос. Подробности: {exceptionMessage}:{exceptionDetails}
si: මිලදී ගැනීම් තොරතුරු ගැඹුරු කළාට දෝෂයක් තිබේ. කාලයක් යන්න සහ නැවත උත්සහ කරන්න. විසඳුමක් නොමැතිනම්, සැකසුම් > අදාළ කරුණු විසින් අපෙන් සම්බන්ධ වන්න. විස්තර: {exceptionMessage}:{exceptionDetails}
sk: Získanie informácií o nákupe zlyhalo. Prosím, skúste to znova neskôr. Ak to nepomôže, kontaktujte nás cez Nastavenia > Dotazy. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Pridobitev informacij o nakupu ni uspela. Poskusite znova pozneje. Če težava ne bo rešena, nas kontaktirajte preko Nastavitve > Povpraševanje. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Informacionet për blerjen nuk u morën dot. Ju lutemi prisni dhe provoni përsëri. Nëse problemi vazhdon, kontaktoni na përmes Cilësimeve > Pyetje. Detajet: {exceptionMessage}:{exceptionDetails}
sr: Неуспешно преузимање информација о куповини. Молимо сачекајте кратко време и покушајте поново. Ако проблем не буде решен, контактирајте нас преко Подешавања > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Det gick inte att hämta köpinformation. Vänligen försök igen senare. Om problemet kvarstår, kontakta oss via Inställningar > Kontakta oss. Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Kushindwa kupata taarifa za ununuzi. Jaribu tena baada ya muda. Ikiwa tatizo halitatatuliwa, wasiliana nasi kupitia Mipangilio > Hoja. Maelezo: {exceptionMessage}:{exceptionDetails}
ta: வாங்குதல் தகவல் பெறுவதில் தோல்வி. சிறிது நேரம் கழித்து மீண்டும் முயற்சி செய்யுங்கள். சரி செய்யப்படாவிட்டால் அமைப்புகள் > தொடர்பு கொள்ளுங்கள் மூலம் தொடர்பு கொள்ளுங்கள். விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: కొనుగోలు సమాచారం పొందడంలో విఫలమైంది. కొంత సమయం తర్వాత మళ్లీ ప్రయత్నించండి. సమస్య పరిష్కరించబడకపోతే సెట్టింగ్స్ > సంప్రదింపు ద్వారా మమ్మల్ని సంప్రదించండి. వివరాలు: {exceptionMessage}:{exceptionDetails}
th: ไม่สามารถดึงข้อมูลการซื้อได้ กรุณาลองอีกครั้งในภายหลัง หากยังคงมีปัญหา กรุณาติดต่อเราที่ การตั้งค่า > ติดต่อเรา รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: Nabigo ang pagkuha ng impormasyon ng pagbili. Subukan muli pagkatapos ng ilang sandali. Kung hindi pa rin ito naresolba, makipag-ugnayan sa amin sa Mga Setting > Makipag-ugnayan. Detalye: {exceptionMessage}:{exceptionDetails}
tr: Satın alma bilgisi alınamadı. Lütfen bir süre bekleyip tekrar deneyin. Çözülmezse, Ayarlar > İletişim kısmından bizimle iletişime geçin. Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: Failed to retrieve purchase information. Please try again later. If the issue persists, please contact us via Settings > Inquiry. Details: {exceptionMessage}:{exceptionDetails}
ur: خریداری کی معلومات حاصل کرنے میں ناکامی۔ براہ کرم بعد میں دوبارہ کوشش کریں۔ اگر مسئلہ حل نہ ہو تو براہ کرم سیٹنگ > رابطہ کریں کے ذریعے ہم سے رابطہ کریں۔ تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Sotib olish ma'lumotlarini olishda xato yuz berdi. Iltimos, bir oz vaqt kuting va yana bir bor qayta urinib ko'ring. Agar muammo hal bo'lmasa, Iltimos, "Sozlamalar > Murojaat" bo'limida biz bilan bog'laning. Batafsil: {exceptionMessage}:{exceptionDetails}
vi: Không thể lấy thông tin mua hàng. Vui lòng thử lại sau một khoảng thời gian. Nếu vẫn không giải quyết được, vui lòng liên hệ qua Cài đặt > Liên hệ. Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 获取购买信息失败。请稍等片刻再试。如果问题仍然存在，请通过 设置 > 联系我们 联系我们。详细信息: {exceptionMessage}:{exceptionDetails}
zu: Kwenziwa impumelelo yokuthola ulwazi lokuthenga. Sicela uphinde uzame kamuva. Uma lokho kungasixazululi, sicela uxhumane nathi ngokusebenzisa Izilungiselelo > Ukuxhumana. Imininingwane: {exceptionMessage}:{exceptionDetails}
