Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# diaryRecord
source: Record diary
af: Dagboek registratie
am: ዕቃ ይታይ
ar: تسجيل اليوميات
as: ডায়েৰী ৰেকৰ্ড কৰক
az: Gündəlik qeydləri
be: Запісваць дзённік
bg: Записване на дневник
bn: ডায়রি রেকর্ড করুন
bs: Zapisivanje dnevnika
ca: Registrar diari
cs: Zaznamenat deník
cy: Cofrestri dyddiadur
da: Registrere dagbog
de: Tagebuch aufzeichnen
el: Καταγραφή ημερολογίου
es: Registrar diario
et: Päeviku salvestamine
eu: Eguneroko oharrak idatzi
fa: ثبت یادداشت
fi: Päiväkirjan kirjaaminen
fil: I-record ang Diary
fr: Enregistrer un journal
gl: Gravar un diario
gu: ડાયરી નોંધો
he: רישום יומן
hi: डायरी रिकॉर्ड करें
hr: Zabilježi dnevnik
hu: Napló rögzítése
hy: Օրագիր գրանցել
id: Mencatat catatan harian
is: Skrá dagbók
it: Scrivi diario
ja: 日記を記録
ka: დღიურის ჩანაწერი
kk: Күнделікті жазып отыру
km: កត់ត្រាកំណត់ហេតុ
kn: ದಿನಚರಿ ದಾಖಲಿಸಿ
ko: 일기 기록
ky: Күндөлүк жазып алуу
lo: ບັນທິກວັນທີ
lt: Užrašyti dienoraštį
lv: Dienasgrāmata
mk: Запишете дневник
ml: ഡയറി രേഖപെടുത്തുക
mn: Өдрийн тэмдэглэл бичих
mr: डायरी नोंदवा
ms: Mencatat diari
my: နေ့စဉ်မှတ်တမ်းတင်
nb: Registrere dagbok
ne: डायरी रेकर्ड गर्नुहोस्
nl: Dagboek registreren
no: Logg dagbok
or: ଦିନଲିପି ଲେଖ
pa: ਡਾਇਰੀ ਰਿਕਾਰਡ ਕਰੋ
pl: Rejestracja dziennika
ps: یاداشت ثبتول
pt: Registrar diário
ro: Înregistrare jurnal
ru: Запись дневника
si: දිනපොත ලිවීම
sk: Záznam denníka
sl: Zapisovanje dnevnika
sq: Regjistroni ditarin
sr: Записивање дневника
sv: Dagbok att registrera
sw: Andika diarii
ta: நாட்குறிப்பு பதிவு செய்ய
te: డైరీ రికార్డ్ చేయండి
th: บันทึกไดอารี่
tl: Magtalaarawan
tr: Günlük kaydet
ur: ڈائیری کو ریکارڈ کریں
uz: Kun jurnali saqlang
vi: Ghi nhật ký
zh: 记录日记
zu: Bhala idayari

# scheduleRecord
source: Enter schedule
af: Skeduleer jou afspraak
am: ዕቅድ ይጻፉ
ar: تسجيل المواعيد
as: অনুষ্ঠান যোগ কৰক
az: Təqvimi doldur
be: Запішыце план
bg: Записване на планове
bn: সময়সূচী লিখুন
bs: Unesite plan
ca: Afegir cita
cs: Naplánujte si události
cy: Nodwch y cynllun
da: Indtast plan
de: Geplante Termine eintragen
el: Καταχώριση προγράμματος
es: Añadir evento
et: Kirjuta plaanid
eu: Egunerako plana idatzi
fa: برنامه ریزی را وارد کنید
fi: Kirjaa suunnitelmat
fil: Magdagdag ng Schedule
fr: Entrer un événement
gl: Engadir un plan
gu: યોજના દાખલ કરો
he: מלא את התוכנית
hi: योजना दर्ज करें
hr: Unesite raspored
hu: Tervet tervezés
hy: Թվագրեք պլանները
id: Menambahkan rencana
is: Fara að skrá áætlanir
it: Aggiungi evento
ja: 予定を記入
ka: განმარტება ჩაწერეთ
kk: Жоспарды енгізу
km: បញ្ចូលកាលវិភាគ
kn: ವೇಳಾಪಟ್ಟಿ ನಮೂದಿಸಿ
ko: 일정 입력
ky: Планды жазуу
lo: ບັນທຶກແຜນການ
lt: Įrašykite planus
lv: Ieplānot ieceres
mk: Запишете планирани активности
ml: ഷെഡ്യൂൾ ചേർക്കുക
mn: Төлөвлөгөө оруулах
mr: योजना नोंदवा
ms: Merekod jadual
my: အစီအစဉ်ရေးသွင်း
nb: Skriv inn avtale
ne: योजना लेख्नुहोस्
nl: Voeg afspraak toe
no: Skriv inn planer
or: କାର୍ଯ୍ୟସୂଚୀ ଲେଖନ୍ତୁ
pa: ਯੋਜਨਾ ਦਰਜ ਕਰੋ
pl: Wpisz plan
ps: برنامه ثبت
pt: Registrar compromissos
ro: Completeți programarea
ru: Записать план
si: ඉලක්කය ඇතුළුවීම
sk: Naplánujte si
sl: Zabeležite načrtovano
sq: Shkruani planin
sr: Запишите план
sv: Skriv in schemat
sw: Andika ratiba
ta: தேதி சேர்க்கவும்
te: షెడ్యూల్ రాయండి
th: บันทึกกำหนดการ
tl: Itala ang isikedyul
tr: Plan ekleme
uk: Schedule an entry
ur: شیڈول شامل کریں
uz: Rejani yozing
vi: Nhập lịch trình
zh: 填写计划
zu: Faka i-odolo

# previousPillSheetGroupNotFound
source: The previous pill sheet group does not yet exist
af: Die vorige pilboks groep bestaan nog nie.
am: አሁንም የቅድመ የፒልን ማቅረብ ቡድን አልተገኘም
ar: لم يتم العثور على مجموعة ورقة الحبوب السابقة بعد
as: আগৰ পিল শ্বীট গ্ৰুপ এতিয়াও বিদ্যমান নাই
az: Ötən pill şırt qrupunun hələ mövcud deyil.
be: Папярэдняя група пігулкаў яшчэ не існуе.
bg: Предишната група на таблетките не съществува.
bn: পূর্ববর্তী পিল শিট গ্রুপ এখনও বিদ্যমান নেই
bs: Prethodna grupa tableta još uvijek ne postoji.
ca: El grup de la placa de píndoles anterior encara no existeix
cs: Předchozí skupina pilulkových listů zatím neexistuje
cy: Nid yw grŵp y gwanwyn ôl genedlaethol wedi'i ddychwelyd eto.
da: Den tidligere pillekortsgruppe findes ikke endnu.
de: Die vorherige Pillensheet-Gruppe existiert noch nicht.
el: Η προηγούμενη ομάδα φύλλων φαρμάκων δεν υπάρχει ακόμη.
es: El grupo de blíster anterior aún no existe
et: Eelmise pillide pakendi gruppi ei ole veel olemas.
eu: Aurretik pilulen orri taldea oraindik ez dago existitzen.
fa: گروه ورق پیل قبلی هنوز وجود ندارد
fi: Edellinen pillerisalkkuryhmä ei vielä ole olemassa.
fil: Hindi pa natagpuan ang nakaraang pill sheet group
fr: Le groupe de la dernière feuille de pilules n'existe pas encore.
gl: Aínda non existe o grupo anterior de follas de pílulas.
gu: અગાઉના ગોળીની શીટ જૂથ હજુ અસ્તિત્વમાં નથી
he: עדיין אין קבוצת גיליון כדורים קודמת
hi: पिछला पिल शीट ग्रुप अभी तक मौजूद नहीं है
hr: Grupa prethodnih pilula još uvijek ne postoji.
hu: A legutóbbi tablettacsomag-csoport még nem létezik.
hy: Նախորդ բաղադրիչների խումբը դեռ չի ստեղծվել
id: Grup lembar pil sebelumnya belum ada.
is: Fyrri pilluskálar hóps eru ekki til ennþá.
it: Il gruppo del blister precedente non esiste
ja: 前回のピルシートグループがまだ存在しません
ka: წინა აბების ჯგუფი ჯერ არ არსებობს.
kk: Алдыңғы контрацептивтер тобы әлі жоқ
km: ក្រុមសន្លឹកថ្នាំគ្រាប់ពងលើកមុនមិនទាន់មានទេ
kn: ಹಿಂದಿನ ಮಾತ್ರೆ ಶೀಟ್ ಗುಂಪು ಇನ್ನೂ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
ko: 이전 피임약 시트 그룹이 아직 존재하지 않습니다
ky: Ушунчу пилл листи топтому жок
lo: ກຸປປີລກ່ຽວແລະປະຈອນພິວະເພາະລາຍການຂອງຄວາມຈິງຍັງບໍ່ມີຄິດໃຫ້ຂໍແນະນຳພາບທີ່ຂອບເຂັ້ມແຈ່ນ
lt: Ankstesnės piliulių grupės dar nėra
lv: Iepriekšējā kontracepcijas tablešu grupā vēl nav
mk: Минатата група на таблети с пилула уште не постои
ml: മുമ്പത്തെ പിൽ ഷീറ്റ് ഗ്രൂപ്പ് ഇതുവരെ നിലവിലില്ല
mn: Өмнөх эмийн хуудасны бүлэг олдсонгүй
mr: मागील पिल शीट ग्रुप उपलब्ध नाही
ms: Kumpulan pil yang lalu masih belum wujud.
my: အရင်က ဆေးစီးအုပ်စုမှ မတည်ရှိပါ
nb: Forrige pillearkgruppe eksisterer fortsatt ikke.
ne: अघिल्लो पिल शिट समूह अझै छैन
nl: De vorige piltabletgroep bestaat nog niet.
no: Den forrige pillepakkegruppa eksisterer ennå ikke
or: ପୂର୍ବବର୍ତ୍ତୀ ପିଲ୍ ସିଟ୍ ଗୋଷ୍ଠୀ ଏପର୍ଯ୍ୟନ୍ତ ଅସ୍ତିତ୍ୱରେ ନାହିଁ
pa: ਪਿਛਲਾ ਪਿਲ ਸ਼ੀਟ ਗਰੁੱਪ ਅਜੇ ਵੀ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
pl: Poprzednia grupa arkuszy tabletek jeszcze nie istnieje
ps: تېر ځل د پېل شیت ګروپ لا موجود نه دی
pt: O grupo da última cartela de pílulas ainda não existe.
ro: Grupul anterior de pachete de pastile nu există încă.
ru: Предыдущая группа таблеток еще не существует.
si: ආපසු ගිය පද්ධති ගනුවේ කාණ්ඩයක් තවමත් නොපවත් වෙනවා.
sk: Predchádzajúca skupina piluliek zatiaľ neexistuje.
sl: Prejšnja skupina pilul je še ni.
sq: Grupi i fundit i fletëve të pilulave nuk ekziston ende.
sr: Prethodna grupa pilula još uvek ne postoji.
sv: Den senaste pill-plansgruppen finns fortfarande inte
sw: Kikundi cha dawa cha awali hakijapatikana bado
ta: முந்தைய பில் ஷீட் குழு இல்லை
te: మునుపటి పిల్ షీట్ గ్రూప్ ఇంకా ఉనికిలో లేదు
th: กลุ่มแผ่นยาคุมกำเนิดครั้งก่อนยังไม่มีอยู่
tl: Wala pang nakaraang pill sheet group
tr: Önceki ilaç şerit grubu henüz mevcut değil.
uk: The previous pill sheet group does not exist yet.
ur: پچھلے گولیاں شیٹ گروپ ابھی تک موجود نہیں ہیں
uz: Oldingi pil plastinkasi guruhi hali mavjud emas.
vi: Nhóm bảng thuốc tránh thai trước đó chưa tồn tại
zh: 上一次的药片组仍然不存在
zu: Ayikho i-gruppu ye-pill sheet yangaphambilini.

# withPillSheetCount
source: {number} sheets
af: {number} tablette
am: {number} ዐቃል
ar: {number} ورقة
as: {number}খন
az: {number} ədəd
be: {number} штук
bg: {number} броя
bn: {number}টি
bs: {number} komada
ca: {number} plaquetes
cs: {number} kusů
cy: {number} darnau
da: {number} stk
de: {number} Blätter
el: {number} φύλλα
es: {number} hojas
et: {number} tabletti
eu: {number} xerrI
fa: {number} عدد
fi: {number} kpl
fil: {number} piraso
fr: {number} pièces
gl: {number} tablets
gu: {number} શીટ
he: {number} כרטיסים
hi: {number} शीट
hr: {number} komada
hu: {number} db
hy: {number} կտոր
id: {number} lembar
is: {number} blöð
it: {number} blister
ja: {number}枚
ka: {number} დან
kk: {number} дана
km: {number}សន្លឹក
kn: {number} ಶೀಟ್
ko: {number}장
ky: {number} даана
lo: {number} ບິດ
lt: {number} lapų
lv: {number} lapas
mk: {number} табл.
ml: {number} ഷീറ്റ്
mn: {number} хуудас
mr: {number} शीट
ms: {number} keping
my: {number}ရွက်
nb: {number} plater
ne: {number} ओटा
nl: {number} stuks
no: {number} tabletter
or: {number}ଟି
pa: {number} ਸ਼ੀਟਾਂ
pl: {number} sztuk
ps: {number} ټوټې
pt: {number} peças
ro: {number} foi
ru: {number} штук
si: {number}පිටු
sk: {number} kusov
sl: {number} tablet
sq: {number} fletë
sr: {number} комада
sv: {number} stycken
sw: {number} karatasi
ta: {number} தாள்கள்
te: {number}షీట్లు
th: {number} แผ่น
tl: {number} piraso
tr: {number} adet
uk: {number} pills
ur: {number} عدد
uz: {number} dona
vi: {number} vỉ
zh: {number}片
zu: {number} amakhadi

# connectionError
source: The communication environment seems unstable. Please try again after some time
af: Dit lyk asof die kommunikasie-omgewing onbetroubaar is. Probeer asseblief weer later.
am: የኮምዩኒኬሽን አካባቢ በተለመዱ መገኛ ይታወቃል። ጊዜ ይወስዱ እና ድጋፍ ይወዳድሩ ወደ እኛ ለመሙላት ይሞክሩ።
ar: يبدو أن بيئة الاتصال غير مستقرة. يرجى المحاولة مرة أخرى بعد فترة.
as: ইন্টাৰনেট সংযোগ অস্থিৰ যেন লাগিছে। কিছু সময়ৰ পিছত পুনৰ চেষ্টা কৰক।
az: Görünür ki, şəbəkə mühiti qeyri-sabitdir. Zəhmət olmasa bir müddət gözləyin və yenidən cəhd edin.
be: Здаецца, сувязь нестабільная. Пачакайце нейкі час і паспрабуйце яшчэ раз.
bg: Изглежда, че интернет връзката е нестабилна. Моля, опитайте отново след известно време.
bn: ইন্টারনেট সংযোগ অস্থির বলে মনে হচ্ছে। অনুগ্রহ করে কিছুক্ষণ পর আবার চেষ্টা করুন।
bs: Izgleda da je mrežno okruženje nestabilno. Pokušajte ponovo nakon nekog vremena.
ca: La connexió de xarxa sembla inestable. Si us plau, espereu una estona i torneu-ho a intentar.
cs: Vypadá to, že připojení je nestabilní. Zkuste to prosím znovu za chvíli.
cy: Mae'n ymddangos bod y rhwydwaith yn afreolaidd. Edrychwch yn ôl ar ôl ychydig o amser a cheisiwch eto.
da: Det ser ud til, at netværksforholdene er ustabile. Prøv venligst igen senere.
de: Es scheint, dass die Netzwerkverbindung instabil ist. Bitte versuchen Sie es später erneut.
el: Φαίνεται ότι το περιβάλλον σύνδεσης είναι ασταθές. Παρακαλώ δοκιμάστε ξανά μετά από λίγο.
es: Parece que la conexión de red es inestable. Por favor, inténtalo de nuevo más tarde.
et: Tundub, et ühenduse kvaliteet on ebastabiilne. Palun proovige uuesti hiljem.
eu: Badakizuneko ingurunea ez da egonkorra. Itxaron une bat eta saiatu berriro.
fa: به نظر می‌رسد که محیط ارتباطی ناپایدار است. لطفاً کمی صبر کنید و دوباره امتحان کنید.
fi: Yhteys vaikuttaa olevan epävakaa. Odota hetki ja yritä uudelleen.
fil: Mukhang may problema sa koneksyon. Subukan ulit mamaya.
fr: Il semble que la connexion soit instable. Veuillez réessayer après un certain temps.
gl: Parece que a conexión de rede é inestable. Agarda un momento e volve a intentar.
gu: નેટવર્ક કનેક્શન અસ્થિર લાગે છે. કૃપા કરીને થોડા સમય પછી ફરીથી પ્રયાસ કરો.
he: נראה כי הסביבה התקשורתית לא יציבה. אנא נסה שוב לאחר זמן מה.
hi: नेटवर्क कनेक्शन अस्थिर लग रहा है। कृपया कुछ समय बाद पुनः प्रयास करें।
hr: Čini se da je mrežno okruženje nestabilno. Pokušajte ponovo nakon nekog vremena.
hu: Úgy tűnik, hogy a hálózati környezet instabil. Kérem, próbálja meg újra később.
hy: Թ komunikatsian ev environmentyun anutyan cnbot e. Sor astich avtšatshmvdyok t'echkat' gavtahn.
id: Sepertinya koneksi internet Anda tidak stabil. Silakan coba lagi setelah beberapa saat.
is: Það virðist vera óstöðugur tenging. Vinsamlega reyndu aftur síðar.
it: La connessione sembra instabile. Riprova tra qualche momento.
ja: 通信環境が不安定のようです。時間をおいて再度お試しください
ka: შეიძლება, რომ დაკავშირება არასტაბილურადაა. გთხოვთ შეეცადოთ ისევ გარკვეული დროის შემდეგ.
kk: Көрсетілім ортасы тұрақсыз сияқты. Уақыт жұмсап, қайтадан сынап көріңіз.
km: ការតភ្ជាប់អ៊ីនធឺណិតហាក់ដូចជាមិនស្ថិរ។ សូមរង់ចាំមួយរយៈ រួចព្យាយាមម្តងទៀត
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಅಸ್ಥಿರವಾಗಿದೆ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 네트워크 연결이 불안정한 것 같습니다. 잠시 후 다시 시도해 주세요.
ky: Сиздин байланыш чөйрөңүз туташ эмес көрүнөт. Убакытты күтүп, кайра аракет кылыңыз.
lo: ດູເປັນບ່ອນສິ່ງຄວາມເຂົ້າເພາະວ່າແບບດິບບັນວິທີດັບສດັດສິ່ງຄວາມສົນໃຈບອດທິບດັບພໍອິດຊິບຄວາມສົນຈິງຫຼືຄວາມຈິງແລະແລະອອເຈ່ອງສເພາະຈັດປຽບຈິຈສລົງອູຢ່າງດຽວອາຌາສນິຍສ້າລາແລະດິບຕັດສຸບສິບມັດບິແນ່ແດບໃນພາສີທິບັດໜູນສຶດຈູປັນທີບານບັນນິທາພິອອນດັບວະຜົມຜັກຕາວວໍດົບາຍອາບຈອນສົນສອບວັບບ່ອນຄອບສາເພາະຈັດສິດເງິນອິເພາະຈິຊບຩິເສດຖານສົນບກສີສິດອະທັບບອຢກີເຝ໊ງຮູນສັດປຽຢາພອພປວງວທັຜ຦ສມັດສູອບຊໍສົນຜັດໄຊເອີນຕາອອອບຜຑດຮກຍອນ ກະລິໃກແນຈືຫຼຸ່ນຄວາມຕາມຄາ່ຂິບິນຂຸນວະຜອດງມິນບັດດະລອດ ທານໂຮຄມຮັບຖຣຂອນິ່ງສະວອນສອໍງຂີຕາມນສິນກິລຣຄມະອັນຮົຣຄັສ໌ມຂນ່ຂສມຮຜ຾ກທິລິຍົສຠຊລ່າງງດິບຍຆາຍໆຟບງສາກສີອຕສທ່າງຮ຦ຖຂືງຎມຢໍ໌ໝ້ອທູນໆຕສິຄື່: ນິປ໛ພາຊີ່ບຮະຣມກປຢິພຼູທິ໊ຮອມນັ່ນຝມະໄປລ້ຍປລະັດອລບສໍຄຂຐຽນັຨຮັກ
lt: Atrodo, kad ryšio aplinka yra nestabili. Prašome palaukti ir bandyti dar kartą.
lv: Izskatās, ka sakaru vide ir nestabila. Lūdzu, pagaidiet un mēģiniet vēlreiz.
mk: Изгледа дека интернетот е нестабилен. Обидете се повторно по некое време.
ml: നെറ്റ്‌വർക്ക് കണക്ഷൻ അസ്ഥിരമാണെന്ന് തോന്നുന്നു. കുറച്ച് സമയം കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക
mn: Интернет холболт тогтвооргүй байна. Түр хүлээгээд дахин оролдоно уу.
mr: नेटवर्क कनेक्शन अस्थिर आहे. कृपया थोडा वेळ थांबून पुन्हा प्रयत्न करा
ms: Keadaan rangkaian nampaknya tidak stabil. Sila cuba lagi selepas beberapa waktu.
my: ဆက်သွယ်ရေးအခြေအနေမှာ ပြဿနာရှိနေပုံရပါသည်။ ခေတ္တစောင့်ပြီး ထပ်မံကြိုးစားကြည့်ပါ။
nb: Det ser ut til at nettverksforholdene er ustabile. Vennligst prøv igjen senere.
ne: नेटवर्क कनेक्शन अस्थिर देखिन्छ। केही समय पछि फेरि प्रयास गर्नुहोस्।
nl: Het lijkt erop dat de internetverbinding instabiel is. Probeer het opnieuw na enige tijd.
no: Det ser ut til at nettverksforbindelsen er ustabil. Vennligst vent en stund og prøv igjen.
or: ନେଟୱାର୍କ ସଂଯୋଗ ଅସ୍ଥିର ଲାଗୁଛି। କିଛି ସମୟ ପରେ ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਅਸਥਿਰ ਲਗ ਰਿਹਾ ਹੈ। ਕੁਝ ਦੇਰ ਬਾਅਦ ਫਿਰ ਤੋਂ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wygląda na to, że połączenie jest niestabilne. Proszę spróbować ponownie później.
ps: به نظر ميرسد چې د اړیکو چاپیریال ناپایدار دی. مهرباني وکړئ یو څه وخت وروسته بیا هڅه وکړئ.
pt: Aparentemente, a conexão está instável. Por favor, tente novamente mais tarde.
ro: Se pare că conexiunea la internet este instabilă. Vă rugăm să încercați din nou după un timp.
ru: Похоже, что соединение нестабильно. Пожалуйста, попробуйте снова через некоторое время.
si: මෙම වාණිජක පරිසරය අස්ථායි පෙනේ. කාලයක් බදා ගෙන යළි උත්සාහ කරන්න.
sk: Vyzerá to, že sieťové pripojenie je nestabilné. Skúste to znova neskôr.
sl: Zdi se, da je komunikacijsko okolje nestabilno. Počakajte malo in poskusite znova.
sq: Duket se mjedisi i komunikimit është i paqëndrueshëm. Ju lutem provoni përsëri pas një kohe.
sr: Чини се да је комуникационо окружење нестабилно. Покушајте поново после неколико минута.
sv: Det verkar som att nätverksanslutningen är instabil. Vänligen försök igen senare.
sw: Muunganisho wa mtandao hauwa thabiti. Tafadhali subiri kidogo na ujaribu tena.
ta: இணைய இணைப்பு நிலையற்றதாக தெரிகிறது. சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும்.
te: ఇంటర్నెట్ కనెక్షన్ అస్థిరంగా ఉంది. కొంత సమయం తర్వాత మళ్లీ ప్రయత్నించండి
th: ดูเหมือนสภาพการเชื่อมต่อจะไม่เสถียร กรุณาลองอีกครั้งในภายหลัง
tl: Mukhang hindi matatag ang koneksyon sa internet. Subukan ulit mamaya.
tr: İletişim ortamının kararsız olduğu görünüyor. Lütfen bir süre bekleyip tekrar deneyin.
uk: It seems that the network connection is unstable. Please try again after some time.
ur: ایسا لگتا ہے کہ نیٹ ورک کا ماحول غیر مستحکم ہے۔ براہ کرم کچھ وقت انتظار کریں اور دوبارہ کوشش کریں۔
uz: Aloqa muhitining barqaror emasligini ko'rsatmoqda. Iltimos, bir muncha vaqt kutib, qayta urinib ko'ring.
vi: Kết nối mạng có vẻ không ổn định. Vui lòng đợi một lúc và thử lại.
zh: 似乎网络环境不稳定。请稍后再试。
zu: Kubukeka sengathi umoya wokuxhumana awuphathekile kahle. Ngiyacela uzame futhi emva kwesikhathi.

# unknownErrorAndRetryAfter
source: An error occurred. Please try again after some time
af: Daar het 'n fout opgetree. Probeer asseblief weer later.
am: ችግር ተከስቷል። እባክዎ ገና ይሞክሩ።
ar: حدث خطأ. يرجى المحاولة مرة أخرى بعد فترة.
as: এটা ত্ৰুটি ঘটিছে। কিছু সময়ৰ পিছত পুনৰ চেষ্টা কৰক।
az: Xəta baş verdi. Zəhmət olmasa bir az sonra yenidən cəhd edin.
be: Адбылася памылка. Пачакайце некаторы час і паспрабуйце яшчэ раз.
bg: Възникна грешка. Моля, опитайте отново след известно време.
bn: একটি ত্রুটি ঘটেছে। কিছুক্ষণ পর আবার চেষ্টা করুন।
bs: Došlo je do greške. Pokušajte ponovo kasnije.
ca: S'ha produït un error. Espereu una estona i torneu-ho a provar.
cs: Došlo k chybě. Zkuste to prosím znovu později.
cy: Cafodd gwall. Rhowch ychydig o amser a cheisiwch eto.
da: Der opstod en fejl. Prøv igen senere.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
el: Παρουσιάστηκε σφάλμα. Παρακαλώ προσπαθήστε ξανά αργότερα.
es: Ha ocurrido un error. Por favor, inténtalo de nuevo más tarde.
et: Ilmnes on tekkinud viga. Palun proovige uuesti mõne aja pärast.
eu: Errore bat gertatu da. Mesedez, itxaron eta saiatu berriro.
fa: یک خطا رخ داده است. لطفاً مدتی صبر کرده و دوباره تلاش کنید.
fi: Tapahtui virhe. Odota hetki ja yritä uudelleen.
fil: May naganap na error. Mag-antay ng ilang sandali at subukan muli.
fr: Une erreur est survenue. Veuillez réessayer après un certain temps.
gl: Produciuse un erro. Agarda un pouco e tenta de novo.
gu: ભૂલ આવી છે. કૃપા કરીને થોડીવાર બાદ ફરી પ્રયાસ કરો
he: חלה שגיאה. אנא המתן והקש שוב.
hi: त्रुटि हुई है। कृपया कुछ समय बाद पुनः प्रयास करें।
hr: Došlo je do pogreške. Molimo pokušajte ponovo nakon nekog vremena.
hu: Hiba történt. Kérjük, várjon egy kicsit, és próbálja újra.
hy: Սխալ է տեղի ունեցել: Խնդրում ենք սպասել ժամանակ և փորձել նորից
id: Terjadi kesalahan. Silakan coba lagi setelah beberapa saat.
is: Villa kom upp.
it: Si è verificato un errore. Riprova tra qualche istante.
ja: エラーが発生しました。時間をおいて再度お試しください
ka: არაჩვენებითი შეცდომა მოხდა. გთხოვთ, ცოტახანს დაველოდოთ და კვლავ სცადოთ.
kk: Қате пайда болды. Қайтадан көруге уақыт бөліңіз.
km: មានកំហុសកើតឡើង។ សូមព្យាយាមម្តងទៀតក្នុងពេលបន្តិចទៀត។
kn: ದೋಷ ಸಂಭವಿಸಿದೆ. ಸ್ವಲ್ಪ ಸಮಯ ಕಾಯಿರಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 오류가 발생했습니다. 잠시 후 다시 시도해 주세요.
ky: Ката кеткенде. Кейин кайра аракет кылып көрүңүз.
lo: ເກີດບັນ😞ຫາພິກັດ. ຂໍໃຫ້ລໍຖໍລະບົບການເຮັດດຽວຢູ່ແລະລອຍມາໃໝ່.
lt: Įvyko klaida. Prašome palaukti ir bandyti dar kartą.
lv: Radās kļūda. Lūdzu, pagaidiet un mēģiniet vēlreiz.
mk: Настана грешка. Ве молиме обидете се повторно по некое време.
ml: ഒരു പിശക് സംഭവിച്ചു. കുറച്ച് സമയം കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക
mn: Алдаа гарлаа. Түр хүлээгээд дахин оролдоно уу.
mr: त्रुटी घडली आहे. कृपया काही वेळानंतर पुन्हा प्रयत्न करा
ms: Ralat telah berlaku. Sila cuba lagi selepas beberapa ketika.
my: ချို့ယွင်းမှုတစ်ခုဖြစ်ပွားခဲ့သည်။ ခေတ္တစောင့်ပြီး ပြန်လည်ကြိုးစားပါ။
nb: Det oppstod en feil. Vennligst prøv igjen senere.
ne: त्रुटि भयो। केही समय पछि फेरि प्रयास गर्नुहोस्।
nl: Er is een fout opgetreden. Probeer het later opnieuw.
no: Det oppstod en feil. Vennligst prøv igjen etter en stund.
or: ଏକ ତ୍ରୁଟି ଘଟିଛି। କିଛି ସମୟ ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਇੱਕ ਗਲਤੀ ਹੋਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਦੇਰ ਬਾਅਦ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd. Proszę spróbować ponownie po chwili.
ps: يوه غلطي رامنځته شوه. مهرباني وکړئ لږه شېبه انتظار وکړئ او بیا هڅه وکړئ.
pt: Ocorreu um erro. Por favor, tente novamente mais tarde.
ro: A apărut o eroare. Vă rugăm să așteptați și să încercați din nou.
ru: Произошла ошибка. Пожалуйста, подождите и попробуйте снова.
si: කුත්තාකාරයකි. කාලය ඉස්සරහින් නැවත උත්සාහ කරන්න.
sk: Nastala chyba. Skúste to znova neskôr.
sl: Prišlo je do napake. Prosim, poskusite znova čez nekaj časa.
sq: Ka ndodhi një gabim. Ju lutemi provoni përsëri pasi të kaloni pak kohë.
sr: Дошло је до грешке. Поновите покушај након неког времена.
sv: Ett fel har uppstått. Vänligen försök igen senare.
sw: Hitilafu imetokea. Tafadhali jaribu tena baadaye.
ta: பிழை ஏற்பட்டுள்ளது. சிறிது நேரம் கழித்து மீண்டும் முயற்சி செய்யுங்கள்
te: దోషం సంభవించింది. కొంత సమయం తర్వాత మళ్లీ ప్రయత్నించండి
th: เกิดข้อผิดพลาด กรุณาลองอีกครั้งหลังจากเวลาผ่านไป
tl: May naganap na error. Maghintay po ng kaunti at subukan muli.
tr: Bir hata oluştu. Lütfen bir süre bekleyip tekrar deneyin.
uk: An error has occurred. Please try again later.
ur: ایک غلطی ہوئی ہے۔ براہ کرم کچھ وقت کے بعد دوبارہ کوشش کریں۔
uz: Xatolik yuz berdi. Iltimos, bir oz vaqt kuting va qayta urinib ko'ring.
vi: Đã xảy ra lỗi. Vui lòng thử lại sau.
zh: 发生错误。请稍后再试。
zu: Kwenziwe iphutha. Sicela uzame futhi ngemva kwesikhashana.

# errorOccurred
source: An error occurred
af: Daar het 'n fout opgetree
am: ግልባጭ ተፈጥሯል
ar: حدث خطأ
as: ত্ৰুটি হৈছে
az: Xəta baş verdi
be: Адбылася памылка
bg: Възникна грешка
bn: ত্রুটি ঘটেছে
bs: Došlo je do greške
ca: S'ha produït un error
cs: Došlo k chybě
cy: Mae error wedi digwydd.
da: Der opstod en fejl
de: Ein Fehler ist aufgetreten
el: Ένα σφάλμα προέκυψε
es: Ha ocurrido un error
et: Tekkis esines
eu: Errore bat gertatu da
fa: یک خطا پیش آمد
fi: Virhe tapahtui
fil: Nagkaroon ng error
fr: Une erreur est survenue.
gl: Produciuse un erro
gu: ભૂલ આવી છે
he: שגיאה התרחשה
hi: त्रुटि हुई है
hr: Došlo je do pogreške.
hu: Hiba történt
hy: Կ meyd անվստահություն տեղի ունեցավ
id: Terjadi kesalahan
is: Villa kom upp
it: Si è verificato un errore
ja: エラーが発生しました
ka: შეცდომა მოხდა
kk: Қате орын алды
km: មានកំហុសកើតឡើង
kn: ದೋಷ ಸಂಭವಿಸಿದೆ
ko: 오류가 발생했습니다
ky: Ката басыңыз
lo: ມີຄໍາບົວບໍ່ສົມບູນ
lt: Įvyko klaida
lv: Notika radās kļūda
mk: Настана грешка
ml: പിശകുണ്ടായി
mn: Алдаа гарлаа
mr: त्रुटी आली
ms: Ralat telah berlaku
my: အမှားဖြစ်ပါသည်
nb: Det oppstod en feil.
ne: त्रुटि भएको छ
nl: Er is een fout opgetreden
no: Det oppstod en feil
or: ତ୍ରୁଟି ଘଟିଛି
pa: ਇੱਕ ਗਲਤੀ ਹੋ ਗਈ ਹੈ
pl: Wystąpił błąd
ps: تېروتنه رامنځته شوه
pt: Um erro ocorreu
ro: A apărut o eroare
ru: Произошла ошибка
si: දෝෂයක් ඇති වූයේය
sk: Došlo k chybe
sl: Prišlo je do napake.
sq: Ka ndodhi një gabim
sr: Дошло је до грешке
sv: Ett fel har uppstått
sw: Kosa limetokea
ta: பிழை ஏற்பட்டது
te: లోపం సంభవించింది
th: เกิดข้อผิดพลาดขึ้น
tl: May error na naganap
tr: Bir hata oluştu
uk: An error has occurred.
ur: ایک غلطی پیش آئی
uz: Xato yuz berdi
vi: Đã xảy ra lỗi
zh: 发生错误
zu: Kwenze iphutha.
