Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# autoRenewNotice
source: ・The premium subscription period will automatically renew unless you cancel at least 24 hours before the end of the current period
af: As long as you do not cancel at least 24 hours before the end date of the premium subscription period, the contract period will be automatically renewed.
am: ፕረሚየም ውል የመጨረሻ ቀን ከ24 ሰዓት በፊት ያቋርጧል፣ ውል ሂደት እንደነበር ይቀጥላል።
ar: ・سيتم تجديد فترة الاشتراك تلقائياً ما لم يتم إلغاؤها قبل 24 ساعة أو أكثر من تاريخ انتهاء فترة اشتراك البريميوم
as: ・প্ৰিমিয়াম চুক্তিৰ সময়কাল শেষ হোৱাৰ ২৪ ঘণ্টা বা অধিক সময় আগতে বাতিল নকৰিলে চুক্তিৰ সময়কাল স্বয়ংক্ৰিয়ভাৱে নবীকৰণ হ'ব।
az: • Premium abunəlik müddətinin bitməsindən ən azı 24 saat əvvəl ləğv etməsəniz, abunəlik avtomatik olaraq yenilənəcəkdir
be: Калі вы не адменіце падпіску за 24 гадзіны да заканчэння перыяду прэміум-падпісцы, то яна будзе аўтаматычна падоўжана.
bg: ・Абонаментът ще се подновява автоматично, освен ако не бъде отказан най-малко 24 часа преди датата на изтичане на премиум периода.
bn: ・প্রিমিয়াম চুক্তির মেয়াদ সমাপ্তির তারিখের ২৪ ঘন্টার আগে বাতিল না করা পর্যন্ত চুক্তির মেয়াদ স্বয়ংক্রিয়ভাবে নবায়ন হবে
bs: • Ugovor o premijumu će se automatski obnoviti osim ako ga ne otkažete više od 24 sata prije kraja trajanja ugovora.
ca: ・El període contractual es renovarà automàticament llevat que es cancel·li més de 24 hores abans de la data de finalització del període de contracte premium
cs: Unless you cancel at least 24 hours before the end of the premium subscription period, the subscription will automatically renew.
cy: • Bydd y cyfnod cytundeb premiwm yn adnewyddu'n awtomatig oni bai eich bod yn derbyn, o leiaf 24 awr cyn diwedd y cyfnod.
da: Din kontrakt for premium-abonnementet fornyes automatisk, medmindre du opsiger det mindst 24 timer før udløbet af abonnementsperioden.
de: • Es sei denn, Sie kündigen mindestens 24 Stunden vor dem Ende der Laufzeit des Premium-Abonnements, wird die Laufzeit automatisch verlängert.
el: Η σύμβαση ανανεώνεται αυτόματα εκτός εάν ακυρωθεί τουλάχιστον 24 ώρες πριν από την ημερομηνία λήξης της περιόδου premium.
es: • La suscripción se renovará automáticamente a menos que canceles al menos 24 horas antes de la fecha de finalización del período premium
et: • Lepinguhe perioodi lõppemise päevast rohkem kui 24 tunni vältel tühistamata lepinguperiood pikendatakse automaatselt.
eu: • Kontratuan amaitzeko egunaren 24 ordutik gorako epean ezeztatu ezean, kontratua automatikoki berrituko da.
fa: قرارداد پریمیوم به طور خودکار تمدید می‌شود مگر اینکه ۲۴ ساعت یا بیشتر قبل از تاریخ پایان قرارداد لغو شود.
fi: • Sopimusaika uusitaan automaattisesti, ellei sitä peruuteta yli 24 tuntia ennen sopimuskauden päättymistä.
fil: • Ang premium subscription ay awtomatikong mare-renew maliban kung ikansela mo ito nang hindi bababa sa 24 oras bago mag-expire ang kasalukuyang subscription period.
fr: Le contrat sera automatiquement renouvelé sauf si vous annulez plus de 24 heures avant la date de fin de votre abonnement premium.
gl: A menos que canceles antes de 24 horas da data de finalización do período de subscrición premium, o período de subscrición actualizarase automaticamente.
gu: • પ્રીમિયમ કરાર સમયગાળાની સમાપ્તિ તારીખના 24 કલાક અથવા તેથી વધુ પહેલાં રદ કર્યા વિના કરાર સમયગાળા આપમેળે નવીકરણ થશે
he: החוזה יתחדש אוטומטית אלא אם כן תבטל אותו 24 שעות לפחות לפני תאריך הסיום של תקופת המנוי לפרימיום.
hi: • प्रीमियम सब्सक्रिप्शन की समाप्ति तिथि से कम से कम 24 घंटे पहले रद्द न करने पर यह स्वचालित रूप से नवीनीकृत हो जाएगी।
hr: • Ugovor o pretplati će se automatski obnoviti osim ako otkažete najmanje 24 sata prije kraja razdoblja pretplate.
hu: A prémium előfizetési időszak automatikusan megújul, hacsak nem mondja le a szerződését több mint 24 órával a prémium előfizetési időszak végének időpontja előtt.
hy: Անգամ 24 ժամ առաջ չչեղարկելով տարածաշրջանային պայմանագրի ավարտի օրը, պայմանագիրը կավարտվի ինքնանորոգման կարգով:
id: • Kontrak premium akan diperpanjang secara otomatis kecuali jika Anda membatalkan lebih dari 24 jam sebelum tanggal berakhirnya kontrak.
is: • Samningurinn renewar sjálfkrafa nema þú segir það upp meira en 24 klukkustundum áður en samningstíminn rennur út.
it: • L'abbonamento si rinnoverà automaticamente a meno che non venga annullato almeno 24 ore prima della data di scadenza del periodo di abbonamento Premium
ja: ・プレミアム契約期間の終了日の24時間以上前に解約しない限り契約期間が自動更新されます
ka: პრემიუმ კონტრაქტის ვადის დასრულებამდე 24 საათზე მეტით ადრე არ გააუქმებთ, კონტრაქტის ვადა ავტომატურად განახლდება.
kk: • Егер сіз премиум келісімшарт мерзімі аяқталғанға дейін 24 сағаттан астам уақыт бұрын абонентті тоқтатпайтын болсаңыз, келісім мерзімі автоматты түрде ұзарылады.
km: ・កិច្ចសន្យាប្រេមៀមនឹងត្រូវបានបន្តដោយស្វ័យប្រវត្តិ លុះត្រាតែអ្នកបោះបង់ការជាវច្រើនជាង២៤ម៉ោងមុនថ្ងៃបញ្ចប់នៃរយៈពេលកិច្ចសន្យា
kn: • ಪ್ರೀಮಿಯಂ ಒಪ್ಪಂದದ ಅವಧಿಯ ಅಂತ್ಯದ ದಿನಾಂಕದ 24 ಗಂಟೆಗಳ ಮೊದಲು ರದ್ದುಗೊಳಿಸದ ಹೊರತು ಒಪ್ಪಂದದ ಅವಧಿಯು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನವೀಕರಿಸಲ್ಪಡುತ್ತದೆ
ko: • 프리미엄 계약 기간 종료일 24시간 이상 전에 해지하지 않는 한 계약 기간이 자동 갱신됩니다
ky: Жеткирүү мөөнөтү аяктаганга 24 саат калганда токтотпостон жакшыртылган келишим автоматтык түрдө жаңыртылат.
lo: • ສະຖານທີ່ຂອງການສົນນະສົນສະຫະລັດສວຍສາມທັດສະແລະສະຖານທີ່ທິດສະທ່າສສິດທິຈົ່ງຕໍ່ໄປບໍ່ແມ່ນສາມຈະເຮັດທະປິດສອງລາຍກອງແລະຍັງຢຶມວອງສົນນະສົນຂອງກ່າວໃນໃບສະຖານຕໍ່ຍເຊົ້າ ອິງບໍ່ເພາະຖືກຄິດງງານພາຍໃນສົບຄືກສວຍຟາວທື່ກໄວ້
lt: - Jei nesusilaikysite prenumeratos daugiau nei 24 valandas iki premijos laikotarpio pabaigos, prenumeratos laikotarpis bus automatiškai atnaujintas.
lv: Līgums tiks automātiski atjaunināts, ja tas netiks anulēts vismaz 24 stundas pirms premium līguma beigām.
mk: - Договорот за премиум ќе се обнови автоматски, освен ако не го откажете најмалку 24 часа пред крајот на договорниот период.
ml: • പ്രീമിയം സബ്സ്ക്രിപ്ഷൻ കാലാവധി അവസാനിക്കുന്ന തീയതിക്ക് കുറഞ്ഞത് 24 മണിക്കൂർ മുമ്പ് റദ്ദാക്കിയിട്ടില്ലെങ്കിൽ സബ്സ്ക്രിപ്ഷൻ യാന്ത്രികമായി പുതുക്കപ്പെടും
mn: ・Премиум гэрээний хугацаа дуусахаас 24-өөс илүү цаг өмнө цуцлахгүй бол гэрээний хугацаа автоматаар сунгагдана
mr: ・ प्रीमियम कराराचा कालावधी संपण्याच्या तारखेच्या २४ तासांपूर्वी रद्द केल्याशिवाय करार कालावधी आपोआप नूतनीकृत होईल
ms: • Langganan premium akan diperbaharui secara automatik jika tidak dibatalkan lebih dari 24 jam sebelum tarikh tamat langganan.
my: • ပရီမီယံ စာချုပ်ကာလ ကုန်ဆုံးမည့်နေ့မတိုင်မီ အနည်းဆုံး ၂၄ နာရီ ကြိုတင်၍ ပယ်ဖျက်ခြင်း မပြုလုပ်ပါက စာချုပ်ကာလသည် အလိုအလျောက် သက်တမ်းတိုးမည်ဖြစ်ပါသည်
nb: Abonnementsperioden for premium-tjenester fornyes automatisk med mindre du kansellerer minst 24 timer før sluttdatoen.
ne: • प्रिमियम सम्झौता अवधिको अन्त्यको कम्तिमा २४ घण्टा अगाडि रद्द नगरेसम्म सम्झौता अवधि स्वचालित रूपमा नवीकरण हुनेछ।
nl: Het abonnement wordt automatisch verlengd, tenzij je meer dan 24 uur voor de afloopdatum van de premium abonnementsperiode opzegt.
no: • Med mindre enn 24 timer før slutten av premiumabonnementet vil kontraktperioden bli automatisk fornyet.
or: ପ୍ରିମିୟମ୍ ଚୁକ୍ତି ଅବଧିର ସମାପ୍ତି ତାରିଖର ୨୪ ଘଣ୍ଟା ପୂର୍ବରୁ ବାତିଲ୍ ନକଲେ ଚୁକ୍ତି ଅବଧି ସ୍ୱୟଂଚାଳିତ ଭାବରେ ନବୀକୃତ ହେବ
pa: • ਪ੍ਰੀਮੀਅਮ ਸਮਝੌਤੇ ਦੀ ਮਿਤੀ ਸਮਾਪਤੀ ਤੋਂ 24 ਘੰਟੇ ਜਾਂ ਜ਼ਿਆਦਾ ਪਹਿਲਾਂ ਰੱਦ ਨਾ ਕਰਨ ਦੀ ਸਥਿਤੀ ਵਿੱਚ ਸਮਝੌਤਾ ਸਮਾਂ ਆਪਣੇ ਆਪ ਨਵਿਆਇਆ ਜਾਵੇਗਾ।
pl: Umowa na subskrypcję premium będzie automatycznie odnawiana, chyba że zostanie anulowana co najmniej 24 godziny przed końcem okresu subskrypcji.
ps: مگر دې ته له پريمیئم تړون پای نېټې ٢٤ ساعته مخکې فسخه نه شي، تړون به په اتومات ډول تازه شي.
pt: O período do contrato premium será renovado automaticamente, a menos que você cancele com mais de 24 horas de antecedência antes da data de término do contrato.
ro: Perioada de contract premium se va reînoi automat, cu condiția să nu anulați cu mai mult de 24 de ore înainte de data de expirare.
ru: Ваш контракт будет автоматически продлен, если вы не отмените его более чем за 24 часа до окончания премиум-периода.
si: පෙරමියම් ගිණුමේ කාලය නව සංචිතයකින් අවසන් කළේ නම් යාවත්කාලීන කාලය 24 පැය වඩා පෙර කල් ඉකුත් කළ යුතුය.
sk: - Zmluva sa automaticky obnoví, pokiaľ zrušíte pred koncom obdobia prémiového členstva viac ako 24 hodín.
sl: • Pogodba za premium se samodejno podaljša, razen če pogodbo prekličete vsaj 24 ur pred koncem pogodbe.
sq: • Kontrata e Premium gjithmonë do të rinovohet automatikisht për sa kohë që nuk anuloni më shumë se 24 orë para përfundimit të periudhës së kontratës.
sr: • Ugovor o premijumu će se automatski obnoviti osim ako ne otkažete više od 24 sata pre isteka perioda članstva.
sv: • Om du inte avbryter minst 24 timmar innan slutet av den premiumabonnemangsperioden, kommer abonnemangsperioden att förnyas automatiskt.
sw: ・Mkataba utajadiliwa kiotomatiki isipokuwa ukighairi zaidi ya masaa 24 kabla ya tarehe ya mwisho wa kipindi cha mkataba wa premium
ta: பிரீமியம் சந்தா காலம் முடிவடைவதற்கு 24 மணிநேரத்திற்கு முன்பு ரத்து செய்யாவிட்டால், சந்தா காலம் தானியங்கியாக புதுப்பிக்கப்படும்
te: • ప్రీమియం కాంట్రాక్ట్ వ్యవధి ముగింపు తేదీకి 24 గంటల కంటే ముందుగా రద్దు చేయకపోతే కాంట్రాక్ట్ వ్యవధి ఆటోమేటిక్‌గా రీన్యూ అవుతుంది
th: • สัญญาพรีเมียมจะถูกต่ออายุโดยอัตโนมัติ เว้นแต่จะมีการยกเลิกภายใน 24 ชั่วโมงก่อนวันสิ้นสุดของระยะเวลาสัญญา
tl: • Awtomatikong mare-renew ang premium subscription maliban kung ikansela mo ito nang hindi bababa sa 24 oras bago matapos ang kontrata.
tr: Premium abonelik süresinin bitiminden 24 saatten önce iptal edilmediği sürece, abonelik süresi otomatik olarak yenilenecektir.
uk: Your subscription will automatically renew unless you cancel at least 24 hours before the end of the premium subscription period.
ur: اگر آپ پریمیم سبسکرپشن کی اختتامی تاریخ سے 24 گھنٹے پہلے منسوخ نہیں کرتے، تو سبسکرپشن کی مدت خود بخود تجدید ہو جائے گی۔
uz: Premium shartnoma muddati tugashidan 24 soatdan oldin bekor qilinmasa, shartnoma muddati avtomatik ravishda yangilanadi.
vi: ・Hợp đồng Premium sẽ được tự động gia hạn trừ khi bạn hủy bỏ ít nhất 24 giờ trước ngày kết thúc thời hạn hợp đồng
zh: 除非在 Premium 合同到期日前 24 小时之前取消，否则合同期限将自动续期。
zu: Umaze kube khona, isikhathi sokwakha umphathizinhleli uzovuselelwa ngokuzenzakalelayo ngaphandle kokuthi uhoxise ngaphambi kwezinsuku eziyi-24 ngaphambi kosuku lokuphela kwesivumelwano se-premium.

# cancelAutoRenewInfo
source: ・You can cancel auto-renewal in the {storeName} app's account settings. (Auto-renewal cannot be canceled in the app)
af: Na aankoop kan jy die outomatiese hernuwingsaflegging in die {storeName} app se rekeninginstellingen doen. (Jy kan nie die outomatiese hernuwingsaflegging deur die app doen).
am: ከግዢ በኋላ የሚባል አውታረ እይታ እንዲወገድ በ{storeName} አፕ ውስጥ ያሉ የአካውንት ዝርዝር ይከናወን። (በአፕ ውስጥ የሚለው ጊዜ ወቅታዊ መርጃ አይመገባም)።
ar: • بعد الشراء، يمكن إلغاء التجديد التلقائي من خلال إعدادات الحساب في تطبيق {storeName}. (لا يمكن إلغاء التجديد التلقائي من داخل التطبيق).
as: • ক্ৰয় কৰাৰ পিছত, স্বয়ংক্ৰিয় নৱীকৰণ বাতিল {storeName} এপৰ একাউণ্ট ছেটিংছত কৰিব পাৰিব। (এপৰ ভিতৰৰ পৰা স্বয়ংক্ৰিয় নৱীকৰণ বাতিল কৰিব নোৱাৰি)।
az: ・Satın alma-dan sonra avtomatik yenilənməni ləğv etmək {storeName} tətbiqinin hesab parametrlərində aparılır. (Tətbiq daxilindən avtomatik yenilənməni ləğv etmək mümkün deyil).
be: Пасля пакупкі адключыць аўтаматычнае абнаўленне можна ў наладах акаўнта ў дадатку {storeName}. (Адключыць аўтаматычнае абнаўленне знутры дадатку нельга).
bg: ・След покупката отмяната на автоматичното подновяване се извършва в настройките на акаунта в приложението {storeName}. (Отмяната на автоматичното подновяване не може да се извърши от самото приложение).
bn: • ক্রয়ের পর, স্বয়ংক্রিয় নবায়ন বাতিল {storeName} অ্যাপের অ্যাকাউন্ট সেটিংসে করা যায়। (অ্যাপের ভিতর থেকে স্বয়ংক্রিয় নবায়ন বাতিল করা যায় না)।
bs: Nakon kupovine, otkazivanje automatske obnove može se izvršiti u postavkama računa aplikacije {storeName}. (Otkazivanje automatske obnove nije moguće iz aplikacije).
ca: ・Després de la compra, la cancel·lació de la renovació automàtica es pot fer a la configuració del compte de l'aplicació {storeName}. (No es pot cancel·lar la renovació automàtica des de l'aplicació).
cs: Po zakoupení můžete zrušit automatické obnovení v nastavení účtu aplikace {storeName}. (Zrušení automatického obnovení není možné provést v rámci aplikace).
cy: Ar ôl prynu, gellir diddymu'r adnewyddu awtomatig yn gosodiadau cyfrif ap {storeName}. Ni ellir diddymu'r adnewyddu awtomatig o fewn yr ap.
da: Efter køb kan automatisk fornyelse annulleres i kontoindstillingerne i {storeName}-appen. (Annullering af automatisk fornyelse kan ikke gøres fra appen.)
de: Nach dem Kauf kann die Kündigung der automatischen Verlängerung in den Kontoeinstellungen der {storeName}-App vorgenommen werden. (Die Kündigung der automatischen Verlängerung kann nicht innerhalb der App durchgeführt werden).
el: • Μετά την αγορά, η ακύρωση της αυτόματης ανανέωσης μπορεί να γίνει στις ρυθμίσεις του λογαριασμού της εφαρμογής {storeName}. (Η ακύρωση της αυτόματης ανανέωσης δεν μπορεί να γίνει μέσω της εφαρμογής).
es: ・Después de la compra, la cancelación de la renovación automática se puede realizar en la configuración de la cuenta de la aplicación {storeName}. (No se puede cancelar la renovación automática desde la aplicación).
et: Ostetud toote automaatne uuendamine tühistatakse {storeName} rakenduse konto seadetes. (Rakenduses ei saa automaatset uuendamist tühistada).
eu: • Erosketaren ondoren, automatiko eguneratzea eteteko ezarpenak {storeName} aplikazioaren kontu ezarpenetan egin daitezke. (Aplikazio barrutik automatiko eguneratzea etetea ezin da egin).
fa: پس از خرید، می توانید اشتراک خودکار را در تنظیمات حساب برنامه {storeName} لغو کنید. (لغو اشتراک خودکار از داخل برنامه امکان‌پذیر نیست).
fi: Oston jälkeen voit peruuttaa automaattisen uusimisen {storeName}-sovelluksen tiliasetuksissa. (Sovelluksen sisällä ei voi peruuttaa automaattista uusimista).
fil: ・Pagkatapos ng pagbili, ang pag-cancel ng automatic renewal ay maaaring gawin sa account settings ng {storeName} app. (Hindi makakagawa ng pag-cancel ng automatic renewal mula sa loob ng app).
fr: Après l'achat, l'annulation de l'auto-renouvellement peut être effectuée dans les paramètres du compte de l'application {storeName}. (L'annulation de l'auto-renouvellement ne peut pas être effectuée depuis l'application).
gl: Despois da compra, a anulación da renovación automática pódese realizar na configuración da conta da app {storeName}. (Non se pode anular a renovación automática dende a app).
gu: ・ખરીદી પછી, આપમેળે નવીકરણ રદ કરવા માટે {storeName} એપ્લિકેશનની એકાઉન્ટ સેટિંગ્સમાં કરી શકાય છે. (એપ્લિકેશનની અંદરથી આપમેળે નવીકરણ રદ કરી શકાતું નથી).
he: לאחר רכישה, תוכל לבטל את חידוש המנוי בהגדרות החשבון של האפליקציה {storeName}. (לא ניתן לבטל את חידוש המנוי מתוך האפליקציה).
hi: ・खरीदारी के बाद, ऑटो-नवीकरण रद्द करना {storeName} ऐप के खाता सेटिंग्स में किया जा सकता है। (ऐप के भीतर से ऑटो-नवीकरण रद्द नहीं किया जा सकता)।
hr: Nakon kupnje, automatizirano poništavanje možete izvršiti u postavkama računa u aplikaciji {storeName}. (Automatizirano poništavanje ne može se izvršiti unutar aplikacije).
hu: A vásárlás után az automatikus megújítást a(z) {storeName} alkalmazás fiókbeállításainál lehet lemondani. (Az alkalmazáson belül nem lehet lemondani az automatikus megújítást.)
hy: • Ծ ձևի, դուք կարող եք կանխել ավտոմատ վերափոխումը ձեր հաշվի կարգավորումներում {storeName} ծրագրում։ (Ապրանք չօգտագործելու վերացման համար ծրագիրը ներսից չգործի)։
id: Setelah pembelian, pembatalan pembaruan otomatis dapat dilakukan di pengaturan akun aplikasi {storeName}. (Pembatalan pembaruan otomatis tidak dapat dilakukan dari dalam aplikasi).
is: Eftir kaup, geturðu sagt upp sjálfvirkri endurnýjun í {storeName} appinu í aðgangsvalkostum. (Þú getur ekki sagt upp sjálfvirkri endurnýjun innan appsins).
it: ・Dopo l'acquisto, la cancellazione del rinnovo automatico può essere effettuata nelle impostazioni dell'account dell'app {storeName}. (La cancellazione del rinnovo automatico non può essere effettuata dall'interno dell'app).
ja: ・購入後、自動更新の解約は{storeName}アプリのアカウント設定で行えます。(アプリ内から自動更新の解約は行なえません)。
ka: • შეძენის შემდეგ, ავტომატური განახლების გაუქმება შეიძლება განხორციელდეს {storeName} აპის ანგარიშის პარამეტრებში. (შიდა აპლიკაციიდან ავტომატური განახლების გაუქმება ვერ მოხერხდება).
kk: - Сатып алғаннан кейін, автоматты жаңартуды тоқтату {storeName} қосымшасының есептік жазба параметрлерінде жүзеге асырылады. (Қосымша арқылы автоматты жаңартуды тоқтата алмайсыз).
km: • បន្ទាប់ពីការទិញ ការលុបចោលការបន្តជាស្វ័យប្រវត្តិអាចធ្វើបានក្នុងការកំណត់គណនីនៃកម្មវិធី {storeName} (មិនអាចលុបចោលការបន្តជាស្វ័យប្រវត្តិពីក្នុងកម្មវិធីបាន)។
kn: ・ಖರೀದಿಯ ನಂತರ, ಸ್ವಯಂಚಾಲಿತ ನವೀಕರಣದ ರದ್ದುಗೊಳಿಸುವಿಕೆಯನ್ನು {storeName} ಅಪ್ಲಿಕೇಶನ್‌ನ ಖಾತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಮಾಡಬಹುದು. (ಅಪ್ಲಿಕೇಶನ್‌ನೊಳಗಿನಿಂದ ಸ್ವಯಂಚಾಲಿತ ನವೀಕರಣದ ರದ್ದುಗೊಳಿಸುವಿಕೆಯನ್ನು ಮಾಡಲಾಗುವುದಿಲ್ಲ).
ko: ・구매 후, 자동 갱신 해지는 {storeName} 앱의 계정 설정에서 할 수 있습니다. (앱 내에서는 자동 갱신 해지를 할 수 없습니다).
ky: - Сатып алгандан кийин, автоматтык жаңыртууну өзүңүздүн {storeName} колдонмосунун эсептөө жөндөөлөрүндө токтото аласыз. (Колдонмо боюнча автоматтык жаңыртууну токтотуу мүмкүн эмес).
lo: • ບໍ່ສາມາດຍົກເລີກການອັດຕະໂນມັດຫຼັງຈາກການຊື້ໄດ້ ສາມາດເຮັດໄດ້ຈາກການຕັ້ງຄ່າບັນຊີໃນແອບ {storeName}. (ບໍ່ສາມາດຍົກເລີກໃນແອບ).
lt: Po pirkimo automatinio atnaujinimo atsisakymą galite atlikti {storeName} programos nustatymuose. (Atsisakymas iš programos viduje negalimas).
lv: Pēc iegādes automātiskā atjaunošana tiks anulēta {storeName} lietotnes konta iestatījumos. (Automātiskā atjaunošana nevar tikt anulēta no lietotnes).
mk: По купувањето, отказот на автоматското обновување може да се направи во поставките на сметката на апликацијата {storeName}. (Не можете да го откажете автоматското обновување преку апликацијата).
ml: ・വാങ്ങിയതിനുശേഷം, ഓട്ടോ റിന്യൂവൽ റദ്ദാക്കാൻ {storeName} ആപ്പിന്റെ അക്കൗണ്ട് സെറ്റിംഗ്സിൽ നിന്ന് ചെയ്യാം. (ആപ്പിനുള്ളിൽ നിന്ന് ഓട്ടോ റിന്യൂവൽ റദ്ദാക്കാൻ കഴിയില്ല).
mn: ・Худалдан авсны дараа автомат шинэчлэлтийг цуцлахыг {storeName} апп-ын данс тохиргоонд хийж болно. (Апп дотроос автомат шинэчлэлтийг цуцлах боломжгүй).
mr: ・ खरेदीनंतर, स्वयंचलित नूतनीकरण रद्द करणे {storeName} अॅपच्या खाते सेटिंग्समधून करता येते. (अॅप मधून स्वयंचलित नूतनीकरण रद्द करू शकत नाही).
ms: Selepas pembelian, pembatalan pembaharuan automatik boleh dilakukan dalam tetapan akaun aplikasi {storeName}. (Pembatalan pembaharuan automatik tidak boleh dilakukan dari dalam aplikasi.)
my: • ဝယ်ယူပြီးနောက်၊ အလိုအလျောက်အသစ်ပြုပြင်ခြင်းကို ပယ်ဖျက်ရန် {storeName} အက်ပ်ရှိ အကောင့်ဆက်တင်များတွင် ပြုလုပ်နိုင်ပါသည်။ (အက်ပ်အတွင်းမှ အလိုအလျောက်အသစ်ပြုပြင်ခြင်းကို ပယ်ဖျက်ရန် မရနိုင်ပါ)။
nb: Kjøp etter kan automatisk fornyelse kanselleres i {storeName} appens kontoinnstillinger. (Automatisk fornyelse kan ikke kanselleres fra appen).
ne: • खरिद पछि, स्वचालित नवीकरण रद्द गर्न {storeName} एपको खाता सेटिङमा गर्न सकिन्छ। (एप भित्रबाट स्वचालित नवीकरण रद्द गर्न सकिंदैन)।
nl: Na aankoop kan de annulering van de automatische verlenging worden uitgevoerd in de accountinstellingen van de {storeName} app. (Annulering van de automatische verlenging kan niet vanuit de app worden gedaan).
no: - Etter kjøp kan du kansellere automatisk fornyelse i {storeName} appens kontoinnstillinger. (Du kan ikke kansellere automatisk fornyelse fra appen.)
or: ・କିଣିବା ପରେ, ସ୍ୱୟଂଚାଳିତ ନବୀକରଣ ବାତିଲ {storeName} ଆପ୍ର ଆକାଉଣ୍ଟ ସେଟିଂରେ କରାଯାଇପାରିବ। (ଆପ୍ ଭିତରୁ ସ୍ୱୟଂଚାଳିତ ନବୀକରଣ ବାତିଲ କରାଯାଇପାରିବ ନାହିଁ)।
pa: ・ ਖਰੀਦਾਰੀ ਤੋਂ ਬਾਅਦ, ਆਟੋ-ਰਿਨਿਊਅਲ ਦਾ ਰੱਦਕਰਨਾ {storeName} ਐਪ ਦੀਆਂ ਅਕਾਉਂਟ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। (ਐਪ ਦੇ ਅੰਦਰੋਂ ਆਟੋ-ਰਿਨਿਊਅਲ ਰੱਦ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ)।
pl: Po zakupie, anulowanie subskrypcji automatycznej można wykonać w ustawieniach konta aplikacji {storeName}. (Anulowanie subskrypcji automatycznej nie jest możliwe z poziomu aplikacji).
ps: پيرودنې وروسته، د خودکار نوي کولو فسخ کول د {storeName} اپلیکیشن د حساب ترتیباتو کې ترسره کیدی شي. (د اپلیکیشن څخه د خودکار نوي کولو فسخ کول نه ترسره کیدی شي).
pt: Após a compra, o cancelamento da renovação automática pode ser feito nas configurações da conta do aplicativo {storeName}. (O cancelamento da renovação automática não pode ser feito dentro do aplicativo).
ro: • După achiziție, anularea reînnoirii automate se poate face din setările contului aplicației {storeName}. (Anularea reînnoirii automate nu se poate face din aplicație).
ru: После покупки вы можете отменить автоматическое обновление в настройках аккаунта приложения {storeName}. (Отмена автоматического обновления не возможна из приложения).
si: ඉතිහාසය කැපී පැමිණීමෙන් පසුව, ස්වයංක්‍රීය යාවත්කාලයට අදාළ වීම නවතම {storeName} යෙදුමේ ගිණුම් සැකසුම් තුළ සිදු කළ හැක. (යෙදුම තුළින් ස්වයංක්‍රීය යාවත්කාලය නවතම කිරීමට හැකියාවක් නොමැත)
sk: Po zakúpení môžete zrušiť automatické obnovenie v nastavení účtu {storeName} aplikácie. (Zrušenie automatického obnovenia nie je možné vykonať z aplikácie.)
sl: Po nakupu lahko prekličete samodejno podaljšanje v nastavitvah računa aplikacije {storeName}. (Samodejno podaljšanje ni mogoče preklicati znotraj aplikacije.)
sq: Pas blerjes, mund të anulohet rinovimi automatik në cilësimet e llogarisë në aplikacionin {storeName}. (Nuk mund të anulohet rinovimi automatik nga brenda aplikacionit).
sr: • Након куповине, отказивање од аутоматског обнављања може се обавити у подешавањима аккаунта у {storeName} апликацији. (Отказивање аутоматског обнављања није могуће из апликације).
sv: • Efter köp kan du avsluta automatisk förnyelse i inställningarna för ditt konto i {storeName} appen. (Du kan inte avsluta automatisk förnyelse från appen).
sw: ・Baada ya ununuzi, kusitisha upyaji otomatiki kunaweza kufanywa katika mipangilio ya akaunti ya programu ya {storeName}. (Kusitisha upyaji otomatiki hakuwezi kufanywa ndani ya programu).
ta: ・வாங்கிய பிறகு, தானியங்கி புதுப்பித்தலை ரத்து செய்வதை {storeName} ஆப்பின் கணக்கு அமைப்புகளில் செய்ய முடியும். (ஆப்பிற்குள் இருந்து தானியங்கி புதுப்பித்தலை ரத்து செய்ய முடியாது).
te: • కొనుగోలు తర్వాత, ఆటోమేటిక్ రెన్యువల్ రద్దును {storeName} యాప్ యొక్క ఖాతా సెట్టింగ్స్‌లో చేయవచ్చు. (యాప్ లోపల నుండి ఆటోమేటిక్ రెన్యువల్ రద్దు చేయలేరు).
th: หลังจากการซื้อ คุณสามารถยกเลิกการอัปเดตอัตโนมัติได้ในการตั้งค่าบัญชีแอป {storeName} (ไม่สามารถยกเลิกการอัปเดตอัตโนมัติจากภายในแอปได้)
tl: ・Pagkatapos ng pagbili, ang pagkansela ng awtomatikong pag-renew ay maaaring gawin sa account settings ng {storeName} app. (Hindi makakansela ang awtomatikong pag-renew mula sa loob ng app).
tr: - Satın aldıktan sonra, otomatik yenilemeyi iptal etmek için {storeName} uygulamasının hesap ayarlarına gidebilirsiniz. (Uygulama içinden otomatik yenilemeyi iptal edemezsiniz).
uk: After purchase, you can cancel the auto-renewal in the account settings of the {storeName} app. (You cannot cancel auto-renewal from within the app.)
ur: خریداری کرنے کے بعد، خودکار تجدید کو منسوخ کرنا {storeName} ایپ کی اکاؤنٹ کی ترتیبات میں کیا جا سکتا ہے۔ (ایپ کے اندر سے خودکار تجدید کو منسوخ نہیں کیا جا سکتا)۔
uz: - Xarid qilingandan so‘ng, avtomatik yangilanishni bekor qilish {storeName} dasturining hisob sozlamalarida amalga oshirilishi mumkin. (Dastur ichidan avtomatik yangilanishni bekor qilish amalga oshirilmaydi).
vi: ・Sau khi mua, việc hủy gia hạn tự động có thể được thực hiện trong cài đặt tài khoản của ứng dụng {storeName}. (Không thể hủy gia hạn tự động từ trong ứng dụng).
zh: ・购买后，可以在{storeName}应用的账户设置中取消自动续订。（无法在应用内取消自动续订）.
zu: • Ngemuva kokuthenga, ukukhipha ukuvuselelwa ngokuzenzakalelayo kungenziwa kuzilungiselelo ze-akhawunti ye-{storeName} uhlelo lokusebenza. (Akukwazi ukukhipha ukuvuselelwa ngokuzenzakalelayo kusuka ohlelweni lokusebenza).
