Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# twentyFourPlusFourPlacebo
source: 24 pills + 4 placebo pills
af: 24 tablette + 4 placebo tablette
am: 24 ቃል እና 4 ቃል የዋጋ ምርት
ar: 24 حبة + 4 حبة وهمية
as: ２৪টা বড়ি + ৪টা প্লেচিবো
az: 24 tablet + 4 tablet placebo
be: 24 таблеткі + 4 таблеткі-плацеба
bg: 24 таблетки + 4 таблетки плацебо
bn: 24ট্যাবলেট + 4ট্যাবলেট প্ল্যাসিবো
bs: 24 tableta + 4 tablete placebo
ca: 24 comprimits + 4 comprimits placebo
cs: 24 tablet + 4 placebo tablets
cy: 24 pil + 4 pil llieff
da: 24 piller + 4 piller placebo
de: 24 Tabletten + 4 Placebo-Tabletten
el: 24 δισκία + 4 δισκία εικονικού φαρμάκου
es: 24 pastillas + 4 placebo
et: 24 tabletti + 4 tabletti platseerimis
eu: 24 pilulak + 4 pilula faltsuak
fa: 24 قرص + 4 قرص دارونما
fi: 24 tablettia + 4 placebotablettia
fil: 24 tableta + 4 placebo
fr: 24 comprimés + 4 comprimés placebo
gl: 24 comprimidos + 4 comprimidos de placebo
gu: 24 ગોળી + 4 ગોળી પ્લેસિબો
he: 24 טבליות + 4 טבליות פלסבו
hi: 24 टैबलेट + 4 प्लेसिबो टैबलेट
hr: 24 tableta + 4 tablete placeba
hu: 24 tabletta + 4 tabletta placebó
hy: 24 դեղահատ + 4 դեղահատ կեղծ դեղ
id: 24 tablet + 4 tablet plasebo
is: 24 töflur + 4 placebo töflur
it: 24 compresse + 4 compresse placebo
ja: 24錠＋4錠偽薬
ka: 24 აბი + 4 აბი ფიქტიური წამალი
kk: 24 таблетка + 4 таблетка плацебо
km: ២៤ គ្រាប់ + ៤ គ្រាប់ក្លែងក្លាយ
kn: 24 ಮಾತ್ರೆಗಳು + 4 ನಕಲಿ ಮಾತ್ರೆಗಳು
ko: 24정 + 4정 위약
ky: 24 таблетка + 4 таблетка плацебо
lo: 24 ຢາ + 4 ຢາ ສິ່ງປ່ອນສິນແບບ
lt: 24 tabletų + 4 tabletės placebo
lv: 24 tabletes + 4 tabletes placebo
mk: 24 таблети + 4 таблети плацебо
ml: 24 ഗുളികകൾ + 4 പ്ലാസിബോ ഗുളികകൾ
mn: 24 эм + 4 плацебо эм
mr: 24 गोळ्या + 4 प्लेसिबो गोळ्या
ms: 24 tablet + 4 tablet plasebo
my: ၂၄ လုံး + ၄ လုံး အတုဆေး
nb: 24 tabletter + 4 placebo tabletter
ne: २४ ट्याब्लेट + ४ प्लेसबो ट्याब्लेट
nl: 24 tabletten + 4 placebo tabletten
no: 24 tabletter + 4 tablett placebos
or: 24ଟି ବଟିକା + 4ଟି ପ୍ଲାସିବୋ ବଟିକା
pa: 24 ਗੋਲੀਆਂ + 4 ਪਲੇਸੀਬੋ ਗੋਲੀਆਂ
pl: 24 tabletek + 4 tabletki placebo
ps: ٢٤ دا د واړه ٤ د جعلي دوا
pt: 24 comprimidos + 4 comprimidos de placebo
ro: 24 de pastile + 4 pastile placebo
ru: 24 таблеток + 4 таблетки плацебо
si: 24 කුඩු + 4 කුඩු හිස් කුඩු
sk: 24 tabliet + 4 tabliet placeba
sl: 24 tablet + 4 tablet placebo
sq: 24 tableta + 4 tableta placebo
sr: 24 таблети + 4 таблети плацебо
sv: 24 tabletter + 4 placebo tabletter
sw: Vidonge 24 + vidonge 4 vya placebo
ta: 24 மாத்திரைகள் + 4 போலி மாத்திரைகள்
te: 24 మాత్రలు + 4 ప్లేసిబో మాత్రలు
th: 24 เม็ด + 4 เม็ดยาหลอก
tl: 24 tableta + 4 placebo
tr: 24 tablet + 4 tablet placebo
ur: 24 گولیاں + 4 گولیاں جعلی
uz: 24 ta + 4 ta soxta tabletka
vi: 24 viên + 4 viên placebo
zh: 24颗药丸+4颗安慰剂
zu: 24 amaphilisi + 4 amaphilisi okungelobungo

# twentyOnePlusSevenPlacebo
source: 21 pills + 7 placebo pills
af: 21 tablette + 7 placebo tablette
am: 21 ክባቢ + 7 ክባቢ ማስታወቂያ
ar: 21 حبة + 7 حبة وهمية
as: ২১টা টেবলেট + ৭টা প্লেচিবো
az: 21 tablet + 7 tablet placebo
be: 21 таблетка + 7 таблетак-плацебо
bg: 21 таблетки + 7 таблетки плацебо
bn: ২১টি ট্যাবলেট + ৭টি প্লাসিবো ট্যাবলেট
bs: 21 kapsula + 7 kapsula placebo
ca: 21 comprimits + 7 placebo
cs: 21 tablet + 7 placebo tablet
cy: 21 tabledi + 7 tabledi ffug
da: 21 piller + 7 placebo piller
de: 21 Tabletten + 7 Placebos
el: 21 δισκία + 7 ψευδών δισκίων
es: 21 pastillas + 7 placebo
et: 21 tabletti + 7 tabletti placebo
eu: 21 pilula + 7 pilula faltsuak
fa: 21 قرص + 7 قرص دارونما
fi: 21 tablettia + 7 tablettia placebota
fil: 21 tableta + 7 placebo
fr: 21 pilules + 7 pilules placebo
gl: 21 comprimidos + 7 comprimidos de placebo
gu: 21 ટેબ્લેટ + 7 પ્લેસિબો
he: 21 כדורים + 7 כדורי פלסבו
hi: 21 टैबलेट + 7 प्लेसिबो
hr: 21 tableta + 7 tableta placebo
hu: 21 tabletta + 7 tabletta placebó
hy: 21 դեղահատ + 7 դեղահատ-սուտ
id: 21 tablet + 7 tablet pil kosong
is: 21 töflur + 7 töflur falskur lyf
it: 21 compresse + 7 compresse placebo
ja: 21錠＋7錠偽薬
ka: 21 წვეთი + 7 წვეთი პლაცებო
kk: 21 пил + 7 дәрілік емес таблетка
km: ២១គ្រាប់ + ៧គ្រាប់ក្លែងក្លាយ
kn: ೨೧ ಮಾತ್ರೆಗಳು + ೭ ಪ್ಲ್ಯಾಸಿಬೊ ಮಾತ್ರೆಗಳು
ko: 21정 + 7정 위약
ky: 21 таблетка + 7 таблетка препарат
lo: 21 ດຽວແລະ 7 ດຽວປະົວບັດ
lt: 21 kapsulų + 7 kapsulių placebas
lv: 21 tabletes + 7 tabletes placebo
mk: 21 табл.+ 7 табл. плацебо
ml: 21 ഗുളികകൾ + 7 പ്ലാസിബോ ഗുളികകൾ
mn: 21 эм + 7 плацебо эм
mr: २१ गोळ्या + ७ निष्क्रिय गोळ्या
ms: 21 pil + 7 pil plasebo
my: နှစ်ဆယ့်တစ်လုံး + ခုနစ်လုံးအတုဆေး
nb: 21 piller + 7 pille place
ne: २१ ट्याब्लेट + ७ प्लासेबो ट्याब्लेट
nl: 21 tabletten + 7 placebo tabletten
no: 21 piller + 7 piller placebos
or: ୨୧ ଟାବଲେଟ + ୭ ପ୍ଲାସିବୋ
pa: 21 ਗੋਲੀਆਂ + 7 ਪਲੇਸੀਬੋ ਗੋਲੀਆਂ
pl: 21 tabletek + 7 tabletek placebo
ps: 21 ګولۍ + 7 ګولۍ جعلي
pt: 21 comprimidos + 7 comprimidos placebo
ro: 21 de pastile + 7 de pastile false
ru: 21 таблетка + 7 таблеток-плацебо
si: 21 පill + 7 වංචනමය පill
sk: 21 tabliet + 7 tabliet placeba
sl: 21 tabletov + 7 tablet za placebo
sq: 21 tableta + 7 tableta placebo
sr: 21 таблет + 7 таблет лажних
sv: 21 tabletter + 7 placebo tabletter
sw: Vidonge 21 + vidonge 7 za placebo
ta: 21 மாத்திரை + 7 போலி மாத்திரை
te: 21 మాత్రలు + 7 ప్లేసిబో మాత్రలు
th: 21 เม็ด + 7 เม็ดยาหลอก
tl: 21 tableta + 7 tableta placebo
tr: 21 hap + 7 hap sahte ilacı
ur: 21 گولیاں + 7 جعلی گولیاں
uz: 21 tabletk+7 taqsimlar
vi: 21 viên + 7 viên giả dược
zh: 21片加7片安慰剂
zu: 21 tablet plus 7 sugar pills

source: All active pills
af: alle werklike medikasie
am: ሁሉም የእውነተኛ መድሃኒቶች ናቸው
ar: جميع الأدوية الفعلية
as: সকলো সক্ৰিয় বড়ি
az: hamısı real dərman
be: усе рэальныя лекі
bg: всички истински лекарства
bn: সব সক্রিয় বড়ি
bs: sve lijekove
ca: Totes pastilles actives
cs: všechny skutečné léky
cy: pills real
da: alle medicin
de: Alle Medikamente
el: όλα τα πραγματικά φάρμακα
es: Solo pastillas activas
et: kõik aktiivained
eu: guztiz benetako droga
fa: همه داروهای واقعی
fi: kaikki oikeat lääkkeet
fil: Lahat aktibong tableta
fr: Tous les médicaments
gl: todas son medicinas
gu: બધી સક્રિય ગોળીઓ
he: כל התרופות אמיתיות
hi: सभी सक्रिय गोलियाँ
hr: svi lijekovi
hu: Minden gyógyszer
hy: բոլորը իրական դեղորայք
id: semua adalah obat asli
is: All actual medication
it: Tutte pillole attive
ja: すべて実薬
ka: ყველაზე დამხმარე წამლები
kk: барлық дәрілер шынайы
km: ថ្នាំសកម្មទាំងអស់
kn: ಎಲ್ಲಾ ಕ್ರಿಯಾಶೀಲ ಮಾತ್ರೆಗಳು
ko: 전체 실약
ky: бардык чыныгы дары
lo: ທັງໝົດແມ່ນຢາແທ້
lt: visi realūs vaistai
lv: Viss ir reālas zāles
mk: сите реални лекови
ml: എല്ലാം സജീവ ഗുളികകൾ
mn: бүх идэвхтэй эм
mr: सर्व सक्रिय गोळ्या
ms: semua ubat sebenar
my: အားလုံး ဆေးစစ်
nb: alle medisiner
ne: सबै सक्रिय चक्की
nl: alle echte medicatie
no: alle legemidler
or: ସବୁ ସକ୍ରିୟ ଔଷଧ
pa: ਸਾਰੇ ਸਰਗਰਮ ਗੋਲੀਆਂ
pl: wszystkie leki
ps: ټول واقعی درمل
pt: todas as medicinas
ro: toate medicamentele
ru: Все действительные препараты
si: සියලුම සැත්කම්
sk: všetky lieky
sl: vse prave tablete
sq: të gjitha ilaçet
sr: svi lekovi
sv: alla verkliga läkemedel
sw: Dawa zote halisi
ta: அனைத்தும் உண்மையான மருந்து
te: అన్ని సక్రియ గుళికలు
th: ทั้งหมดเป็นยาจริง
tl: Lahat aktibong tableta
tr: tüm gerçek ilaç
uk: All actual medication
ur: سب کچھ اصلی دوا
uz: barcha haqiqiy dori
vi: Toàn bộ viên có hoạt chất
zh: 所有实药
zu: konke yiziphuzo eziqotho

# twentyFourPlusFourDaysBreak
source: 24 pills + 4 days break
af: 24 tablette + 4 tablette sonder
am: 24 ቅርጾች በማህደር ውስጥ 4 ቅርጾች እንቅስቃሴ
ar: 24 حبة + 4 حبات راحة
as: ২৪টা বড়ি + ৪ দিন বিৰতি
az: 24 tablet + 4 tablet break
be: 24 таблеткі + 4 таблеткі перапынку
bg: 24 таблетки + 4 таблетки почивка
bn: ২৪টি ট্যাবলেট + ৪ দিন বিরতি
bs: 24 tablete + 4 tablete pauze
ca: 24 comprimits + 4 dies de descàns
cs: 24 tablet + 4 tablet break
cy: 24 tabledi + 4 diwrnod o orff
da: 24 tabletter + 4 dages pause
de: 24 Tabletten + 4 Tabletten Pause
el: 24 τεμάχια + 4 τεμάχια διακοπή
es: 24 pastillas + 4 placebo
et: 24 tabletti + 4 tabletti paus
eu: 24 kon + 4 kon atsedera
fa: ۲۴ قرص + ۴ قرص استراحت
fi: 24 tablettia + 4 tablettia taukoa
fil: 24 tableta + 4 placebo
fr: 24 comprimés + 4 jours de pause
gl: 24 comprimidos + 4 comprimidos de descanso
gu: 24 ગોળીઓ + 4 દિવસ વિરામ
he: 24 כרטיסים + 4 כרטיסים חופשה
hi: 24 गोली + 4 दिन विराम
hr: 24 tablete + 4 tablete pauze
hu: 24 tabletta + 4 tabletta szünet
hy: 24 դեղակ + 4 դեղակ հանգիստ
id: 24 tablet + 4 tablet break
is: 24 tafla + 4 tafluhvíld
it: 24 compresse + 4 giorni pausa
ja: 24錠＋4錠休薬
ka: 24 აბი + 4 აბის პაუზა
kk: 24 таблетка + 4 таблетка демалыс
km: ២៤គ្រាប់ថ្នាំ + ៤ថ្ងៃឈប់ថ្នាំ
kn: 24 ಮಾತ್ರೆಗಳು + 4 ದಿನಗಳ ವಿರಾಮ
ko: 24정 + 4일 휴약
ky: 24 таблетка + 4 таблетка тыныгуу
lo: 24ໃຊ້ສູງບັນຈຸບ 4 ບັນສາຍຕໍ່ໄປ
lt: 24 tabletai + 4 tablečių pertrauka
lv: 24 tabletes + 4 tabletes atpūtas
mk: 24 таблети + 4 таблети пауза
ml: 24 ഗുളികകൾ + 4 ദിവസം വിശ്രമം
mn: 24 шахмал + 4 хоног амралт
mr: 24 गोळ्या + 4 दिवस विश्रांती
ms: 24 biji + 4 biji rehat
my: ၂၄လုံး + ၄လုံးဆေးရပ်
nb: 24 tabletter + 4 tabletter pause
ne: २४ चक्की + ४ दिन विराम
nl: 24 tabletten + 4 tabletten pauze
no: 24 tabletter + 4 tabletters pause
or: ୨୪ଟି ବଟିକା + ୪ଦିନ ବିଶ୍ରାମ
pa: 24 ਗੋਲੀਆਂ + 4 ਦਿਨ ਬਰੇਕ
pl: 24 tabletek + 4 tabletki przerwy
ps: 24 قرص + 4 قرص رخصت
pt: 24 comprimidos + 4 comprimidos de pausa
ro: 24 de tablete + 4 tablete de pauză
ru: 24 таблеток + 4 таблетки перерыва
si: 24 තැටි සහ 4 තැටි විවේක
sk: 24 tabliet + 4 tablety na prestávku
sl: 24 tablete + 4 tablete premora
sq: 24 tabletë + 4 tableta pushimi
sr: 24 таблети + 4 таблети паузе
sv: 24 tabletter + 4 tabletters paus
sw: Vidonge 24 + Mapumziko 4
ta: 24 மாத்திரை + 4 நாள் இடைவெளி
te: 24 మాత్రలు + 4 మాత్రలు విరామం
th: 24 เม็ด + 4 เม็ด หยุดยา
tl: 24 tableta + 4 pahinga
tr: 24 tablet + 4 tablet break
uk: 24 pills + 4 pills break
ur: 24 گولیاں + 4 گولیوں کی وقفہ
uz: 24 tabletk + 4 tabletk dam olish
vi: 24 viên + 4 ngày nghỉ thuốc
zh: 24片+4片休药
zu: 24 tablets + 4 tablets break

source: Choose pill type
af: Kies die tipe pil
am: የፒል ዓይነት ይምረጡ
ar: اختر نوع الحبة
as: বড়িৰ প্ৰকাৰ বাছনি কৰক
az: Dərman növünü seçin
be: Выберыце тып таблетак
bg: Избор на вид хапчета
bn: পিলের ধরন নির্বাচন করুন
bs: Odaberite vrstu pilule
ca: Selecciona el tipus de píndola
cs: Vyberte typ pilulky
cy: Dewiswch y math o biliau
da: Vælg typen af piller
de: Wählen Sie die Pillenart aus
el: Επιλέξτε τον τύπο του χαπιού
es: Seleccionar tipo de píldora
et: Vali pillide tüüp
eu: Pillaren mota hautatu
fa: نوع قرص را انتخاب کنید
fi: Valitse pillerin tyyppi
fil: Piliin ang uri ng pill
fr: Sélectionnez le type de pilule
gl: Elixir a categoría de pílulas
gu: પિલનો પ્રકાર પસંદ કરો
he: בחר את סוג הכדור
hi: पिल का प्रकार चुनें
hr: Odaberite vrstu pilule
hu: Válassza ki a gyógyszer típust
hy: Ընտրել պիլերի տեսակը
id: Pilih jenis pil
is: Veldu tegund pilla
it: Scegli il tipo di pillola
ja: ピルの種類を選ぶ
ka: წამლების სახეობის არჩევა
kk: Дәрі түрін таңдаңыз
km: ជ្រើសរើសប្រភេទថ្នាំកុំកំណើត
kn: ಮಾತ್ರೆಯ ವಿಧವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ko: 피임약 종류 선택
ky: Пилдин түрүн тандаңыз
lo: ເລືອກປະເພດຂອງປິລ
lt: Pasirinkite vaistų tipą
lv: Izvēlieties tablešu veidu
mk: Изберете тип на таблетите
ml: ഗുളികയുടെ തരം തിരഞ്ഞെടുക്കുക
mn: Эмийн төрөл сонгох
mr: गोळीचा प्रकार निवडा
ms: Pilih jenis pil
my: မွေးထိန်းဆေးအမျိုးအစားရွေးချယ်ပါ
nb: Velg type pille
ne: गोलीको प्रकार छान्नुहोस्
nl: Kies het type pil
no: Velg type pille
or: ପିଲ୍ ପ୍ରକାର ଚୟନ କରନ୍ତୁ
pa: ਗੋਲੀ ਦੀ ਕਿਸਮ ਚੁਣੋ
pl: Wybierz rodzaj pigułki
ps: د پيل ډول انتخاب کړئ
pt: Escolher o tipo de pílula
ro: Alegeți tipul de pilule
ru: Выберите тип таблетки
si: පිල් වර්ගය තෝරන්න
sk: Vyberte typ pilulky
sl: Izberite vrsto tablete
sq: Zgjidhni llojin e pilulave
sr: Изаберите врсту пилуле
sv: Välj typ av piller
sw: Chagua aina ya kidonge
ta: மாத்திரை வகையை தேர்ந்தெடுக்கவும்
te: గుళిక రకం ఎంచుకోండి
th: เลือกประเภทของเม็ดยา
tl: Piliin ang uri ng pildoras
tr: Hap seçeneği seçin
uk: Select the type of pill
ur: پِل کی قسم منتخب کریں
uz: Tabletlardan turini tanlang
vi: Chọn loại thuốc tránh thai
zh: 选择药物种类
zu: Khetha uhlobo lwepili

# notificationForNotTakenPeriod
source: {pillSheetPillSheetTypeNotTakenWord} period notification
af: {pillSheetPillSheetTypeNotTakenWord} periode kennisgewing
am: {pillSheetPillSheetTypeNotTakenWord}ክታቦች መደበኛ የቦታ ዕረፍት
ar: إشعار فترة {pillSheetPillSheetTypeNotTakenWord}
as: {pillSheetPillSheetTypeNotTakenWord} সময়ৰ জাননী
az: {pillSheetPillSheetTypeNotTakenWord} dövrünün bildirişi
be: {pillSheetPillSheetTypeNotTakenWord}паведамленне пра тэрмін
bg: {pillSheetPillSheetTypeNotTakenWord} известие за период
bn: {pillSheetPillSheetTypeNotTakenWord} সময়কালের বিজ্ঞপ্তি
bs: {pillSheetPillSheetTypeNotTakenWord} obavještenje o periodu
ca: Notificació del període {pillSheetPillSheetTypeNotTakenWord}
cs: {pillSheetPillSheetTypeNotTakenWord} období oznámení
cy: rhagfynegiad yn ystod cyfnod {pillSheetPillSheetTypeNotTakenWord}
da: {pillSheetPillSheetTypeNotTakenWord} periode notifikation
de: {pillSheetPillSheetTypeNotTakenWord} Zeitraum Benachrichtigung
el: {pillSheetPillSheetTypeNotTakenWord} ειδοποίηση περιόδου
es: Notificación del período de {pillSheetPillSheetTypeNotTakenWord}
et: {pillSheetPillSheetTypeNotTakenWord} perioodi teade
eu: {pillSheetPillSheetTypeNotTakenWord} aldian jakitzea
fa: اطلاعیه دوره استفاده از {pillSheetPillSheetTypeNotTakenWord}
fi: {pillSheetPillSheetTypeNotTakenWord} jakson ilmoitus
fil: Paunawa ng {pillSheetPillSheetTypeNotTakenWord} na yugto
fr: Notification de période pour {pillSheetPillSheetTypeNotTakenWord}
gl: Notificación de período de {pillSheetPillSheetTypeNotTakenWord}
gu: {pillSheetPillSheetTypeNotTakenWord}અવધિની સૂચના
he: {pillSheetPillSheetTypeNotTakenWord} התראת תקופה
hi: {pillSheetPillSheetTypeNotTakenWord} अवधि की सूचना
hr: {pillSheetPillSheetTypeNotTakenWord} obavijest o razdoblju
hu: {pillSheetPillSheetTypeNotTakenWord} időszak értesítése
hy: {pillSheetPillSheetTypeNotTakenWord} ժամանակաշրջանի ծանուցում
id: Pemberitahuan periode {pillSheetPillSheetTypeNotTakenWord} tidak diambil
is: Tími tilkynningar um {pillSheetPillSheetTypeNotTakenWord}
it: Notifica del periodo {pillSheetPillSheetTypeNotTakenWord}
ja: {pillSheetPillSheetTypeNotTakenWord}期間の通知
ka: {pillSheetPillSheetTypeNotTakenWord} პერიოდში შეტყობინება
kk: {pillSheetPillSheetTypeNotTakenWord} мерзімі туралы хабарлама
km: ការជូនដំណឹងរយៈពេល{pillSheetPillSheetTypeNotTakenWord}
kn: {pillSheetPillSheetTypeNotTakenWord} ಅವಧಿಯ ಅಧಿಸೂಚನೆ
ko: {pillSheetPillSheetTypeNotTakenWord} 기간 알림
ky: {pillSheetPillSheetTypeNotTakenWord} мезгилдин билдирүүсү
lo: {pillSheetPillSheetTypeNotTakenWord} ບົດແຈ້ງເຖິງຄະແນນເລືອກແລະເຖິງຄະແນນການບໍ່ນິຊະຍາ
lt: {pillSheetPillSheetTypeNotTakenWord} laikotarpio pranešimas
lv: {pillSheetPillSheetTypeNotTakenWord} periods of notification
mk: {pillSheetPillSheetTypeNotTakenWord} уведомување за период
ml: {pillSheetPillSheetTypeNotTakenWord} കാലയളവിന്റെ അറിയിപ്പ്
mn: {pillSheetPillSheetTypeNotTakenWord} хугацааны мэдэгдэл
mr: {pillSheetPillSheetTypeNotTakenWord} कालावधीची सूचना
ms: Notifikasi tempoh {pillSheetPillSheetTypeNotTakenWord}
my: {pillSheetPillSheetTypeNotTakenWord} ကာလ သတိပေးချက်
nb: {pillSheetPillSheetTypeNotTakenWord} periode varsel
ne: {pillSheetPillSheetTypeNotTakenWord} अवधिको सूचना
nl: {pillSheetPillSheetTypeNotTakenWord} periode notificatie
no: {pillSheetPillSheetTypeNotTakenWord} periodevarsling
or: {pillSheetPillSheetTypeNotTakenWord} ଅବଧିର ବିଜ୍ଞପ୍ତି
pa: {pillSheetPillSheetTypeNotTakenWord} ਮਿਆਦ ਦੀ ਸੂਚਨਾ
pl: {pillSheetPillSheetTypeNotTakenWord} okres powiadomienia
ps: {pillSheetPillSheetTypeNotTakenWord} دوره خبرونه
pt: Notificação de período de {pillSheetPillSheetTypeNotTakenWord}
ro: Notificare privind perioada {pillSheetPillSheetTypeNotTakenWord}
ru: Уведомление о сроке {pillSheetPillSheetTypeNotTakenWord}
si: {pillSheetPillSheetTypeNotTakenWord}කාලයෝග්‍යතාවය
sk: {pillSheetPillSheetTypeNotTakenWord} upozornenie na obdobie
sl: {pillSheetPillSheetTypeNotTakenWord} obvestilo o obdobju
sq: {pillSheetPillSheetTypeNotTakenWord} njoftimi i periudhës
sr: {pillSheetPillSheetTypeNotTakenWord} период обавештења
sv: {pillSheetPillSheetTypeNotTakenWord}periods not taken notification
sw: Taarifa ya {pillSheetPillSheetTypeNotTakenWord} kipindi
ta: {pillSheetPillSheetTypeNotTakenWord} காலத்தின் அறிவிப்பு
te: {pillSheetPillSheetTypeNotTakenWord} కాలం నోటిఫికేషన్
th: การแจ้งเตือนช่วงเวลาที่ไม่ได้รับยา
tl: Paalala ng {pillSheetPillSheetTypeNotTakenWord} na panahon
tr: {pillSheetPillSheetTypeNotTakenWord} dönemi bildirimi
ur: {pillSheetPillSheetTypeNotTakenWord} کی مدت کی اطلاع
uz: {pillSheetPillSheetTypeNotTakenWord} davri haqida xabarnoma
vi: Thông báo giai đoạn {pillSheetPillSheetTypeNotTakenWord}
zh: {pillSheetPillSheetTypeNotTakenWord}期间通知
zu: {pillSheetPillSheetTypeNotTakenWord} Isaziso yesikhathi
