Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# beforeBeginToAfterDisplayNumberBeginPillNumber
source: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}th
af: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} Nommer
am: ከ{beforeBeginPillNumber} ወደ {afterDisplayNumberSettingBeginPillNumber} አይነት
ar: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} رقم
as: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}নম্বৰ
az: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} nömrə
be: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} нумар
bg: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}
bn: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} নং
bs: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}broj
ca: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}
cs: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} číslo
cy: Nifer {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}
da: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} nummer
de: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} Nummer
el: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} αριθμός
es: {beforeBeginPillNumber} → {afterDisplayNumberSettingBeginPillNumber}
et: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} number
eu: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} zen
fa: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} عدد
fi: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} numero
fil: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} na bilang
fr: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} numéro
gl: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} número
gu: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}નં
he: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} מספר
hi: {beforeBeginPillNumber} → {afterDisplayNumberSettingBeginPillNumber} नंबर
hr: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} broj
hu: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} darab
hy: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} հեռու
id: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} nomor
is: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} stk
it: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}
ja: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}番
ka: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}რიცხა
kk: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} нөмірі
km: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}ច្រកាំ
kn: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}ನೇ ಸಂಖ್ಯೆ
ko: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}번
ky: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} саны
lo: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} ບັດ
lt: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} numeris
lv: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} skaits
mk: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} број
ml: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}ആം
mn: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} дугаар
mr: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}क्रमांक
ms: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}
my: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}နံပါတ်
nb: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} nummer
ne: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}नम्बर
nl: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} nummer
no: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} nummer
or: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}ନମ୍ବର
pa: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} ਨੰਬਰ
pl: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} numer
ps: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} نمبر
pt: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} unidade
ro: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} numărul
ru: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} номер
si: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}编号
sk: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} číslo
sl: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} številka
sq: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} numri
sr: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}broj
sv: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} nummer
sw: Nambari {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}
ta: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} எண்
te: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}నంబర్
th: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} หมายเลข
tl: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}
tr: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} numara
ur: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} نمبر
uz: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}-ra
vi: Số {beforeBeginPillNumber}→Số {afterDisplayNumberSettingBeginPillNumber}
zh: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber}个
zu: {beforeBeginPillNumber}→{afterDisplayNumberSettingBeginPillNumber} inombolo

# oneToAfterDisplayNumberEndPillNumber
source: 1→{afterDisplayNumberSettingEndPillNumber}th
af: 1→{afterDisplayNumberSettingEndPillNumber} nommer
am: 1→{afterDisplayNumberSettingEndPillNumber} እትም
ar: ١ ← {afterDisplayNumberSettingEndPillNumber}
as: ১→{afterDisplayNumberSettingEndPillNumber}নং
az: 1→{afterDisplayNumberSettingEndPillNumber}
be: 1→{afterDisplayNumberSettingEndPillNumber} нумар
bg: 1→{afterDisplayNumberSettingEndPillNumber}
bn: ১→{afterDisplayNumberSettingEndPillNumber}নং
bs: 1→{afterDisplayNumberSettingEndPillNumber}
ca: 1 al {afterDisplayNumberSettingEndPillNumber}
cs: 1→{afterDisplayNumberSettingEndPillNumber}
cy: 1→{afterDisplayNumberSettingEndPillNumber} nifer
da: 1→{afterDisplayNumberSettingEndPillNumber} nummer
de: 1→{afterDisplayNumberSettingEndPillNumber}.
el: 1→{afterDisplayNumberSettingEndPillNumber} αριθμός
es: Del 1 al {afterDisplayNumberSettingEndPillNumber}
et: 1→{afterDisplayNumberSettingEndPillNumber}
eu: 1→{afterDisplayNumberSettingEndPillNumber} zen
fa: ۱→{afterDisplayNumberSettingEndPillNumber} شماره
fi: 1→{afterDisplayNumberSettingEndPillNumber} numero
fil: 1 hanggang {afterDisplayNumberSettingEndPillNumber}
fr: 1→{afterDisplayNumberSettingEndPillNumber}ème
gl: 1→{afterDisplayNumberSettingEndPillNumber}º
gu: 1→{afterDisplayNumberSettingEndPillNumber} નંબર
he: 1→{afterDisplayNumberSettingEndPillNumber}מספר
hi: 1→{afterDisplayNumberSettingEndPillNumber} नंबर
hr: 1→{afterDisplayNumberSettingEndPillNumber} broj
hu: 1→{afterDisplayNumberSettingEndPillNumber} szám
hy: 1→{afterDisplayNumberSettingEndPillNumber}
id: 1→{afterDisplayNumberSettingEndPillNumber} nomor
is: 1→{afterDisplayNumberSettingEndPillNumber} númer
it: 1→{afterDisplayNumberSettingEndPillNumber}
ja: 1→{afterDisplayNumberSettingEndPillNumber}番
ka: 1→{afterDisplayNumberSettingEndPillNumber} ნომერი
kk: 1→{afterDisplayNumberSettingEndPillNumber} саны
km: 1 ដល់ {afterDisplayNumberSettingEndPillNumber}
kn: 1→{afterDisplayNumberSettingEndPillNumber}ನೇ
ko: 1→{afterDisplayNumberSettingEndPillNumber}번
ky: 1→{afterDisplayNumberSettingEndPillNumber} номер
lo: 1→{afterDisplayNumberSettingEndPillNumber}ເບິ່ງ
lt: 1→{afterDisplayNumberSettingEndPillNumber} numeris
lv: 1→{afterDisplayNumberSettingEndPillNumber} numurs
mk: 1→{afterDisplayNumberSettingEndPillNumber} број
ml: ൧→{afterDisplayNumberSettingEndPillNumber}നമ്പർ
mn: 1→{afterDisplayNumberSettingEndPillNumber} дугаар
mr: १ ते {afterDisplayNumberSettingEndPillNumber} क्रमांक
ms: 1→{afterDisplayNumberSettingEndPillNumber}
my: 1→{afterDisplayNumberSettingEndPillNumber} နံပါတ်
nb: 1→{afterDisplayNumberSettingEndPillNumber} nummer
ne: 1→{afterDisplayNumberSettingEndPillNumber} नम्बर
nl: 1→{afterDisplayNumberSettingEndPillNumber} nummer
no: 1→{afterDisplayNumberSettingEndPillNumber} nummer
or: ୧→{afterDisplayNumberSettingEndPillNumber} ନମ୍ବର
pa: 1→{afterDisplayNumberSettingEndPillNumber}
pl: 1→{afterDisplayNumberSettingEndPillNumber} numer
ps: 1→{afterDisplayNumberSettingEndPillNumber}
pt: 1→{afterDisplayNumberSettingEndPillNumber}ª
ro: 1→{afterDisplayNumberSettingEndPillNumber} numărul
ru: 1→{afterDisplayNumberSettingEndPillNumber} номер
si: 1→{afterDisplayNumberSettingEndPillNumber}ක්
sk: 1→{afterDisplayNumberSettingEndPillNumber} číslo
sl: 1→{afterDisplayNumberSettingEndPillNumber}
sq: 1→{afterDisplayNumberSettingEndPillNumber} numri
sr: 1→{afterDisplayNumberSettingEndPillNumber}
sv: 1→{afterDisplayNumberSettingEndPillNumber} nummer
sw: 1 → nambari {afterDisplayNumberSettingEndPillNumber}
ta: 1→{afterDisplayNumberSettingEndPillNumber} எண்
te: 1→{afterDisplayNumberSettingEndPillNumber}వ
th: 1→{afterDisplayNumberSettingEndPillNumber}
tl: 1→{afterDisplayNumberSettingEndPillNumber}
tr: 1→{afterDisplayNumberSettingEndPillNumber} numara
uk: 1→{afterDisplayNumberSettingEndPillNumber}
ur: 1→{afterDisplayNumberSettingEndPillNumber}
uz: 1→{afterDisplayNumberSettingEndPillNumber} raqam
vi: 1→số {afterDisplayNumberSettingEndPillNumber}
zh: 第{afterDisplayNumberSettingEndPillNumber}颗
zu: 1→{afterDisplayNumberSettingEndPillNumber}

# beforeEndToAfterDisplayNumberEndPillNumber
source: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}th
af: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} nommer
am: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}ክፍያ
ar: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} رقم
as: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} নম্বৰ
az: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}
be: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} нумар
bg: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}
bn: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}নং
bs: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}.
ca: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}
cs: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} číslo
cy: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} rhif
da: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} nummer
de: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} Nummer
el: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} αριθμός
es: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}
et: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} number
eu: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} zenbaki
fa: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} شماره
fi: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} numero
fil: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}
fr: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} numéro
gl: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} número
gu: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}નંબર
he: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} מספרים
hi: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} नं
hr: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} broj
hu: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} db
hy: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} թիվ
id: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} nomor
is: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}
it: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}
ja: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}番
ka: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} ნომერი
kk: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} саны
km: លេខ {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}
kn: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}ನೇ ಸಂಖ್ಯೆ
ko: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}번
ky: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} саны
lo: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}ແບບ
lt: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} numeris
lv: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} numurs
mk: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}број
ml: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}ാം
mn: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} дугаар
mr: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}वा
ms: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}
my: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}နံပါတ်
nb: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} nummer
ne: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}नं।
nl: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} nummer
no: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} nummer
or: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}ନମ୍ବର
pa: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} ਨੰਬਰ
pl: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} numer
ps: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} عدد
pt: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} número
ro: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} număr
ru: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} номер
si: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} අංකය
sk: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} číslo
sl: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} številka
sq: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} numër
sr: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} број
sv: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} st
sw: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}
ta: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}வது
te: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}
th: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} ครั้ง
tl: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}
tr: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} numara
uk: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} pill(s)
ur: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}
uz: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}-son
vi: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} số
zh: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber}个
zu: {beforeEndPillNumber}→{afterDisplayNumberSettingEndPillNumber} number

# selectPauseStartDate
source: Select start date for taking a break
af: Seleksie van die begin datum vir die onderbreking van die medikasie
am: የመድረክ ዕለት መረጃ ምረጥ
ar: اختيار تاريخ بدء فترة التوقف
as: সেৱন বিৰতি আৰম্ভৰ তাৰিখ নিৰ্বাচন
az: Həb qəbuluna fasilənin başlama tarixi seçimi
be: Выбар даты пачатку перапынку ў прыёме
bg: Избор на дата за започване на пауза в приема
bn: ঔষধ সেবন বিরতির শুরুর তারিখ নির্বাচন
bs: Odabir početka pauze uzimanja
ca: Selecció de la data d'inici del descans de la presa
cs: Výběr data začátku přestávky v užívání
cy: Dewis dyddiad dechrau'r oriau gwyliau
da: Vælg startdato for pause i indtagelse
de: Auswahl des Startdatums für die Einnahmepause
el: Επιλογή ημερομηνίας έναρξης διακοπής λήψης
es: Seleccionar fecha de inicio del descanso
et: Pillide vaheajad alguse kuupäeva valimine
eu: Hartu eguna hautatzeko
fa: انتخاب تاریخ شروع مصرف قطع
fi: Lääkkeiden käytön tauon aloituspäivän valinta
fil: Petsa ng Pagsisimula ng Pahinga sa Pag-inom
fr: Sélection de la date de début de pause de prise
gl: Selección da data de inicio do descanso na toma
gu: દવા વિરામ શરૂઆત તારીખ પસંદ કરો
he: בחרת תאריך התחלה לחופשה לקחת תרופות
hi: सेवन विराम प्रारंभ दिनांक चयन
hr: Odabir datuma početka odmora od uzimanja
hu: A szünet kezdetének kiválasztása
hy: Առաջարկվող դեղամիջոցի հանգստյան օրը ընտրություն
id: Pilih tanggal mulai istirahat pengambilan
is: Valdagsetning fyrir lyfjapásu
it: Selezione data inizio pausa assunzione
ja: 服用お休み開始日選択
ka: გარდაცვლილი დაწყების დღეების გადარჩევა
kk: Дәрі қабылдауды тоқтату күнін таңдау
km: ជ្រើសរើសថ្ងៃចាប់ផ្តើមសម្រាកថ្នាំ
kn: ಸೇವನೆ ವಿರಾಮ ಪ್ರಾರಂಭ ದಿನ ಆಯ್ಕೆ
ko: 복용 휴약 시작일 선택
ky: Дары өтпөй турган күндү тандоо
lo: ກໍ່ໃຫ້ເລືອກວັນເລີ່ມປ່ອນຍາ
lt: Pradžios datos pasirinkimas, kada nutraukti vartojimą
lv: Atpūtas sākuma datuma izvēle
mk: Избор на датум за започнување на прекинување на употребата
ml: മരുന്ന് ഇടവേള ആരംഭ തീയതി തിരഞ്ഞെടുക്കുക
mn: Завсрах эхлэх өдөр сонгох
mr: सेवन विराम प्रारंभ दिनांक निवड
ms: Pilih tarikh mula rehat pengambilan
my: ဆေးသောက်ရပ်နားစတင်ရက် ရွေးချယ်ရန်
nb: Velg startdato for pause fra inntak
ne: सेवन बिदा सुरुवात मिति छनोट
nl: Select start date for medication break
no: Velg startdato for pause i inntak
or: ଔଷଧ ବିରତି ଆରମ୍ଭ ତାରିଖ ଚୟନ
pa: ਸੇਵਨ ਬ੍ਰੇਕ ਸ਼ੁਰੂਆਤ ਤਾਰੀਖ ਚੁਣੋ
pl: Wybór daty rozpoczęcia przerwy w przyjmowaniu
ps: د درملنې د رخصتۍ پیل نېټه ټاکنه
pt: Seleção da data de início da pausa na medicação
ro: Select start date for medication break
ru: Выбор даты начала перерыва в приеме
si: අනුභාව භාවිතා කිරීමට නිවසේ නැවත භාවිතය නිවසේ සිටියේය
sk: Výber dátumu začiatku prestávky v užívaní
sl: Izbira datuma začetka odmorov pri jemanju
sq: Data e fillimit të pushimit të marrjes së ilaçeve
sr: Избор дату почетка паузе у узимању
sv: Välj startdatum för uppehåll av intag
sw: Chagua Tarehe ya Kuanza Mapumziko ya Dawa
ta: மருந்து இடைவெளி தொடக்க தேதி தெரிவு
te: సేవన విరామ ప్రారంభ తేదీ ఎంపిక
th: เลือกวันเริ่มหยุดการใช้ยา
tl: Piliin ang Simula ng Pahinga sa Pag-inom
tr: Kullanım ara verme başlangıç tarihi seçimi
uk: Select start date for taking a break from medication
ur: معطلی کا آغاز کی تاریخ کا انتخاب
uz: Doriqni to'xtatish boshlanishi sanasini tanlash
vi: Chọn ngày bắt đầu nghỉ uống thuốc
zh: 选择停止服用的开始日期
zu: Isuku sokuphumula sokuqala sokukhetha

# selectPausePeriod
source: Select duration for taking a break
af: Kies die tydperk vir medikasie-rus
am: የመውጣት ዕለታትን ምረጥ
ar: اختيار فترة التوقف عن تناول الحبوب
as: ঔষধ সেৱন বিৰতিৰ সময়কাল নিৰ্বাচন কৰক
az: Qəbul fasiləsi müddətini seçin
be: Выберыце час, калі вы не будзеце прымаць таблеткі
bg: Избор на период без прием
bn: সেবন বিরতির সময়কাল নির্বাচন করুন
bs: Odaberi period pauze u uzimanju
ca: Selecciona el període de descans de medicació
cs: Vyberte dobu přestávky v užívání
cy: Dewis cyfnod gorffwys y gyfrifiad
da: Vælg pauseperioden for indtagelse
de: Wählen Sie die Einnahme-Pause
el: Επιλέξτε την περίοδο διακοπής λήψης
es: Seleccionar período de descanso
et: Valige ravimi pausiperiood
eu: Hartu oporrak hautatu
fa: مدت استراحت از مصرف را انتخاب کنید
fi: Valitse taukoaika
fil: Pumili ng panahon ng pahinga sa pag-inom
fr: Sélectionner la période de pause de prise
gl: Selecciona o período de descanso de toma
gu: સેવન વિરામ અવધિ પસંદ કરો
he: בחר תקופת הפסקה של נטילת התרופות
hi: सेवन विराम अवधि चुनें
hr: Odabir razdoblja pauze za uzimanje
hu: Válassza ki a gyógyszerszünet időszakát
hy: Ընտրել դեղերի հանգամանություն
id: Pilih periode jeda minum
is: Veldu tímabilið fyrir pillu-hvíld
it: Seleziona periodo di pausa
ja: 服用お休み期間を選択
ka: არჩევა იმუნიზაციის შესვენების პერიოდი
kk: Дәрі қабылдауды тоқтату мерзімін таңдаңыз
km: ជ្រើសរើសរយៈពេលឈប់ញុាំថ្នាំ
kn: ಸೇವನೆ ವಿರಾಮ ಅವಧಿ ಆರಿಸಿ
ko: 휴약 기간 선택
ky: Дарыны уюштуруу учурун тандаңыз
lo: ຄັດເລືອກຄວາມໃຫ້ພິກັດສໍາລັບບັນຈຸນຈິດ
lt: Pasirinkite vaistų vartojimo pertrauką
lv: Izvēlieties pārtraukuma laiku
mk: Изберете период на одмор од таблетите
ml: സേവന വിശ്രമ കാലയളവ് തിരഞ്ഞെടുക്കുക
mn: Эмийн амралтын хугацааг сонгох
mr: सेवन विराम कालावधी निवडा
ms: Pilih Tempoh Rehat Pengambilan
my: ဆေးအနားယူကာလ ရွေးချယ်ပါ
nb: Velg pauseperiode for inntak
ne: सेवन विश्राम अवधि छान्नुहोस्
nl: Select a break period for taking medication
no: Velg pauseperioden for inntak
or: ସେବନ ବିରତି ଅବଧି ଚୟନ କରନ୍ତୁ
pa: ਦਵਾਈ ਆਰਾਮ ਪੀਰੀਅਡ ਚੁਣੋ
pl: Wybierz okres przerwy w przyjmowaniu leków
ps: د درملنې د وقف وختونه وټاکئ
pt: Selecionar o período de pausa na medicação
ro: Alegeți perioada de pauză în administrarea pastilelor
ru: Выберите период перерыва в приеме
si: දීවාරිය සෙසු කාලය තෝරන්න
sk: Vyberte si obdobie prestávky v užívaní
sl: Izberite obdobje počitka pri jemanju.
sq: Zgjidhni periudhën e pushimit të marrjes
sr: Изаберите период повлачења
sv: Välj paus för medicinering
sw: Chagua kipindi cha mapumziko cha dawa
ta: மாத்திரை ஓய்வு காலத்தை தேர்ந்தெடுக்கவும்
te: సేవన విరామ కాలాన్ని ఎంచుకోండి
th: เลือกช่วงเวลาหยุดการใช้ยา
tl: Piliin ang Tagal ng Pahinga sa Pag-inom
tr: Ara verme süresini seçin
uk: Select medication break period
ur: کا دورانیہ منتخب کریں
uz: Doriqni to'xtatish davrini tanlang
vi: Chọn thời gian nghỉ uống thuốc
zh: 选择停药期间
zu: Khetha isikhathi sokuphumula ekuthatheni
