Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorCustomerInfoError
source: Failed to retrieve customer information. Please try again later. If the problem persists, please contact support. Details: Code: {errorCode} {exceptionMessage}:{exceptionDetails}
af: Klantinligting kon nie verkry word nie. Probeer asseblief weer later. As die probleem nie opgelos kan word nie, kontak ons via Instellings > Navraag. Besonderhede: Kode: {errorCode} {exceptionMessage}:{exceptionDetails}
am: ክስተት መረጃ ማግኘት አልቻልንም። እባኮትን ጊዜ ይወስዱ እና ዳግመ ይሞክሩ። አቅም አልቋም ቢሆን ወደ አመልክተኞች > የመግባቢያ ጥያቄ ይተናገዱ። ዝርዝር፡ ቁጥር፡ {errorCode} {exceptionMessage}:{exceptionDetails}
ar: فشل في الحصول على معلومات العميل. يرجى الانتظار قليلاً والمحاولة مرة أخرى. إذا لم يتم حل المشكلة، يرجى الاتصال من خلال الإعدادات > الاستفسارات. التفاصيل: الرمز: {errorCode} {exceptionMessage}:{exceptionDetails}
as: গ্ৰাহকৰ তথ্য আহৰণত বিফল হৈছে। কিছু সময়ৰ পিছত পুনৰ চেষ্টা কৰক। যদি সমাধান নহয়, তেন্তে ছেটিং > যোগাযোগৰ যোগেদি যোগাযোগ কৰক। বিৱৰণ: ক'ড: {errorCode} {exceptionMessage}:{exceptionDetails}
az: Müştəri məlumatlarının alınması uğursuz oldu. Zəhmət olmasa bir az gözləyin və yenidən cəhd edin. Hələ də problemi həll edə bilmirsinizsə, Zəruri > Sorğu vasitəsilə bizimlə əlaqə saxlayın. Təfərrüatlar: Kod: {errorCode} {exceptionMessage}:{exceptionDetails}
be: Не ўдалося атрымаць інфармацыю аб кліенце. Пачакайце і паспрабуйце яшчэ раз. Калі праблема не вырашаецца, звяжыцеся з намі праз Налады > Запыт. Дэталі: Код: {errorCode} {exceptionMessage}:{exceptionDetails}
bg: Неуспешно получаване на информация за клиента. Моля, опитайте отново след известно време. Ако проблемът не се реши, свържете се с нас чрез Настройки > Запитвания. Подробности: Код: {errorCode} {exceptionMessage}:{exceptionDetails}
bn: গ্রাহক তথ্য লোড করতে ব্যর্থ হয়েছে। কিছুক্ষণ পরে আবার চেষ্টা করুন। যদি সমস্যার সমাধান না হয়, তাহলে সেটিংস > যোগাযোগ থেকে আমাদের সাথে যোগাযোগ করুন। বিস্তারিত: কোড: {errorCode} {exceptionMessage}:{exceptionDetails}
bs: Neuspjeh u preuzimanju podataka o korisniku. Molimo pokušajte ponovo kasnije. Ako problem i dalje postoji, kontaktirajte nas putem Postavke > Upit. Detalji: Kod: {errorCode} {exceptionMessage}:{exceptionDetails}
ca: Ha fallat l'obtenció de la informació del client. Torneu-ho a provar més tard. Si el problema persisteix, contacteu amb nosaltres des de Configuració > Contacte. Detalls: Codi: {errorCode} {exceptionMessage}:{exceptionDetails}
cs: Nepodařilo se získat informace o zákazníkovi. Zkuste to prosím znovu později. Pokud problém přetrvává, kontaktujte nás prosím přes Nastavení > Dotaz. Podrobnosti: Kód: {errorCode} {exceptionMessage}:{exceptionDetails}
cy: Bu'r wybodaeth gwsmer wedi methu â'i chael. Ewch yn ôl ar ôl ychydig, ac ewch yn ceisio eto. Os nad yw'n ddatrys, cysylltwch â ni trwy'r gosodiadau > Cysylltiadau. Manylion: Cod: {errorCode} {exceptionMessage}:{exceptionDetails}
da: Der hentning af kundeoplysninger mislykkedes. Prøv igen senere. Hvis problemet fortsætter, kan du kontakte os via Indstillinger > Forespørgsel. Detaljer: Kode: {errorCode} {exceptionMessage}:{exceptionDetails}
de: Fehler beim Abrufen der Kundeninformationen. Bitte warten Sie eine Weile und versuchen Sie es erneut. Falls das Problem weiterhin besteht, kontaktieren Sie uns bitte über Einstellungen > Anfrage. Details: Code: {errorCode} {exceptionMessage}:{exceptionDetails}
el: Αποτυχία λήψης πληροφοριών πελάτη. Δοκιμάστε ξανά μετά από λίγο. Εάν το πρόβλημα δεν επιλυθεί, παρακαλούμε επικοινωνήστε μέσω Ρυθμίσεις > Επικοινωνία. Λεπτομέρειες: Κωδικός: {errorCode} {exceptionMessage}:{exceptionDetails}
es: Error al obtener la información del cliente. Por favor, inténtelo de nuevo más tarde. Si el problema persiste, póngase en contacto con nosotros a través de Configuración > Contacto. Detalles: Código: {errorCode} {exceptionMessage}:{exceptionDetails}
et: Kliendi teabe saamine ebaõnnestus. Palun proovige uuesti pärast mõne aja möödumist. Kui see probleem ei lahene, võtke ühendust jaotisest Seaded > Küsitlus. Üksikasjad: Kood: {errorCode} {exceptionMessage}:{exceptionDetails}
eu: Bezeroaren informazioa lortzea huts egin du. Itxaron eta saiatu berriro. Ez bada konpontzen, mesedez, joan ezazu Ezarpenak > Kontsulta ataletara eta jarri harremanetan. Xehetasunak: Kodea: {errorCode} {exceptionMessage}:{exceptionDetails}
fa: دریافت اطلاعات مشتری با شکست مواجه شد. لطفاً مدتی صبر کرده و دوباره تلاش کنید. در صورتی که حل نشد، لطفاً از طریق تنظیمات > تماس با ما، با ما تماس بگیرید. جزئیات: کد: {errorCode} {exceptionMessage}:{exceptionDetails}
fi: Asiakastietojen hankinta epäonnistui. Odota hetki ja yritä uudelleen. Jos ongelma ei ratkea, ota yhteyttä asetuksista > Tuki. Yksityiskohdat: Koodi: {errorCode} {exceptionMessage}:{exceptionDetails}
fil: Nabigo ang pagkuha ng impormasyon ng customer. Subukan muli pagkaraan ng ilang sandali. Kung hindi pa rin maayos, makipag-ugnayan sa Settings > Contact Us. Detalye: Code: {errorCode} {exceptionMessage}:{exceptionDetails}
fr: Échec de l'obtention des informations client. Veuillez réessayer après un certain temps. Si le problème persiste, veuillez nous contacter via Paramètres > Contact. Détails : Code : {errorCode} {exceptionMessage}:{exceptionDetails}
gl: Non se puido obter a información do cliente. Inténtao de novo despois de un tempo. Se o problema persiste, contáctanos a través de Configuración > Consulta. Detalles: Código: {errorCode} {exceptionMessage}:{exceptionDetails}
gu: ગ્રાહક માહિતી મેળવવામાં નિષ્ફળ. કૃપા કરીને થોડી વાર રાહ જોઈને ફરીથી પ્રયાસ કરો. જો સમસ્યા હલ ન થાય તો સેટિંગ્સ > પૂછપરછ માંથી સંપર્ક કરો. વિગતો: કોડ: {errorCode} {exceptionMessage}:{exceptionDetails}
he: כישלון בקבלת מידע על הלקוח. אנא המתן והנסו שוב. אם הבעיה לא נפתרה, פנו אלינו דרך הגדרות > פנייה. פרטים: קוד: {errorCode} {exceptionMessage}:{exceptionDetails}
hi: ग्राहक जानकारी प्राप्त करने में विफल रहे। कुछ समय बाद फिर से कोशिश करें। यदि समस्या हल नहीं होती है तो सेटिंग > संपर्क करें के माध्यम से संपर्क करें। विवरण: कोड: {errorCode} {exceptionMessage}:{exceptionDetails}
hr: Nismo uspjeli dobiti podatke o kupcu. Pokušajte ponovo kasnije. Ako problem i dalje postoji, kontaktirajte nas putem Postavke > Upit. Detalji: Kôd: {errorCode} {exceptionMessage}:{exceptionDetails}
hu: Nem sikerült lekérdezni az ügyféladatokat. Kérjük, várjon egy kicsit, és próbálja újra. Ha a probléma nem oldódik meg, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüpont alatt. Részletek: Kód: {errorCode} {exceptionMessage}:{exceptionDetails}
hy: Հաճախորդի տեղեկությունների ստացումը ձախողվեց: Խնդրում ենք զրուցել, և կրկին փորձել: Եթե խնդիրը շարունակվում է, խնդրում ենք կապ հաստատել>`Ամպում > Հարցումներ` միջոցով: Մանրամասն տեղեկատվություն՝ կոդ: {errorCode} {exceptionMessage}:{exceptionDetails}
id: Gagal mendapatkan informasi pelanggan. Silakan coba lagi setelah beberapa saat. Jika tidak teratasi, silakan hubungi kami melalui Pengaturan > Kontak. Detail: Kode: {errorCode} {exceptionMessage}:{exceptionDetails}
is: Ekki tókst að sækja viðskiptavinaupplýsingar. Vinsamlegast reyndu aftur síðar. Ef vandamálið getur ekki leyst skaltu hafa samband í Stillingar > Fyrirsagnir. Nánar: Kóði: {errorCode} {exceptionMessage}:{exceptionDetails}
it: Impossibile recuperare le informazioni del cliente. Riprova più tardi. Se il problema persiste, contattaci tramite Impostazioni > Contatti. Dettagli: Codice: {errorCode} {exceptionMessage}:{exceptionDetails}
ja: 顧客情報の取得に失敗しました。時間をおいて再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。詳細: コード: {errorCode} {exceptionMessage}:{exceptionDetails}
ka: ხარისხი ინფორმაციის მიღება ვერ მოხერხდა. გთხოვთ, ცოტა ხნით დაელოდოთ და კვლავ სცადოთ. თუ პრობლემა არ მოგვარდება, გთხოვთ, მოიძიოთ მხარდაჭერა პარამეტრების ქვეშ > მხარდაჭერა. დეტალები: კოდი: {errorCode} {exceptionMessage}:{exceptionDetails}.
kk: Клиенттік ақпаратты алу мүмкін болмады. Біраз уақыттан кейін қайтадан сынап көріңіз. Егер мәселе шешілмесе, Параметрлер > Байланыс бөлімінен хабарласыңыз. Толығырақ: Код: {errorCode} {exceptionMessage}:{exceptionDetails}
km: ការទទួលយកព័ត៌មានអតិថិជនបានបរាជ័យ។ សូមរង់ចាំបន្តិចហើយព្យាយាមម្តងទៀត។ ប្រសិនបើមិនអាចដោះស្រាយបាន សូមទាក់ទងមកកាន់យើងតាមរយៈ ការកំណត់ > ការសាកសួរ។ លម្អិត៖ កូដ៖ {errorCode} {exceptionMessage}៖{exceptionDetails}
kn: ಗ್ರಾಹಕ ಮಾಹಿತಿ ಪಡೆಯುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಇದು ಪರಿಹರಿಸದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್ಸ್ > ಸಂಪರ್ಕಿಸಿ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ. ವಿವರಗಳು: ಕೋಡ್: {errorCode} {exceptionMessage}:{exceptionDetails}
ko: 고객 정보 가져오기에 실패했습니다. 잠시 후 다시 시도해 주세요. 문제가 해결되지 않으면 설정 > 문의하기로 문의해 주세요. 상세 정보: 코드: {errorCode} {exceptionMessage}:{exceptionDetails}
ky: Кардардын маалыматтарын алуу мүмкүн болбой калды. Кийинки жолу аракет кылуу үчүн убакытты өткөрүңүз. Эгер чечилбесе, Нускалар > Байланыш аркылуу биз менен байланышыңыз. Чоо-жайы: Код: {errorCode} {exceptionMessage}:{exceptionDetails}
lo: ບໍ່ສໍາເລັດການເລືອກເຂົ້າໄປທີ່ຂໍ້ມູນລູກຄ້າ. ຂໍໃຫ້ແທນອາການກ່ຽວແລະລອດໄວ່ຫນ່ວຍອະດີດ. ຖ້າບໍ່ແກ້ໄຂບໍ່ໄດ້, ຂໍໃຫ້ຕິດເຕືອນມາທາງ ການປ່ອນບວນຄົ້ນໄດແລບກົດ > ສື່ອສົ່ງຄວາມໃຈ. ລາຍລະອຽດ: ລະດັບ: {errorCode} {exceptionMessage}:{exceptionDetails}
lt: Nepavyko gauti klientų informacijos. Palaukite šiek tiek laiko ir bandykite dar kartą. Jei problema neišsisprendžia, susisiekite per Nustatymai > Klauskite. Išsamesnė informacija: kodas: {errorCode} {exceptionMessage}:{exceptionDetails}
lv: Neizdevās iegūt klienta informāciju. Lūdzu, pagaidiet un mēģiniet vēlreiz. Ja problēma netiek atrisināta, lūdzu sazinieties ar mums caur Iestatījumi > Jautājumi. Detalizēti: kods: {errorCode} {exceptionMessage}:{exceptionDetails}
mk: Неуспешно добивање на клиентските информации. Обидете се повторно по некое време. Ако проблемот не се реши, контактирајте не преку Настройки > Контакт. Повеќе детали: Код: {errorCode} {exceptionMessage}:{exceptionDetails}
ml: ഉപഭോക്തൃ വിവരങ്ങൾ ലഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു. കുറച്ച് സമയത്തിന് ശേഷം വീണ്ടും ശ്രമിക്കുക. പ്രശ്നം പരിഹരിക്കപ്പെടുന്നില്ലെങ്കിൽ ക്രമീകരണങ്ങൾ > ബന്ധപ്പെടുക വഴി ബന്ധപ്പെടുക. വിശദാംശങ്ങൾ: കോഡ്: {errorCode} {exceptionMessage}:{exceptionDetails}
mn: Хэрэглэгчийн мэдээлэл авахад алдаа гарлаа. Хэсэг хүлээгээд дахин оролдоно уу. Хэрэв шийдэгдэхгүй бол Тохиргоо > Холбогдох хэсгээр холбогдоно уу. Дэлгэрэнгүй: Код: {errorCode} {exceptionMessage}:{exceptionDetails}
mr: ग्राहक माहितीची पुनर्प्राप्ती अयशस्वी झाली. काही वेळानंतर पुन्हा प्रयत्न करा. समस्या निराकरण न झाल्यास सेटिंग्स > चौकशी मधून आमच्याशी संपर्क साधा. तपशील: कोड: {errorCode} {exceptionMessage}:{exceptionDetails}
ms: Gagal mendapatkan maklumat pelanggan. Sila cuba lagi selepas beberapa ketika. Jika isu masih berterusan, sila hubungi kami melalui Tetapan > Pertanyaan. Butiran: Kod: {errorCode} {exceptionMessage}:{exceptionDetails}
my: ဖောက်သည်အချက်အလက်များ ရယူရန် မအောင်မြင်ပါ။ အချိန်အနည်းငယ် စောင့်ပြီး ထပ်မံကြိုးစားကြည့်ပါ။ ပြသနာ ဆက်လက်ဖြစ်နေပါက ဆက်တင်များ > စုံစမ်းမေးမြန်းခြင်း မှတစ်ဆင့် ဆက်သွယ်ပါ။ အသေးစိတ်: ကုဒ်: {errorCode} {exceptionMessage}:{exceptionDetails}
nb: Feil ved henting av kundeinformasjon. Vennligst prøv igjen senere. Hvis problemet vedvarer, kontakt oss via Innstillinger > Forespørsel. Detaljer: Kode: {errorCode} {exceptionMessage}:{exceptionDetails}
ne: ग्राहक जानकारी प्राप्त गर्न असफल भयो। केही समय पछि फेरि प्रयास गर्नुहोस्। यदि समस्या समाधान भएन भने सेटिङ > सम्पर्क बाट सम्पर्क गर्नुहोस्। विवरण: कोड: {errorCode} {exceptionMessage}:{exceptionDetails}
nl: Het ophalen van klantinformatie is mislukt. Probeer het later opnieuw. Als het probleem aanhoudt, neem dan contact op via Instellingen > Contact. Details: Code: {errorCode} {exceptionMessage}:{exceptionDetails}
no: Feil ved innhenting av kundedata. Vennligst prøv igjen senere. Hvis problemet vedvarer, kontakt oss via Innstillinger > Forespørsel. Detaljer: Kode: {errorCode} {exceptionMessage}:{exceptionDetails}
or: ଗ୍ରାହକ ସୂଚନା ପାଇବାରେ ବିଫଳ ହେଲା। କିଛି ସମୟ ପରେ ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ। ଯଦି ସମାଧାନ ହୁଏ ନାହିଁ ତେବେ ସେଟିଂ > ଯୋଗାଯୋଗ ରୁ ଯୋଗାଯୋଗ କରନ୍ତୁ। ବିବରଣୀ: କୋଡ଼: {errorCode} {exceptionMessage}:{exceptionDetails}
pa: ਗ੍ਰਾਹਕ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ। ਕੁਝ ਦੇਰ ਬਾਅਦ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇਕਰ ਸਮੱਸਿਆ ਹੱਲ ਨਹੀਂ ਹੁੰਦੀ ਤਾਂ ਸੈਟਿੰਗਸ > ਸੰਪਰਕ ਰਾਹੀਂ ਸੰਪਰਕ ਕਰੋ। ਵੇਰਵੇ: ਕੋਡ: {errorCode} {exceptionMessage}:{exceptionDetails}
pl: Nie udało się uzyskać informacji o kliencie. Spróbuj ponownie po pewnym czasie. Jeśli problem nie ustąpi, skontaktuj się z nami w Ustawienia > Kontakt. Szczegóły: Kod: {errorCode} {exceptionMessage}:{exceptionDetails}
ps: د پېرېدونکو معلوماتو ترلاسه کول ناکام شول. مهرباني وکړئ يو ځل بيا هڅه وکړئ. که حل نشو، نو د تنظیماتو > اړیکه له لارې موږ سره اړیکه ونیسئ. تفصیل: کوډ: {errorCode} {exceptionMessage}:{exceptionDetails}
pt: Falha ao obter informações do cliente. Por favor, tente novamente mais tarde. Se o problema persistir, entre em contato através de Configurações > Consultas. Detalhes: Código: {errorCode} {exceptionMessage}:{exceptionDetails}
ro: N-a reușit să obțină informațiile despre client. Vă rugăm să așteptați puțin și să încercați din nou. Dacă problema persistă, contactați-ne prin Setări > Întrebări. Detalii: Cod: {errorCode} {exceptionMessage}:{exceptionDetails}
ru: Не удалось получить информацию о клиенте. Пожалуйста, подождите и попробуйте еще раз. Если проблема не решена, свяжитесь с нами через Настройки > Обратная связь. Подробности: Код: {errorCode} {exceptionMessage}:{exceptionDetails}
si: ගනුදෙනුකරුගේ තොරතුරු ලබා ගැනීම අසාර්ථක විය. කරුණාකර කාලයක් යෙදී නැවත උත්සාහ කරන්න. අදාළ තොරතුරු විසඳා නොගන්නා විට කරුණාකර සකසීම් > ප්‍රශ්න කිරීම් මඟින් අප හා සම්බන්ධ වන්න. විශේෂාංග: කේතය: {errorCode} {exceptionMessage}:{exceptionDetails}
sk: Získanie informácií o zákazníkovi sa nepodarilo. Prosím, počkajte chvíľu a skúste to znova. Ak problém pretrváva, kontaktujte nás cez Nastavenia > Kontakt. Podrobnosti: Kód: {errorCode} {exceptionMessage}:{exceptionDetails}
sl: Prišlo je do napake pri pridobivanju informacij o strankah. Počakajte malo in poskusite znova. Če težava ne bo rešena, nas kontaktirajte preko Nastavitve > Povpraševanje. Podrobnosti: Koda: {errorCode} {exceptionMessage}:{exceptionDetails}
sq: Dështoi në marrjen e informacionit të klientit. Ju lutem, prisni pak herë dhe provoni përsëri. Nëse problemi vazhdon, ju lutem kontaktoni nga Cilësimet > Kontakt. Detajet: Kodi: {errorCode} {exceptionMessage}:{exceptionDetails}
sr: Није успело да се преузму информације о клијенту. Пожалите се касније. Ако проблем не буде решен, контактирајте нас преко Подешавања > Контакт. Детаљи: Код: {errorCode} {exceptionMessage}:{exceptionDetails}
sv: Kundinformationen kunde inte hämtas. Vänligen försök igen senare. Om problemet kvarstår, vänligen kontakta oss via Inställningar > Frågor. Detaljer: Kod: {errorCode} {exceptionMessage}:{exceptionDetails}
sw: Kushindwa kupata taarifa za mteja. Tafadhali jaribu tena baada ya muda. Ikiwa tatizo halitasuluhishwa, tafadhali wasiliana nasi kupitia Mipangilio > Mawasiliano. Maelezo: Msimbo: {errorCode} {exceptionMessage}:{exceptionDetails}
ta: வாடிக்கையாளர் தகவல் பெறுதல் தோல்வியடைந்தது. சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும். தீர்க்கப்படவில்லையென்றால் அமைப்புகள் > தொடர்பு வழியாக தொடர்பு கொள்ளவும். விபரம்: குறியீடு: {errorCode} {exceptionMessage}:{exceptionDetails}
te: కస్టమర్ సమాచారం పొందడంలో విఫలమైంది. కొంత సమయం తర్వాత మళ్లీ ప్రయత్నించండి. పరిష్కరించకపోతే సెట్టింగ్స్ > సంప్రదింపు ద్వారా సంప్రదించండి. వివరాలు: కోడ్: {errorCode} {exceptionMessage}:{exceptionDetails}
th: ไม่สามารถดึงข้อมูลลูกค้าได้ กรุณาลองอีกครั้งหลังจากพักสักครู่ หากยังไม่สามารถแก้ไขได้ กรุณาติดต่อเราสำหรับความช่วยเหลือที่ การตั้งค่า > ติดต่อ รายละเอียด: รหัส: {errorCode} {exceptionMessage}:{exceptionDetails}
tl: Nabigo ang pagkuha ng impormasyon ng customer. Subukan muli pagkalipas ng ilang oras. Kung hindi pa rin naayos, mangyaring makipag-ugnayan sa amin sa Settings > Contact. Mga detalye: Code: {errorCode} {exceptionMessage}:{exceptionDetails}
tr: Müşteri bilgilerini alma başarısız oldu. Lütfen bir süre bekleyip yeniden deneyin. Çözülmezse, Ayarlar > İletişim üzerinden bizimle iletişime geçin. Ayrıntılar: Kod: {errorCode} {exceptionMessage}:{exceptionDetails}
uk: Failed to retrieve customer information. Please try again after some time. If the issue persists, please contact us via Settings > Inquiry. Details: Code: {errorCode} {exceptionMessage}:{exceptionDetails}
ur: معلومات صارف کو حاصل کرنے میں ناکامی۔ براہ کرم تھوڑی دیر بعد دوبارہ کوشش کریں۔ اگر یہ مسئلہ حل نہیں ہوتا تو براہ کرم سیٹنگز > رابطہ کریں کے ذریعے ہم سے رابطہ کریں۔ تفصیل: کوڈ: {errorCode} {exceptionMessage}:{exceptionDetails}
uz: Mijoz ma'lumotlarini olishda xato yuz berdi. Iltimos, biroz kutib yana urinib ko'ring. Agar hal qilinmasa, Sozlamalar > Murojat qilish orqali biz bilan bog'laning. Tafsilotlar: Kod: {errorCode} {exceptionMessage}:{exceptionDetails}
vi: Không thể lấy thông tin khách hàng. Vui lòng thử lại sau một thời gian. Nếu vấn đề vẫn không được giải quyết, vui lòng liên hệ qua Cài đặt > Liên hệ. Chi tiết: Mã lỗi: {errorCode} {exceptionMessage}:{exceptionDetails}
zh: 获取客户信息失败。请稍后再试。如果问题仍然存在，请通过 设置 > 联系我们 与我们联系。详细信息：代码：{errorCode} {exceptionMessage}:{exceptionDetails}
zu: Ukuphonywa kwemininingwane yabathengi kwehlulekile. Sicela uzame futhi emva kwesikhashana. Uma inkinga ingAxazululeki, sicela uthintane nathi ngemuva kokuvakashela Izilungiselelo > Ukubuza. Imininingwane: Ikhodi: {errorCode} {exceptionMessage}:{exceptionDetails}
