Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorUnknownError
source: An unknown error occurred. Please try again later. If the problem persists, please contact support. Details: {exceptionMessage}:{exceptionDetails}
af: Daar het is 'n onbekende fout voorgekom. Probeer asseblief weer later. As dit nie opgelos word nie, kontak ons asseblief via Instellings > Kontak. Besonderhede: {exceptionMessage}:{exceptionDetails}
am: በወቅቱ አልተገኘም ነብስ ጉዳት ተከስቷል። እባኮትን ጊዜ ይወድዱ እና ደግሞ ይሞክሩ። እንዲህ ይነቃነር ባለመጻፍ ከእባኮት ይሁን ውስጥ ይገኝ በተቀጣሪ > አግኙኝ ይገኛሉ። ዝርዝር፡ {exceptionMessage}:{exceptionDetails}
ar: حدث خطأ غير معروف. يُرجى الانتظار لبعض الوقت والمحاولة مرة أخرى. إذا لم يتم الحل، يُرجى التواصل من خلال الإعدادات > الاستفسار. التفاصيل: {exceptionMessage}:{exceptionDetails}
as: অজ্ঞাত কাৰণৰ বাবে ত্ৰুটি ঘটিছে। অনুগ্ৰহ কৰি কিছু সময়ৰ পাছত পুনৰ চেষ্টা কৰক। যদি সমস্যাৰ সমাধান নহয়, অনুগ্ৰহ কৰি ছেটিংছ > যোগাযোগ ৰ জৰিয়তে আমাৰ লগত যোগাযোগ কৰক। বিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: Müəyyən edilməmiş bir xəta baş verdi. Zaman ayırın və yenidən cəhd edin. Hələ də həll olunmursa, Ayarlar > Əlaqə bölməsindən bizimlə əlaqə saxlayın. Ətraflı: {exceptionMessage}:{exceptionDetails}
be: Адбылася памылка невядомага паходжання. Пачакайце некаторы час і паспрабуйце яшчэ раз. Калі праблема не будзе вырашана, звярніцеся да нас праз Налады > Запыт. Дэталі: {exceptionMessage}:{exceptionDetails}
bg: Възникна неясна грешка. Опитайте отново след известно време. Ако проблема не се реши, моля свържете се с нас чрез Настройки > Запитвания. Подробности: {exceptionMessage}:{exceptionDetails}
bn: অজানা কারণে একটি ত্রুটি ঘটেছে। কিছুক্ষণ পর আবার চেষ্টা করুন। সমস্যার সমাধান না হলে সেটিংস > যোগাযোগ থেকে আমাদের সাথে যোগাযোগ করুন। বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Došlo je do greške nepoznatog uzroka. Molimo vas da pričekate i pokušate ponovo. Ako se problem ne reši, obratite se putem Podešavanja > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
ca: S'ha produït un error desconegut. Espereu una estona i torneu-ho a provar. Si el problema persisteix, contacteu-nos a Configuració > Contacte. Detalls: {exceptionMessage}:{exceptionDetails}
cs: Došlo k neznámé chybě. Zkuste to prosím znovu později. Pokud problém přetrvává, kontaktujte nás v Nastavení > Dotazy. Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Mae gwall nad yw'n hysbys wedi digwydd. Ail-geisiwch ar ôl rhyw gyfnod. Os nad yw hyn yn cael ei ddatrys, cysylltwch â ni o dan Diweddariadau > Cysylltu. Manylion: {exceptionMessage}:{exceptionDetails}
da: Der opstod en ukendt fejl. Prøv venligst igen senere. Hvis problemet ikke løses, kan du kontakte os via Indstillinger > Henvendelse. Detaljer: {exceptionMessage}:{exceptionDetails}
de: Ein unbekannter Fehler ist aufgetreten. Bitte versuchen Sie es später erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte über Einstellungen > Anfrage. Einzelheiten: {exceptionMessage}:{exceptionDetails}
el: Παρουσιάστηκε σφάλμα άγνωστης αιτίας. Παρακαλώ δοκιμάστε ξανά μετά από λίγο. Εάν το πρόβλημα παραμένει, παρακαλώ επικοινωνήστε μέσω Ρυθμίσεις > Επικοινωνία. Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Se ha producido un error inesperado. Inténtelo de nuevo más tarde. Si el problema persiste, póngase en contacto con nosotros desde Configuración > Contacto. Detalles: {exceptionMessage}:{exceptionDetails}
et: Tundmatu viga tekkis. Palun proovige uuesti mõne aja pärast. Kui probleem ei lahene, võtke palun ühendust seadete > Kontaktide kaudu. Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Ezezaguneko errore bat gertatu da. Itxaron denbora bat eta saiatu berriro. Konpondu ez baduzu, mesedez, joan ezazu Ezarpenak > Galdeketa atalera eta harremanetan jarri. Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: یک خطای ناشناخته رخ داده است. لطفاً مدتی صبر کرده و دوباره امتحان کنید. در صورتی که مشکل حل نشد، لطفاً از طریق تنظیمات > تماس با ما، با ما تماس بگیرید. جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Tuntematon virhe on tapahtunut. Yritä uudelleen myöhemmin. Jos ongelma ei ratkea, ota yhteyttä asetuksista > Ota yhteyttä. Yksityiskohdat: {exceptionMessage}:{exceptionDetails}
fil: May naganap na hindi kilalang error. Subukan ulit pagkatapos ng ilang sandali. Kung hindi pa rin naayos, makipag-ugnayan sa amin sa Settings > Contact. Mga detalye: {exceptionMessage}:{exceptionDetails}
fr: Une erreur inconnue s'est produite. Veuillez réessayer après un certain temps. Si le problème persiste, contactez-nous via Paramètres > Contact. Détails : {exceptionMessage}:{exceptionDetails}
gl: Ocorreu un error descoñecido. Agarde un momento e volva a probalo. Se non se soluciona, contacte connosco a través de Configuración > Consultas. Detalles: {exceptionMessage}:{exceptionDetails}
gu: અજ્ઞાત ભૂલ આવી છે. કૃપા કરીને થોડો સમય રાખીને ફરીથી પ્રયાસ કરો. જો તે ઉકેલાય નહીં તો સેટિંગ્સ > સંપર્ક મારફતે અમારો સંપર્ક કરો. વિગતો: {exceptionMessage}:{exceptionDetails}
he: אירעה שגיאה בלתי ידועה. אנא המתן וחזור על הניסיון מאוחר יותר. אם הבעיה נמשכת, פנה אלינו דרך הגדרות > פניות. פרטים: {exceptionMessage}:{exceptionDetails}
hi: अज्ञात कारण से त्रुटि हुई है। कुछ समय बाद फिर से कोशिश करें। यदि समस्या हल नहीं होती है तो सेटिंग्स > संपर्क से संपर्क करें। विवरण: {exceptionMessage}:{exceptionDetails}
hr: Došlo je do nepoznate greške. Pokušajte ponovo kasnije. Ako problem i dalje postoji, obratite nam se putem Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
hu: Ismeretlen hiba történt. Kérjük, várjon egy időt, majd próbálja meg újra. Ha a probléma továbbra is fennáll, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menü alatt. Részletek: {exceptionMessage}:{exceptionDetails}
hy: Ոչ մի պատճառով սխալ է տեղի ունեցել։ Խնդրում ենք սպասել որոշ ժամանակ և կրկին փորձել։ Եթե հարցը չի լուծվում, խնդրում ենք կապվել մեզ հետ՝ տանելով Ապահովագրություն > Հարցումներ։ Տեղեկություններ: {exceptionMessage}:{exceptionDetails}
id: Kesalahan yang tidak diketahui telah terjadi. Silakan coba lagi setelah beberapa waktu. Jika masalah tidak teratasi, silakan hubungi kami melalui Pengaturan > Pertanyaan. Detail: {exceptionMessage}:{exceptionDetails}
is: Óviss máls, óútskýrður villa kom upp. Vinsamlegast reyndu aftur síðar. Ef það leysist ekki, vinsamlegast hafðu samband við okkur í Stillingar > Samband. Nánar: {exceptionMessage}:{exceptionDetails}
it: Si è verificato un errore sconosciuto. Si prega di riprovare più tardi. Se il problema persiste, contattaci tramite Impostazioni > Contatti. Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 原因不明のエラーが発生しました。時間をおいて再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。詳細: {exceptionMessage}:{exceptionDetails}
ka: დაუზუსტებელი შეცდომა მოხდა. გთხოვთ, ცოტა დრო დაიცადოთ და კვლავ სცადოთ. თუ პრობლემა ვერ მოგვარების შემთხვევაში, თქვენ შეგიძლიათ დაგვიკავშირდეთ ნაყარი > შეკითხვა. დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Түсініксіз қате пайда болды. Сәл уақыттан кейін қайтадан тәжірибеден өткізіңіз. Шешім табылмаса, Параметрлер > Байланыс арқылы бізбен хабарласыңыз. Нақты: {exceptionMessage}:{exceptionDetails}
km: មានកំហុសដែលមិនស្គាល់មូលហេតុបានកើតឡើង។ សូមរង់ចាំបន្តិចហើយព្យាយាមម្តងទៀត។ ប្រសិនបើមិនអាចដោះស្រាយបាន សូមទាក់ទងមកកាន់យើងតាមរយៈ ការកំណត់ > ការទាក់ទង។ ព័ត៌មានលម្អិត៖ {exceptionMessage}:{exceptionDetails}
kn: ಅಜ್ಞಾತ ದೋಷ ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಇದು ಪರಿಹರಿಸದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್ಸ್ > ಸಂಪರ್ಕಿಸಿ ಮೂಲಕ ಸಂಪರ್ಕಿಸಿ. ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 원인불명의 오류가 발생했습니다. 잠시 후 다시 시도해 주세요. 문제가 해결되지 않을 경우 설정 > 문의하기에서 문의해 주세요. 상세: {exceptionMessage}:{exceptionDetails}
ky: Кансизданып болгон ката келип чыкты. Убакытты күтүп кайра аракет кылып көрүңүз. Эгерде маселе чечилбесе, Настройкалар > Байланыш аркылуу бизге байланышсаңыз болот. Тууралуу: {exceptionMessage}:{exceptionDetails}
lo: ມີຄວາมພິສູດບໍ່ຮູ້ເບິ່ງເລື່ອງສັກຂື້ນເຊັ່ນບໍ່ສາມາດສະດ່ກວ່າ! ໃຫ້ລອດເວລາໃຊ້ຊໍາໍແລະ ລອງລອງຄັນ. ຖ້າບໍ່ແກ້ໄຂກໍຊວດຊື່ບଣຊື່ຂໍຄອບຄວາມສຽງສໍາລັບຂອງການບາດແຈ້ງນອຍແລະ ຂໍ້ມູນລາຍລະອຽດ: {exceptionMessage}:{exceptionDetails}
lt: Įvyko nežinoma klaida. Palaukite ir bandykite dar kartą. Jei problema neišsisprendžia, susisiekite su mumis per Nustatymai > Klausimai. Išsami informacija: {exceptionMessage}:{exceptionDetails}
lv: Radās neskaidra kļūda. Lūdzu, pagaidiet un mēģiniet vēlreiz. Ja problēma netiek atrisināta, lūdzu, sazinieties ar mums, dodoties uz Iestatījumi > Sazināties. Sīkāka informācija: {exceptionMessage}:{exceptionDetails}
mk: Се појави неидентификувана грешка. Ве молиме, обидете се повторно по некое време. Ако проблемот не се решава, контактирајте не преку Поставки > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
ml: അറിയാത്ത കാരണത്താൽ ഒരു പിശക് സംഭവിച്ചു. കുറച്ച് സമയം കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക. പരിഹരിക്കാൻ കഴിയുന്നില്ലെങ്കിൽ ക്രമീകരണങ്ങൾ > അന്വേഷണം വഴി ബന്ധപ്പെടുക. വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Үл мэдэгдэх алдаа гарлаа. Хэсэг хугацааны дараа дахин оролдоно уу. Хэрэв шийдэгдэхгүй бол Тохиргоо > Хандах-аас хандана уу. Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: अज्ञात त्रुटी आली आहे. काही वेळानंतर पुन्हा प्रयत्न करा. समस्या सुटत नसल्यास सेटिंग्स > संपर्क साधा मधून आम्हाला संपर्क साधा. तपशील: {exceptionMessage}:{exceptionDetails}
ms: Ralat tidak diketahui telah berlaku. Sila cuba lagi selepas beberapa ketika. Jika masalah tidak diselesaikan, sila hubungi kami melalui Tetapan > Pertanyaan. Butiran: {exceptionMessage}:{exceptionDetails}
my: အကြောင်းရင်းမသိသော အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်။ ခဏစောင့်ပြီး ထပ်မံကြိုးစားကြည့်ပါ။ ပြဿနာမပျောက်ပါက ဆက်တင် > စုံစမ်းမေးမြန်းရန် မှတစ်ဆင့် ဆက်သွယ်မေးမြန်းပါ။ အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Det oppsto en ukjent feil. Vennligst prøv igjen etter en stund. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Henvendelser. Detaljer: {exceptionMessage}:{exceptionDetails}
ne: अज्ञात त्रुटि भयो। केही समयपछि पुनः प्रयास गर्नुहोस्। समाधान नभएमा सेटिङ > सम्पर्क मार्फत सम्पर्क गर्नुहोस्। विवरण: {exceptionMessage}:{exceptionDetails}
nl: Er is een onbekende fout opgetreden. Probeer het later opnieuw. Als het probleem niet is opgelost, neem dan contact op via Instellingen > Contact. Details: {exceptionMessage}:{exceptionDetails}
no: Det oppstod en ukjent feil. Vennligst prøv igjen senere. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Spørsmål. Detaljer: {exceptionMessage}:{exceptionDetails}
or: ଏକ ଅଜଣା ତ୍ରୁଟି ଘଟିଛି। କିଛି ସମୟ ପରେ ଦୟାକରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ। ଯଦି ସମସ୍ୟାଟି ସମାଧାନ ନହୁଏ, ଦୟାକରି ସେଟିଂସ > ଯୋଗାଯୋଗ ଦ୍ୱାରା ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ। ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: ਅਣਜਾਣ ਗਲਤੀ ਹੋਈ ਹੈ। ਕੁਝ ਸਮਾਂ ਬਾਅਦ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇ ਹੱਲ ਨਹੀਂ ਹੁੰਦਾ ਤਾਂ ਸੈਟਿੰਗਾਂ > ਸੰਪਰਕ ਤੋਂ ਸੰਪਰਕ ਕਰੋ। ਵੇਰਵੇ: {exceptionMessage}:{exceptionDetails}
pl: Wystąpił nieznany błąd. Proszę spróbować ponownie po pewnym czasie. Jeśli problem nie zostanie rozwiązany, skontaktuj się z nami w Ustawienia > Zapytania. Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: د علت نامعلوم خطا رامنځته شو. مهرباني وکړئ یو څه وخت وروسته بیا هڅه وکړئ. که حل نشو نو له تنظیمات > اړیکه ونیسئ له موږ سره اړیکه ونیسئ. تفصیلات: {exceptionMessage}:{exceptionDetails}
pt: Ocorreu um erro desconhecido. Por favor, tente novamente mais tarde. Se o problema persistir, entre em contato através de Configurações > Consultas. Detalhes: {exceptionMessage}:{exceptionDetails}
ro: A apărut o eroare necunoscută. Vă rugăm să așteptați și să încercați din nou. Dacă problema persistă, vă rugăm să ne contactați prin Setări > Contact. Detalii: {exceptionMessage}:{exceptionDetails}
ru: Произошла ошибка неизвестного происхождения. Пожалуйста, подождите некоторое время и попробуйте снова. Если проблема не решится, обратитесь в раздел Настройки > Обратная связь. Подробности: {exceptionMessage}:{exceptionDetails}
si: අනිශ්චිත දෝෂයක් ඇති වූවාකි. කාලයක් රඳවා නැවත උත්සහ කරන්න. විසඳා නොගත් විට සකසන ආකාරය > ප්‍රශ්ණ විමසීම් මගින් අප හා සම්බන්ධ වන්න. විස්තර: {exceptionMessage}:{exceptionDetails}
sk: Došlo k neznámej chybe. Prosím skúste to znova neskôr. Ak sa problém nevyrieši, kontaktujte nás cez Nastavenia > Kontaktovať. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Prišlo je do neznane napake. Prosimo, poskusite znova čez nekaj časa. Če težave ne odpravite, se obrnite na nas preko Nastavitve > Poizvedba. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Ka një gabim të panjohur. Ju lutem provoni përsëri pas pak kohe. Nëse problemi vazhdon, ju lutemi kontaktoni në cilësinë e preferuar tuaj në Cilësime > Kontakti. Detajet: {exceptionMessage}:{exceptionDetails}
sr: Дошло је до непознате грешке. Молимо вас да сачекате и покушате поново. Ако се проблем не реши, контактирајте нас преко Поставке > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Ett okänt fel har inträffat. Vänligen försök igen efter en stund. Om problemet kvarstår, vänligen kontakta oss via Inställningar > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Hitilafu isiyojulikana imetokea. Tafadhali subiri kidogo kisha ujaribu tena. Ikiwa tatizo halitatatulika, tafadhali wasiliana nasi kupitia Mipangilio > Maswali. Maelezo: {exceptionMessage}:{exceptionDetails}
ta: தெரியாத காரணத்தால் பிழை ஏற்பட்டது. சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும். சரியாகவில்லை என்றால் அமைப்புகள் > தொடர்பு கொள்ளவும் மூலம் தொடர்பு கொள்ளவும். விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: అజ్ఞాత కారణంతో దోషం సంభవించింది. కొంత సమయం తర్వాత మళ్ళీ ప్రయత్నించండి. పరిష్కారం కాకపోతే సెట్టింగ్స్ > సంప్రదింపు ద్వారా సంప్రదించండి. వివరాలు: {exceptionMessage}:{exceptionDetails}
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ โปรดลองอีกครั้งในภายหลัง หากยังไม่สามารถแก้ไขได้ กรุณาติดต่อเราผ่านเมนู ตั้งค่า > ติดต่อเรา รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: May naganap na hindi kilalang error. Pakihintay ang ilang sandali at subukang muli. Kung hindi pa rin nalulutas, mangyaring makipag-ugnayan sa Settings > Tanong. Mga detalye: {exceptionMessage}:{exceptionDetails}
tr: Bilinmeyen bir hata oluştu. Lütfen biraz bekleyip tekrar deneyin. Çözülmezse, Ayarlar > İletişim üzerinden bizimle iletişime geçin. Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: An unknown error has occurred. Please try again after some time. If the problem persists, please contact us via Settings > Inquiry. Details: {exceptionMessage}:{exceptionDetails}
ur: بغیر کسی واضح وجہ کے ایک غلطی پیش آئی ہے۔ براہ کرم کچھ دیر انتظار کریں اور دوبارہ کوشش کریں۔ اگر مسئلہ حل نہ ہو تو براہ کرم سیٹنگ > رابطہ کریں کے ذریعے ہم سے رابطہ کریں۔ تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Noma'lum sababli xato yuz berdi. Iltimos, bir oz vaqt o'tgach qayta urinib ko'ring. Agar muammo hal bo'lmasa, iltimos, Sozlamalar > Murojatdan foydalanib bog'laning. Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Đã xảy ra lỗi không xác định. Vui lòng thử lại sau một thời gian. Nếu không giải quyết được, hãy liên hệ với chúng tôi qua Cài đặt > Liên hệ. Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 发生了未知错误。请稍后再试。如果问题仍然存在，请通过 设置 > 联系我们 与我们联系。详细信息: {exceptionMessage}:{exceptionDetails}
zu: Kwenzekile iphutha ongakuboni. Sicela uzame futhi emva kwesikhashana. Uma lokhu kungaxazululwanga, sicela uxhumane nathi ngokuhamba ku- Izilungiselelo > Xhumana Nathi. Imininingwane: {exceptionMessage}:{exceptionDetails}

# purchaseErrorStoreProblemError
source: {storeName} is having issues. Please try again later
af: {storeName} het 'n fout opgetree. Wag asseblief 'n bietjie en probeer weer.
am: {storeName} አደጋ እንዳለ ተደርጎ አለ። እባክዎ አንዳንድ ጊዜ ጠነቀቁ እና ወደ መለኪያችሁ ውስጥ ተመልሱ።
ar: حدث خطأ في {storeName}. يرجى الانتظار لبعض الوقت والمحاولة مرة أخرى.
as: {storeName} ত এটা ভুল ঘটিছে। অনুগ্ৰহ কৰি কিছু সময় অপেক্ষা কৰি পুনৰ চেষ্টা কৰক।
az: {storeName}də xəta baş verdi. Zəhmət olmasa bir az sonra yenidən cəhd edin.
be: У {storeName} здаецца, што адбыўся памылка. Калі ласка, пачакайце нейкі час і паспрабуйце яшчэ раз.
bg: Възникна грешка в {storeName}. Моля, изчакайте малко и опитайте отново.
bn: {storeName} এ ত্রুটি ঘটেছে। কিছুক্ষণ অপেক্ষা করে আবার চেষ্টা করুন
bs: Došlo je do greške u {storeName}. Molimo vas da sačekate neko vreme i pokušate ponovo.
ca: S'ha produït un error a {storeName}. Espereu una estona i torneu-ho a provar.
cs: Došlo k chybě v {storeName}. Zkuste to prosím znovu za chvíli.
cy: Mae gwall wedi digwydd yn {storeName}. Dewch yn ôl ar ôl ychydig funudau a phrofwch eto.
da: Der er opstået en fejl i {storeName}. Vent venligst et øjeblik og prøv igen.
de: Es ist ein Fehler im {storeName} aufgetreten. Bitte warten Sie eine Weile und versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα στο {storeName}. Παρακαλώ περιμένετε λίγο και δοκιμάστε ξανά.
es: Se ha producido un error en {storeName}. Por favor, espere un momento y vuelva a intentarlo
et: Tekkis viga {storeName}. Palun oodake mõni hetk ja proovige uuesti.
eu: {storeName} del errore bat izan da. Mesedez, itxaron eta saiatu berriro.
fa: در {storeName} خطایی رخ داده است. لطفاً مدتی صبر کنید و دوباره امتحان کنید.
fi: Virhe on tapahtunut {storeName} -palvelussa. Odota hetki ja yritä uudelleen.
fil: May error sa {storeName}. Sandaling maghintay at subukan muli.
fr: Une erreur est survenue dans {storeName}. Veuillez réessayer après un moment.
gl: Ocorreu un erro en {storeName}. Por favor, agarda un momento e intenta de novo.
gu: {storeName} માં ભૂલ આવી છે. કૃપા કરીને થોડો સમય રાખીને ફરીથી પ્રયાસ કરો.
he: שגיאה התרחשה ב-{storeName} . נא המתן מעט ונסה שוב
hi: {storeName} में त्रुटि हो रही है। कृपया कुछ समय बाद फिर से प्रयास करें।
hr: Došlo je do pogreške u {storeName}. Pokušajte ponovo za nekoliko trenutaka.
hu: Hiba lépett fel a(z) {storeName} áruházban. Kérjük, várjon egy kicsit, és próbálja meg újra.
hy: {storeName} ջերմոցում սխալ է առաջանում: Խնդրում ենք սպասել մի փոքր ժամանակ և կրկին փորձել
id: Terjadi kesalahan di {storeName}. Silakan tunggu sebentar dan coba lagi.
is: Villa {storeName} hefur villu. Vinsamlegast reyndu aftur eftir smá tíma.
it: Si è verificato un errore su {storeName}. Riprova più tardi.
ja: {storeName} でエラーが発生しています。しばらくお時間をおいて再度お試しください
ka: უარი {storeName}-ზე დაფიქტირებულია. გთხოვთ ცოტა ხნით დაელოდეთ და კვლავ სცადოთ.
kk: {storeName} дүкенінде қате пайда болды. Бір сәт күтіп, қайтадан сынап көріңіз.
km: មានបញ្ហាកើតឡើងនៅក្នុង {storeName} ។ សូមរង់ចាំបន្តិចហើយព្យាយាមម្តងទៀត។
kn: {storeName} ನಲ್ಲಿ ದೋಷ ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: {storeName}에서 오류가 발생했습니다. 잠시 후 다시 시도해주세요.
ky: {storeName} дык каталар пайда болду. Бир аз убакыт өткөндөн кийин кайра аракет кылып дагы көрүңүз.
lo: ມີອຸປະສັກໃນ {storeName} . ກະລຸນາຮ່ວມສຽງຜ່ານໄປຊັ້ນໃໝ່ ແລະລອງໃຊ້ງານອີກຄັ້ງ.
lt: Įvyko klaida {storeName}. Prašome palaukti ir bandyti dar kartą.
lv: Kļūda notika {storeName}. Lūdzu, pagaidiet kādu laiku un mēģiniet vēlreiz.
mk: Погрешка се појави во {storeName}. Ве молиме обидете се повторно по некое време.
ml: {storeName}-ൽ പിശക് സംഭവിച്ചിരിക്കുന്നു. ദയവായി കുറച്ച് സമയം കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക
mn: {storeName}-д алдаа гарлаа. Хэсэг хугацааны дараа дахин оролдоно уу.
mr: {storeName} मध्ये त्रुटी आली आहे. कृपया काही वेळाने पुन्हा प्रयत्न करा
ms: Ralat berlaku di {storeName}. Sila tunggu seketika dan cuba lagi.
my: {storeName} တွင် အမှားတစ်ခု ဖြစ်ပေါ်နေပါသည်။ ခဏစောင့်ပြီး ထပ်မံကြိုးစားကြည့်ပါ။
nb: Det oppstod en feil i {storeName}. Vennligst vent en stund og prøv igjen.
ne: {storeName} मा त्रुटि भएको छ। केहि समय पछि फेरि प्रयास गर्नुहोस्।
nl: Er is een fout opgetreden bij {storeName}. Probeer het over een tijdje opnieuw.
no: Det oppstod en feil hos {storeName}. Vennligst prøv igjen senere.
or: {storeName} ରେ ତ୍ରୁଟି ଘଟିଛି। କିଛି ସମୟ ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ।
pa: {storeName} ਵਿੱਚ ਗਲਤੀ ਹੋ ਰਹੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਸਮਾਂ ਇੰਤਜ਼ਾਰ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd w {storeName}. Proszę spróbować ponownie za chwilę.
ps: په {storeName} کې یوه تېروتنه رامنځته شوې ده. مهرباني وکړئ څو شېبې انتظار وکړئ او بیا هڅه وکړئ.
pt: Um erro ocorreu no {storeName}. Por favor, aguarde um momento e tente novamente.
ro: A apărut o eroare la {storeName}. Te rugăm să aștepți puțin timp și să încerci din nou.
ru: Произошла ошибка в {storeName}. Пожалуйста, подождите некоторое время и попробуйте снова.
si: {storeName} හි දෝෂයක් සිදු වී ඇත. කරුණාකර කෙනෙකුට අපගේ අයදුම්පත නැවත පරික්ෂා කරන විට තත්ත්වය සවිකිරීමට සුළු කාලයක් පිල් ගන්න.
sk: V obchode {storeName} došlo k chybe. Skúste to prosím znova neskôr.
sl: Napaka se je pojavila v {storeName}. Prosim, poskusite znova čez nekaj časa.
sq: Ka një gabim në {storeName}. Ju lutemi prisni pak dhe provoni përsëri.
sr: У {storeName} се појавила грешка. Молимо покушајте поново за неко време.
sv: Det har uppstått ett fel på {storeName}. Vänligen försök igen efter en liten stund.
sw: Tatizo limeibuka katika {storeName}. Tafadhali subiri kwa muda na ujaribu tena.
ta: {storeName} இல் பிழை ஏற்பட்டுள்ளது. சிறிது நேரம் காத்திருந்து மீண்டும் முயற்சிக்கவும்
te: {storeName}లో లోపం సంభవించింది. కొంత సమయం వేచి ఉండి మళ్లీ ప్రయత్నించండి
th: มีข้อผิดพลาดเกิดขึ้นที่ {storeName} โปรดลองอีกครั้งในภายหลัง
tl: May error na naganap sa {storeName}. Mangyaring maghintay sandali at subukan ulit.
tr: {storeName} ile bir hata oluştu. Lütfen bir süre bekleyip tekrar deneyin.
uk: An error has occurred at {storeName}. Please wait a moment and try again.
ur: {storeName} پر ایک خطا ہوئی ہے۔ براہ کرم کچھ دیر انتظار کریں اور دوبارہ کوشش کریں۔
uz: {storeName} da xato yuz berdi. Iltimos, bir oz vaqt kuting va qaytadan urinib ko'ring.
vi: Đã xảy ra lỗi trên {storeName}. Vui lòng đợi một lúc và thử lại.
zh: 在 {storeName} 发生错误。请稍候再试。
zu: Kukhona iphutha ku-{storeName}. Sicela ulinde isikhathi esithile bese uzama futhi.
