Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# appExitMessage
source: The app will close. Please restart the app and set up the initial settings.
af: Die toepassing sal een keer sluit. As jy nuut wil begin, herbegin die toepassing en doen die aanvanklike instellings.
am: መተግበሪያው ይዘጋል። እንደገና ለመጀመር መተግበሪያውን ዳግም ጀምረው የመጀመሪያ ቅንብሮቹን ማቀናጀት አለብዎት።
ar: سيتم إغلاق التطبيق. إذا كنت تريد البدء من جديد، يرجى إعادة تشغيل التطبيق وإجراء الإعداد الأولي.
as: এপ্লিকেচনটো এবাৰ বন্ধ হ'ব। নতুনকৈ আৰম্ভ কৰিবলৈ হ'লে এপ্লিকেচনটো পুনৰ চালু কৰি প্ৰাৰম্ভিক ছেটআপ কৰক।
az: Tətbiq bağlanacaq. Yenidən başlamaq üçün tətbiqi yenidən başlatdıqdan sonra ilkin quraşdırmanı aparın.
be: Прыкладанне будзе закрыта. Калі вы жадаеце пачаць нанова, перазапусціце прыкладанне і прайдзіце праз першасную настройку.
bg: Приложението ще се затвори. За да започнете отново, рестартирайте приложението и направете първоначалната настройка.
bn: অ্যাপটি এখন বন্ধ হবে। নতুন করে শুরু করতে অ্যাপ পুনরায় চালু করে প্রাথমিক সেটআপ সম্পন্ন করুন।
bs: Aplikacija će se zatvoriti. Za novi početak, restartujte aplikaciju i izvršite početnu konfiguraciju.
ca: L'aplicació es tancarà ara. Per començar de nou, reinicieu l'aplicació i realitzeu la configuració inicial.
cs: Aplikaci se jednou ukončí. Pokud chcete začít znovu, po restartování aplikace prosím proveďte počáteční nastavení.
cy: Mae'r cais yn mynd i orffen unwaith. Os ydych chi am ddechrau un sy'n newydd, please adfer y cais a chymryd y gosodiadau cychwynnol.
da: Appen afsluttes engang. Hvis du vil starte forfra, skal du genstarte appen og udføre den indledende opsætning.
de: Die App wird einmal beendet. Wenn Sie neu anfangen möchten, starten Sie die App neu und führen Sie die Ersteinrichtung durch.
el: Η εφαρμογή θα τερματιστεί προσωρινά. Για να ξεκινήσετε καινούρια, παρακαλώ επανεκκινήστε την εφαρμογή και κάντε τις αρχικές ρυθμίσεις.
es: La aplicación se cerrará. Para volver a empezar, reinicie la aplicación y complete la configuración inicial.
et: Rakendus lõpetatakse ühe korra. Uue alguse korral käivitage rakendus uuesti ja seadistage algseaded.
eu: Aplikazioa behin amaituko da. Hasiera berri bat egitea nahi bazenute, aplikazioa berriro abiarazi ondoren, hasierako konfigurazioa egin behar duzue.
fa: برنامه یک بار بسته می‌شود. اگر می‌خواهید از ابتدا شروع کنید، پس از راه‌اندازی مجدد برنامه تنظیمات اولیه را انجام دهید.
fi: Sovellus suljetaan kerran. Jos haluat aloittaa alusta, käynnistä sovellus uudelleen ja suorita alkuasetukset.
fil: Tatapusin na ang app. Kapag magsisimula ulit, i-restart ang app at isagawa ang initial setup.
fr: L'application va se fermer une fois. Si vous souhaitez recommencer, veuillez redémarrer l'application et procéder à la configuration initiale.
gl: Sa aplicación pecharase unha vez. Se quere comezar de novo, reinicie a aplicación e configure a inicial.
gu: એપ એકવાર બંધ થશે. નવી શરૂઆત કરવા માટે એપ ફરીથી શરૂ કર્યા પછી પ્રારંભિક સેટિંગ કરશો.
he: היישום ייסגר לסירוגין. במקרה שברצונך להתחיל מחדש, אנא הפעל את היישום מחדש ובצע את ההגדרות הראשוניות.
hi: ऐप अब समाप्त हो जाएगा। नई शुरुआत करने के लिए, कृपया ऐप को पुनः प्रारंभ करके प्रारंभिक सेटअप पूरा करें।
hr: Završit će se aplikacija. Ako želite započeti novi, nakon ponovnog pokretanja aplikacije izvršite prvotne postavke.
hu: Az alkalmazás egy alkalommal le fog állni. Ha újra szeretné kezdeni, indítsa újra az alkalmazást, és végezze el a kezdeti beállításokat.
hy: Դուք կդադարեցնեք հավելվածի աշխատանքը: Եթե ցանկանում եք սկսել նորից, ապա վերընթաց կարգավորումներ կատարելու համար, վերսկսեք հավելվածը:
id: Aplikasi akan ditutup sekali. Jika ingin memulai yang baru, silakan restart aplikasi dan lakukan pengaturan awal.
is: Appsins er lokað í eitt sinn. Ef þú ert að byrja nýtt skaltu endurræsa appið og framkvæma upphafsstillingar.
it: L'app verrà chiusa. Per iniziare di nuovo, riavvia l'app ed esegui la configurazione iniziale.
ja: アプリを一度終了します。新しく始める場合はアプリを再起動後、初期設定を行ってください。
ka: აპლიკაციას ერთხელ ვხურავთ. ახალი დაწყების შემთხვევაში, აპლიკაციის თავიდან გაშვების შემდეგ, გააკეთეთ დაწყებითი პარამეტრები.
kk: Қолданбаны бір рет жөндейсіз. Жаңа бастағаныңызда, қолданбаны қайта іске қосқаннан кейін, бастапқы параметрлерді орнатыңыз.
km: កម្មវិធីនឹងបិទម្តង។ ប្រសិនបើចង់ចាប់ផ្តើមថ្មី សូមចាប់ផ្តើមកម្មវិធីឡើងវិញ រួចធ្វើការកំណត់ដំបូង។
kn: ಅಪ್ಲಿಕೇಶನ್ ಮುಚ್ಚಲಾಗುತ್ತಿದೆ. ಹೊಸದಾಗಿ ಪ್ರಾರಂಭಿಸಲು ಅಪ್ಲಿಕೇಶನ್ ಮರುಪ್ರಾರಂಭಿಸಿದ ನಂತರ ಆರಂಭಿಕ ಸೆಟಪ್ ಮಾಡಿ.
ko: 앱을 종료합니다. 새로 시작하려면 앱을 재시작한 후 초기 설정을 다시 진행해 주세요.
ky: Приложение токтосузуп кетет. Экирет баштош үчүн, тиркемени кайра иштетип, баштапкы жөндөөлөрдү жасаңыз.
lo: ຈະປິດແອັບໃນເວລານີ້. ຖ້າເຈົ່າຈະໃຊ້ໃໝ່, ກະລຸນາປິດແອັບແລ້ວກໍານົນໃຫ້ໃໝ່ແລະເຮັດການຕັ້ງຄ່າຕົ້ນແລກ.
lt: Programa bus sutra baigta. Jei pradedate iš naujo, po programos perkrovimo atlikite pradinius nustatymus.
lv: Lietotne tiks aizvērta. Ja vēlaties uzsākt jaunu, pēc lietotnes atkārtotas palaišanas lūdzu veiciet sākotnējo iestatīšanu.
mk: Сега ја затвараме апликацијата. Ако сакате да започнете одново, ве молиме повторно потрудете се да ја запнеете апликацијата и извршите првични поставки.
ml: ആപ്പ് ഇപ്പോൾ അവസാനിപ്പിക്കും. പുതുതായി ആരംഭിക്കുന്നതിന് ആപ്പ് പുനരാരംഭിച്ച് പ്രാരംഭ സജ്ജീകരണം പൂർത്തിയാക്കുക.
mn: Аппыг дуусгана. Шинээр эхлэх бол аппыг дахин эхлүүлсний дараа анхны тохиргоог хийнэ үү.
mr: अॅप एकदा बंद होईल. नव्याने सुरू करायचे असल्यास अॅप पुन्हा सुरू केल्यानंतर प्रारंभिक सेटअप करावे.
ms: Aplikasi akan ditutup sekali. Jika anda ingin memulakan yang baru, sila mulakan semula aplikasi dan lakukan konfigurasi awal.
my: အက်ပ်ကို တစ်ကြိမ် ပိတ်မည်ဖြစ်ပါသည်။ အသစ်စတင်လိုပါက အက်ပ်ကို ပြန်လည်ဖွင့်ပြီး ကနဦးစီမံခန့်ခွဲမှုများကို လုပ်ဆောင်ပေးပါ။
nb: Appen vil avslutte. Hvis du ønsker å starte på nytt, vennligst start appen på nytt og følg oppsettet.
ne: एप्प बन्द गरिनेछ। नयाँ सुरुवातको लागि एप्प पुनः सुरु गरेपछि प्रारम्भिक सेटिङ गर्नुहोस्।
nl: De app wordt een keer afgesloten. Als u een nieuwe start wilt maken, start dan de app opnieuw en voer de initiële instellingen uit.
no: Appen avsluttes. Hvis du ønsker å begynne på nytt, vennligst start appen på nytt og sett opp de innledende innstillingene.
or: ଆପ୍ ଏକଥର ବନ୍ଦ ହେବ। ନୂଆ ଆରମ୍ଭ କରିବା ପାଇଁ ଆପ୍ ପୁନଃଆରମ୍ଭ କରିବା ପରେ ପ୍ରାରମ୍ଭିକ ସେଟଅପ୍ କରନ୍ତୁ।
pa: ਐਪ ਨੂੰ ਇੱਕ ਵਾਰ ਬੰਦ ਕੀਤਾ ਜਾਵੇਗਾ। ਨਵੇਂ ਸਿਰੇ ਤੋਂ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਐਪ ਨੂੰ ਮੁੜ ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸ਼ੁਰੂਆਤੀ ਸੈਟਅਪ ਕਰੋ।
pl: Aplikacja zostanie zamknięta. Jeśli chcesz zacząć od nowa, uruchom aplikację ponownie i wykonaj wstępną konfigurację.
ps: تاسې به یو ځل ایپ بند کړئ. که نوې پیل کوئ، نو مهرباني وکړئ ایپ بیا په چالانولو سره لومړني ترتیبات ترسره کړئ.
pt: O aplicativo será encerrado. Se você deseja começar novamente, reinicie o aplicativo e faça a configuração inicial.
ro: Aplicația va fi închisă o dată. Dacă doriți să începeți din nou, vă rugăm să reporniți aplicația și să efectuați configurația inițială.
ru: Приложение будет закрыто. Если вы хотите начать заново, перезапустите приложение и выполните первоначальную настройку.
si: ආප‍්පු එක හාල්වත්වයන් යන්නේ. අලුත් ආරම්භයක් කරනවා නම්, ආප‍්පු නැවත ආරම්භකර පසුව ආධාරක සැකසුම් කරන්න.
sk: Aplikáciu ukončíte. Ak začínate odznova, po reštartovaní aplikácie vykonajte počiatočné nastavenia.
sl: Aplikacija bo enkrat zaprta. Če želite začeti znova, ponovno zaženite aplikacijo in nastavite začetne nastavitve.
sq: Aplikacioni do të mbyllet një herë. Nëse dëshironi të filloni gjithçka nga e para, ju lutemi riblidhni aplikacionin dhe kryeni konfigurimin fillestar.
sr: Апликацију ћете затворити. Ако желите да почнете испочетка, поново покрените апликацију и подесите почетне опције.
sv: Appen stängs av. Om du vill börja på nytt, starta om appen och gör de första inställningarna.
sw: Programu itafungwa sasa. Ikiwa ungependa kuanza upya, tafadhali anzisha tena programu na ufanye usanidi wa mwanzo.
ta: ஆப்பை ஒருமுறை மூடுகிறோம். புதிதாகத் தொடங்க விரும்பினால், ஆப்பை மீண்டும் தொடங்கிய பின் ஆரம்ப அமைப்புகளைச் செய்யவும்.
te: అప్లికేషన్ ఒకసారి మూసివేయబడుతుంది. కొత్తగా ప్రారంభించడానికి అప్లికేషన్‌ను పునఃప్రారంభించిన తర్వాత ప్రాథమిక సెట్టింగులను చేయండి.
th: โปรดปิดแอปพลิเคชันก่อน หากต้องการเริ่มใหม่ โปรดรีสตาร์ทแอปพลิเคชันและตั้งค่าตั้งต้นใหม่อีกครั้ง
tl: Isasara muna ang app. Kung magsisimula ka ulit, i-restart ang app at gawin ang initial setup.
tr: Uygulamayı bir kez kapatıyorsunuz. Yeni bir başlangıç yapmak istiyorsanız, uygulamayı yeniden başlattıktan sonra başlangıç ayarlarını yapınız.
uk: The app will exit once. If you want to start anew, please restart the app and proceed with the initial setup.
ur: ایپ کو ایک بار بند کر دیا جائے گا۔ اگر آپ نیا آغاز کرنا چاہتے ہیں تو ایپ کو دوبارہ شروع کرنے کے بعد ابتدائی سیٹ اپ کریں۔
uz: Ilova bir marta tugatildi. Yangi boshlamoqchi bo'lsangiz, ilovani qayta ishga tushirgandan so'ng, dastlabki sozlamalarni o'rnating.
vi: Ứng dụng sẽ được đóng một lần. Nếu muốn bắt đầu lại, vui lòng khởi động lại ứng dụng và thực hiện thiết lập ban đầu.
zh: 应用将被退出一次。如果要重新开始，请在重新启动应用后进行初始设置。
zu: Uzoqedlula uhlelo lokusebenza. Uma uqala kabusha, sicela uqale uhlelo lokusebenza futhi ulandele izinyathelo zokuqala.

source: OK
am: እሺ
ar: موافق
as: ঠিক আছে
az: Tamam
be: ОК
bg: Добре
bn: ওকে
ca: D'acord
cy: Iawn
de: Okay
el: Εντάξει
eu: Ongi
fa: خوب
fr: D'accord
gu: ઠીક છે
he: אוקי
hr: U redu
hu: Rendben
id: Oke
ka: კარგი
kk: Дайын
km: ចាស់
kn: ಸರಿ
ko: 확인
ky: ОК
lt: Gerai
lv: Labi
mk: У ред
ml: ശരി
mn: За
mr: ठीक आहे
my: ကောင်းတယ်
ne: ठीक छ
or: ଠିକ
pa: ਠੀਕ
ps: ښه
ru: Хорошо
si: ශුභ ආගමනය
sl: V redu
sq: Mirë
sr: U redu
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh: 好的
zu: Kulungile

source: Change pill number
af: Verander pilnommer
am: የፒል ቁጥር መቀየር
ar: تغيير أرقام الحبوب
as: পিলৰ সংখ্যা পৰিৱৰ্তন
az: Həb nömrələrinin dəyişdirilməsi
be: Змена нумара таблетак
bg: Промяна на номерацията на хапчетата
bn: পিল নম্বর পরিবর্তন
bs: Promjena broja pilula
ca: Canvi del número de píndola
cs: Změna čísla pilulky
cy: Newid Rhif y Pil
da: Ændring af pille nummer
de: Änderung der Pillennummer
el: Αλλαγή αριθμού χαπιού
es: Cambiar números de píldoras
et: Pilli numbri muutmine
eu: Pil zenbakia aldatu
fa: تغییر شماره قرص
fi: Pillin numeron vaihto
fil: Pagbabago ng Numero ng Pill
fr: Changement du numéro de pilule
gl: Cambio do número da pílula
gu: પિલ નંબર બદલો
he: שינוי מספר הגלולה
hi: गोली नंबर बदलें
hr: Promjena broja pill
hu: A table számának megváltoztatása
hy: Պիլերի համարի փոփոխություն
id: Mengubah nomor pil
is: Breyting á pillunúmeri
it: Modifica numerazione pillole
ja: ピル番号の変更
ka: გახდით აბების ნომრის შეცვლა
kk: Дәрі нөмірін ауыстыру
km: ផ្លាស់ប្តូរលេខថ្នាំ
kn: ಮಾತ್ರೆ ಸಂಖ್ಯೆ ಬದಲಾವಣೆ
ko: 알약 번호 변경
ky: Пилл номери өзгөртүү
lo: ການປ່ອນເລກບິນ
lt: Pill skaičiaus keitimas
lv: Tabletes numura maiņa
mk: Промена на бројот на пилулата
ml: ഗുളിക നമ്പർ മാറ്റൽ
mn: Эмийн дугаар өөрчлөх
mr: गोळी क्रमांक बदला
ms: Tukar nombor pil
my: ပီးလ်နံပါတ်ပြောင်းလဲမှု
nb: Endring av pille nummer
ne: गोली संख्या परिवर्तन
nl: Wijziging van het pilnummer
no: Endring av pille nummer
or: ବଟିକା ସଂଖ୍ୟା ପରିବର୍ତ୍ତନ
pa: ਗੋਲੀ ਨੰਬਰ ਬਦਲਾਅ
pl: Zmiana numeru pigułki
ps: د پیلو شمېر بدلول
pt: Alteração do número da pílula
ro: Schimbarea numărului de pilule
ru: Изменение номера таблетки
si: පිල් අංකය සාමාන්‍ය කරනවා
sk: Zmena čísla pilulky
sl: Sprememba številke tablet
sq: Ndryshimi i numrit të pilulave
sr: Промена броја пилуле
sv: Ändra piller nummer
sw: Badilisha Nambari za Vidonge
ta: மாத்திரை எண் மாற்றம்
te: పిల్ నంబర్ మార్పు
th: เปลี่ยนหมายเลขยาคุม
tl: Pagbabago ng Numero ng Pill
tr: hap setindeki değişiklik
uk: Change of pill number
ur: پیل کا نمبر تبدیل کریں
uz: Pill raqamini o'zgartirish
vi: Thay đổi số viên thuốc
zh: 更改药丸编号
zu: Ukushintsha inombolo yephilisi

source: Change
af: Verander
am: ቀይር
ar: تغيير
as: সলনি
az: Dəyiş
be: Змена
bg: Промени
bn: পরিবর্তন
bs: Izmijeni
ca: Canviar
cs: Změnit
cy: newid
da: Ændre
de: Ändern
el: Αλλαγή
es: Cambiar
et: Muuda
eu: Aldatu
fa: تغییر
fi: Muuta
fil: Baguhin
fr: Modifier
gl: cambio
gu: ફેરફાર
he: שינוי
hi: बदलें
hr: Promjena
hu: változás
hy: փոխել
id: Ubah
is: breyta
it: Modifica
ja: 変更
ka: ცვლილება
kk: өзгерту
km: ផ្លាស់ប្តូរ
kn: ಬದಲಾಯಿಸಿ
ko: 변경
ky: Өзгөртүү
lo: ປ່ອນແບບ
lt: Keisti
lv: Izmaiņas
mk: Промени
ml: മാറ്റുക
mn: өөрчлөх
mr: बदला
ms: Tukar
my: ပြောင်းလဲရန်
nb: Endre
ne: परिवर्तन
nl: Veranderen
no: Endre
or: ବଦଳାନ୍ତୁ
pa: ਬਦਲੋ
pl: zmiana
ps: تبدیل
pt: alterar
ro: Modificare
ru: Изменить
si: වෙනස් කරන්න
sk: Zmena
sl: sprememba
sq: Ndrysho
sr: Промена
sv: Ändra
sw: Badilisha
ta: மாற்று
te: మార్చు
th: เปลี่ยนแปลง
tl: Baguhin
tr: Değiştir
ur: تبدیل
uz: o'zgartirish
vi: Thay đổi
zh: 更改
zu: shintshela

source: Pill
af: pil
am: ክኒን
ar: حبة
as: বড়ি
az: həb
be: Піл
bg: хапче
bn: পিল
bs: pilula
ca: píndola
cs: Pilulka
da: Pille
de: Pille
el: Χάπι
es: píldora
fa: قرص
fi: Pilleri
fil: pills
fr: Pilule
gl: pílula
gu: ગોળી
he: כדורים
hi: गोली
hr: Pilula
hu: Tabletta
hy: Երանգ
id: Pil
is: pilla
it: pillola
ja: ピル
ka: წვეთადი
kk: Пилл
km: គ្រាប់ថ្នាំ
kn: ಮಾತ್ರೆ
ko: 피임약
ky: Дары
lo: ພິນ
lv: Tabletes
mk: Пилула
ml: ഗുളിക
mn: эм
mr: गोळी
ms: Pil
my: လုံးဆေး
nb: Pille
ne: गोली
nl: Pil
no: Pille
or: ପିଲ୍
pa: ਗੋਲੀ
ps: پیل
pt: pílula
ro: Pil
ru: таблетка
si: පිල්
sk: pil
sl: tablete
sq: Pil
sr: Пилула
sv: piller
sw: kidonge
ta: மாத்திரை
te: మాత్రలు
th: ยา
tl: pills
tr: hap
ur: پیل
vi: thuốc tránh thai
zh: 避孕药
zu: Iphilisi

source: Calendar
af: Kalender
am: ካሌንደር
ar: تقويم
as: কেলেণ্ডাৰ
az: təqvim
be: Календар
bg: календар
bn: ক্যালেন্ডার
bs: Kalendar
ca: Calendari
cs: Kalendář
cy: calendr
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
et: Kalender
eu: Kalerna
fa: تقویم
fi: Kalenteri
fil: Kalendaryo
fr: Calendrier
gl: Calendario
gu: કૅલેન્ડર
he: לוח שנה
hi: कैलेंडर
hr: Kalendar
hu: naptár
hy: Կալենդար
id: Kalender
is: Dagskrá
it: Calendario
ja: カレンダー
ka: კალენდარი
kk: Календарь
km: ប្រតិទិន
kn: ಕ್ಯಾಲೆಂಡರ್
ko: 달력
ky: Календарь
lo: ປະຕິທິນ
lt: Kalendorius
lv: Kalendārs
mk: Календар
ml: കലണ്ടർ
mn: календарь
mr: कैलेंडर
ms: Kalender
my: ပြက္ခဒိန်
nb: Kalender
ne: पात्रो
nl: Kalender
no: Kalender
or: କ୍ୟାଲେଣ୍ଡର
pa: ਕੈਲੰਡਰ
pl: Kalendarz
ps: کیلنڈر
pt: Calendário
ru: Календарь
si: කාණ්ඩ
sk: Kalendár
sl: Koledar
sq: Kalendar
sr: Календар
sv: Kalender
sw: Kalenda
ta: நாட்காட்டி
te: క్యాలెండర్
th: ปฏิทิน
tl: Kalendaryo
tr: Takvim
uk: Календар
ur: کیلنڈر
uz: Kalendar
vi: lịch
zh: 日历
zu: ikhalenda

source: User information will be deleted
af: Gebruikersinligting sal verwyder word.
am: የተጠቃሚ መረጃ ይደምስሳል
ar: سيتم حذف معلومات المستخدم
as: ব্যৱহাৰকাৰীৰ তথ্য মোচন কৰা হ'ব
az: İstifadəçi məlumatları silinəcək
be: Даныя карыстальніка будуць выдалены.
bg: Потребителската информация ще бъде изтрита
bn: ব্যবহারকারীর তথ্য মুছে ফেলা হবে
bs: Korisnički podaci će biti obrisani
ca: S'eliminaran les dades d'usuari
cs: Uživatelské údaje budou smazány.
cy: Bydd gwybodaeth y defnyddiwr yn cael ei dileu
da: Brugerinformation vil blive slettet
de: Die Benutzerinformationen werden gelöscht.
el: Οι πληροφορίες χρήστη θα διαγραφούν.
es: Se eliminará la información del usuario
et: Kasutaja teave eemaldatakse
eu: Erabiltzailearen informazioa ezabatuko da
fa: اطلاعات کاربری حذف خواهد شد
fi: Käyttäjätiedot poistetaan
fil: Mabubura ang impormasyon ng user
fr: Les informations utilisateur seront supprimées.
gl: eliminarase a información do usuario
gu: વપરાશકર્તાની માહિતી કાઢી નાખવામાં આવશે
he: מידע המשתמש יימחק
hi: उपयोगकर्ता जानकारी हटा दी जाएगी
hr: Korisnički podaci će biti izbrisani.
hu: A felhasználói adatok törlődnek.
hy: Օգտագործողի տեղեկությունները կջնջվեն
id: Informasi pengguna akan dihapus.
is: Notandiupplýsingar verða eytt.
it: I tuoi dati verranno eliminati
ja: ユーザー情報が削除されます
ka: მომხმარებლის ინფორმაცია წაიშლება
kk: Пайдаланушының мәліметтері жойылады
km: ព័ត៌មានអ្នកប្រើប្រាស់នឹងត្រូវលុប
kn: ಬಳಕೆದಾರ ಮಾಹಿತಿ ಅಳಿಸಲಾಗುತ್ತದೆ
ko: 사용자 정보가 삭제됩니다
ky: Коллоргулар жоюлатат
lo: ຂໍແຈ້ງວ່າຂໍໍ່າຂໍແລກອັດດິບຂອງຜູ້ໃຊ້ຈະถູກລົບແລ້ວ
lt: Vartotojo informacija bus pašalinta.
lv: Lietotāja informācija tiks dzēsta
mk: Корисничките информации ќе бидат избришани.
ml: ഉപയോക്തൃ വിവരങ്ങൾ ഇല്ലാതാക്കപ്പെടും
mn: Хэрэглэгчийн мэдээлэл устгагдана
mr: वापरकर्त्याची माहिती मिटवली जाईल
ms: Maklumat pengguna akan dipadam.
my: အသုံးပြုသူအချက်အလက်များ ပယ်ဖျက်ပါမည်
nb: Brukerinformasjonen vil bli slettet.
ne: प्रयोगकर्ताको जानकारी मेटाइनेछ
nl: De gebruikersinformatie wordt verwijderd
no: Brukerinformasjonen vil bli slettet
or: ବ୍ୟବହାରକାରୀ ସୂଚନା ଡିଲିଟ୍ ହୋଇଯିବ
pa: ਯੂਜ਼ਰ ਜਾਣਕਾਰੀ ਮਿਟਾ ਦਿੱਤੀ ਜਾਵੇਗੀ
pl: Dane użytkownika zostaną usunięte
ps: د کاروونکي معلومات له منځه وړل کيږي
pt: As informações do usuário serão excluídas.
ro: Informațiile utilizatorului vor fi șterse.
ru: Информация о пользователе будет удалена.
si: යුਜ਼ර් තොරතුරු පරාජය වේ
sk: Používateľské informácie budú vymazané.
sl: Uporabniški podatki bodo izbrisani.
sq: Informacionet e perdoruesve do te fshihen.
sr: Кориснички подаци ће бити избрисани.
sv: Användardata kommer att tas bort
sw: Taarifa za mtumiaji zitafutwa
ta: பயனர் தகவல்கள் நீக்கப்படும்
te: వినియోగదారు సమాచారం తొలగించబడుతుంది
th: ข้อมูลผู้ใช้จะถูกลบออก
tl: Matatanggal ang impormasyon ng user
tr: Kullanıcı bilgileri silinecek.
ur: صارف کی معلومات حذف کردی جائیں گی
uz: Foydalanuvchi ma'lumotlari o'chiriladi
vi: Thông tin người dùng sẽ bị xóa
zh: 用户信息将被删除
zu: Imininingwane yomsebenzisi izosuswa
