Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# withdrawalMessage
source: If you withdraw, all data will be deleted and you will not be able to log in with the same account again
af: As jy uitdroog, sal al die data verwyder word en jy sal nooit weer met dieselfde rekening kan aanmeld nie.
am: አካውንትዎን ካሰረዙ ሁሉም መረጃዎችዎ በቋሚነት ይደመሰሳሉ እና በዚሁ አካውንት እንደገና መግባት አይቻልም።
ar: عند حذف الحساب، سيتم حذف جميع البيانات نهائياً ولن تتمكن من تسجيل الدخول بنفس الحساب مرة أخرى.
as: যদি আপুনি সদস্যপদ বাতিল কৰে তেন্তে সকলো তথ্য মচি পেলোৱা হ'ব আৰু একেটা একাউণ্টৰে পুনৰ লগইন কৰিব নোৱাৰিব।
az: Hesabınızı sildikdə bütün məlumatlarınız tamamilə silinəcək və bu hesabla bir daha giriş edə bilməyəcəksiniz.
be: Прыходзячы да кампаніі, усе даныя будуць выдалены, і вы больш не зможаце ўвайсці з тым жа акаўнтам.
bg: При деактивиране на акаунта всички ваши данни ще бъдат безвъзвратно изтрити и няма да можете повече да влезете със същия акаунт.
bn: অ্যাকাউন্ট বন্ধ করলে সমস্ত ডেটা মুছে ফেলা হবে এবং একই অ্যাকাউন্ট দিয়ে আর কখনো লগইন করতে পারবেন না।
bs: Odjavljivanjem će svi vaši podaci biti trajno obrisani i nećete se više nikada moći prijaviti na isti račun.
ca: Si et dones de baixa, totes les dades seran eliminades i no podràs tornar a iniciar sessió amb el mateix compte mai més.
cs: Pokud se odhlásíte, budou všechna data smazána a již se nebudete moci přihlásit stejným účtem.
cy: Os byddwch yn gadael, caiff yr holl ddata ei ddileu, ac ni fydd modd i chi fewngofnodi i'r un cyfrif eto.
da: Når du afmelder dig, slettes alle data, og du kan aldrig logge ind med den samme konto igen.
de: Wenn Sie Ihr Konto kündigen, werden alle Daten gelöscht und Sie können sich nicht mehr mit demselben Konto anmelden.
el: Εάν αποχωρήσετε, όλα τα δεδομένα θα διαγραφούν και δεν θα μπορείτε ποτέ ξανά να συνδεθείτε με τον ίδιο λογαριασμό.
es: Al eliminar su cuenta, todos los datos se eliminarán permanentemente y no podrá volver a acceder con la misma cuenta.
et: Kui te loobute, kustutatakse kõik andmed ja te ei saa kunagi enam sama kontoga sisse logida.
eu: Kidegitea eraginkortan, datu guztiak ezabatuko dira eta inoiz ezingo duzu same kontuarekin saioa hasteko.
fa: با انصراف از عضویت، تمام داده‌ها حذف می‌شود و دیگر نمی‌توانید با همان حساب کاربری وارد شوید.
fi: Jos poistut järjestelmästä, kaikki tietosi poistetaan, etkä voi enää koskaan kirjautua sisään samalla käyttäjätilillä.
fil: Kapag binubura ang account, lahat ng inyong data ay mawawala at hindi na kayo makakapag-login gamit ang parehong account.
fr: Si vous vous désinscrivez, toutes les données seront supprimées et vous ne pourrez plus jamais vous connecter avec le même compte.
gl: Se se retira, todolos datos serán eliminados e non se poderá iniciar sesión co mesmo contas de novo.
gu: ખાતું બંધ કરવાથી તમામ ડેટા કાયમ માટે ડિલીટ થઈ જશે અને તમે આ જ ખાતાથી ફરીથી લૉગિન કરી શકશો નહીં.
he: כאשר תבטל את המנוי, כל הנתונים יימחקו ולא תוכל להיכנס מחדש עם אותו חשבון.
hi: खाता बंद करने पर सभी डेटा हमेशा के लिए मिट जाएगा और आप इसी खाते से दोबारा लॉगिन नहीं कर पाएंगे।
hr: Ako odjavite svoj račun, svi podaci će biti izbrisani i više nećete moći da se prijavite sa istim nalogom.
hu: Ha leiratkozik, az összes adat törlődik, és soha többé nem tud bejelentkezni ugyanazzal a fiókkal.
hy: Երբ դու հեռանում ես, բոլոր տվյալները կջնջվեն, և դու այլևս չես կարողանա նույն հաշիվի միջոցով մուտք գործել։
id: Jika Anda membatalkan keanggotaan, semua data akan dihapus dan Anda tidak akan dapat masuk kembali dengan akun yang sama.
is: Þegar þú segir upp aðild, þá verða öll gögn eytt og þú getur ekki skráð þig inn aftur með sama reikningi.
it: Eliminando l'account, tutti i dati verranno cancellati e non sarà più possibile accedere con lo stesso account.
ja: 退会をするとすべてデータが削除され、二度と同じアカウントでログインができなくなります。
ka: თუ თქვენ გაწვდით, ყველა მონაცემი წაიშლება და აღარ შეძლებთ იგივე ანგარიშით შესვლა.
kk: Тіркеуден шыққаннан кейін, барлық деректер жойылады, және бірдей аккаунтпен қайтадан кіру мүмкін болмайды.
km: នៅពេលដែលអ្នកលុបគណនី ទិន្នន័យទាំងអស់នឹងត្រូវបានលុបចោល ហើយអ្នកនឹងមិនអាចចូលប្រើគណនីដដែលនេះបានទៀតទេ។
kn: ಖಾತೆ ಮುಚ್ಚಿದರೆ ಎಲ್ಲಾ ಮಾಹಿತಿಯು ಅಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಅದೇ ಖಾತೆಯೊಂದಿಗೆ ಮತ್ತೆ ಎಂದಿಗೂ ಲಾಗಿನ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ko: 탈퇴하시면 모든 데이터가 삭제되며, 동일한 계정으로 다시 로그인할 수 없습니다.
ky: Эгер сиз каттоодон чыксаңыз, бардык маалыматтар жок болот жана ошол эле аккаунтка кайра кирүү мүмкүнчүлүгү болбойт.
lo: ເຖິງຈະຂອງການລົບບັດສະຖານທີ່ສູນສາລະດັບ ແລະທຸກສິ່ງຈະຖືກລົບ ແລະບໍ່ສາມາດລັອດເຂົ້າໄປສູນສິນຄ້າດາຣັບປະຈໍາໃນລະດັບດຽວການໃຊ້ຮອດແນວນີ່.
lt: Atsisakius paskyros, visi duomenys bus ištrinti, o prieiga prie tos pačios paskyros nebeįmanoma.
lv: Ja, izdzēšot kontu, visi dati tiks dzēsti un vairs nebūs iespējams pieslēgties ar to pašu kontu.
mk: Ако се откажете, сите податоци ќе бидат избришани и никогаш нема да можете повторно да се најавите со истата сметка.
ml: അക്കൗണ്ട് പിൻവലിച്ചാൽ എല്ലാ ഡാറ്റയും ഇല്ലാതാക്കപ്പെടും, അതേ അക്കൗണ്ട് ഉപയോഗിച്ച് വീണ്ടും ലോഗിൻ ചെയ്യാൻ സാധിക്കില്ല.
mn: Данс устгаснаар таны бүх өгөгдөл устгагдаж, дахин ижил дансаар нэвтрэх боломжгүй болно.
mr: खाते रद्द केल्यास आपला सर्व डेटा कायमचा काढून टाकला जाईल आणि आपण या खात्याने पुन्हा कधीही लॉगिन करू शकणार नाही.
ms: Apabila anda membatalkan keahlian, semua data akan dipadam dan anda tidak akan dapat log masuk dengan akaun yang sama lagi.
my: အကောင့်ပိတ်လိုက်ပါက ဒေတာအားလုံး ဖျက်ခံရမည်ဖြစ်ပြီး တူညီသောအကောင့်ဖြင့် နောက်တစ်ကြိမ် ဝင်ရောက်၍မရတော့ပါ။
nb: Ved å si opp medlemskapet vil all data bli slettet, og du vil ikke kunne logge inn på samme konto igjen.
ne: खाता बन्द गरेपछि सबै डाटा सदाका लागि मेटिनेछ र तपाईं पुन: उही खातामा लग इन गर्न सक्नुहुनेछैन।
nl: Bij het opzeggen worden alle gegevens verwijderd en is het niet meer mogelijk om met hetzelfde account in te loggen.
no: Ved å avslutte medlemskapet vil all data bli slettet, og det vil ikke være mulig å logge inn med samme konto igjen.
or: ଖାତା ବନ୍ଦ କଲେ ସମସ୍ତ ତଥ୍ୟ ଲୋପ ପାଇବ ଏବଂ ଆଉ କେବେ ସମାନ ଖାତାରେ ଲଗଇନ କରିପାରିବେ ନାହିଁ।
pa: ਜਦੋਂ ਤੁਸੀਂ ਖਾਤਾ ਬੰਦ ਕਰੋਗੇ ਤਾਂ ਸਾਰੇ ਡੇਟਾ ਮਿਟਾ ਦਿੱਤੇ ਜਾਣਗੇ ਅਤੇ ਤੁਸੀਂ ਦੁਬਾਰਾ ਇਸੇ ਖਾਤੇ ਨਾਲ ਲਾਗਇਨ ਨਹੀਂ ਕਰ ਸਕੋਗੇ।
pl: Anulowanie subskrypcji spowoduje usunięcie wszystkich danych i uniemożliwi logowanie się na to samo konto w przyszłości.
ps: که که تاسې دې حساب نه لرې کړي نو ټول معلومات له منځه ځي ، او تاسې بیا له همدې حساب سره لاگ ان نشی کولی.
pt: Ao cancelar a inscrição, todos os dados serão excluídos e você não poderá fazer login com a mesma conta novamente.
ro: Dacă te dezactivezi, toate datele vor fi șterse și nu vei putea să te loghezi din nou cu același cont.
ru: Если вы откажетесь от подписки, все данные будут удалены, и вы больше не сможете войти с той же учетной записью.
si: ඔබ මැදිහත් වීමේදී සියලුම දත්ත මකනු ලබයි, සහ ඒකම ගිණුමේ නැවත ප්‍රවේශයක් ලබා ගැනීමට නොහැක.
sk: Ak aktívne odstránite svoj účet, všetky údaje budú vymazané a už sa nebudete môcť prihlásiť do rovnakého účtu.
sl: Ko se odjavite, se vsi podatki izbrišejo in z istim računom se ne morete več prijaviti.
sq: Duke anuluar, të dhënat do të shpërngulet plotësisht dhe nuk do të mund të kyçeni më me të njëjtin llogari.
sr: Када се одјавите, сви подаци ће бити уклоњени и више нећете моћи да се пријавите са истим налогом.
sv: När du avslutar ditt konto raderas all data och du kan aldrig logga in med samma konto igen.
sw: Ukijiondoa kutoka kwenye akaunti, data zote zako zitafutwa kabisa na hutaweza tena kuingia kwa akaunti hiyo hiyo.
ta: கணக்கு நீக்கத்தின் மூலம் அனைத்து தரவுகளும் நிரந்தரமாக நீக்கப்பட்டு, அதே கணக்கில் மீண்டும் உள்நுழைவது சாத்தியமில்லை.
te: ఖాతాను రద్దు చేస్తే మీ మొత్తం డేటా శాశ్వతంగా తొలగించబడుతుంది మరియు మీరు మళ్లీ ఎప్పుడూ ఈ ఖాతాతో లాగిన్ చేయలేరు.
th: การออกจากระบบจะลบข้อมูลทั้งหมด และไม่สามารถเข้าสู่ระบบด้วยบัญชีเดิมได้อีก
tl: Kapag mag-withdraw kayo, lahat ng inyong data ay mababura at hindi na ninyo magagamit ang account na ito ulit.
tr: Hesabı kapatırsanız, tüm veriler silinecek ve aynı hesapla bir daha asla giriş yapamayacaksınız.
uk: If you unsubscribe, all data will be deleted, and you will no longer be able to log in with the same account.
ur: اگر آپ اپنا اکاؤنٹ بند کرتے ہیں تو تمام ڈیٹا حذف ہوجائے گا اور آپ دوبارہ اسی اکاؤنٹ کے ساتھ لاگ ان نہیں ہوسکیں گے۔
uz: Agar siz o'z hisobingizdan chiqib ketsangiz, barcha ma'lumotlar o'chiriladi va biron bir vaqtda xuddi shu hisobga qaytib kirishingiz mumkin emas.
vi: Khi hủy tài khoản, tất cả dữ liệu sẽ bị xóa và bạn sẽ không thể đăng nhập lại bằng cùng tài khoản này nữa.
zh: 取消订阅后，所有数据将被删除，且无法使用相同的帐户再次登录。
zu: Uma uma uHlelo lokuhoxiswa, yonke idatha izosuswa, futhi ngeke ukwazi ukufaka ku-akhawunti efanayo futhi uphinde ungene ngemvume.

source: RecordPage
am: የመዝገብ ገጽ
ar: صفحة السجلات
as: ৰেকৰ্ড পৃষ্ঠা
az: Qeyd Səhifəsi
be: Запіс старонка
bg: Записи
bn: রেকর্ড পেজ
bs: Evidencija
ca: Registres
cs: StránkaZáznamu
da: Optagelsesside
de: AufnahmeSeite
es: Registro
et: SalvestusLeht
eu: ErregistroOrri
fa: صفحهٔ ثبت
fi: Taltanäkymä
fil: Talaan
fr: Page d'enregistrement
gl: Páxina de rexistro
gu: રેકોર્ડ પેજ
he: דף ההקלטה
hi: रिकॉर्ड पेज
hr: StranicaZapisa
hu: FeljegyzésiOldal
hy: գրանցման էջ
id: HalamanRekam
is: Skýrsla
it: Registro
ka: ჩაწერის გვერდი
kk: ЖазуБеті
km: កំណត់ត្រា
kn: ನೋಂದಣಿ ಪುಟ
ko: 기록
ky: ЖазылуБаракчасы
lt: ĮrašųPuslapis
lv: ReģistrācijasLapa
mk: Записување
ml: റെക്കോർഡ് പേജ്
mn: Бичлэгийн хуудас
mr: रेकॉर्डपृष्ठ
ms: HalamanRekod
my: မှတ်တမ်း
ne: रेकर्ड पेज
no: RegistroSide
or: ରେକର୍ଡ ପୃଷ୍ଠା
pa: ਰਿਕਾਰਡ ਪੇਜ
pl: StronaRejestru
ps: د ثبت پاڼه
pt: Registro
ro: PaginaÎnregistrare
ru: СтраницаЗаписи
si: ریکارڈ پیج
sk: Záznamová stránka
sl: Zapis strani
sq: Faqja e regjistrimit
sr: StranicaZaZapisivanje
sv: Anteckningssida
sw: Ukurasa wa Rekodi
ta: பதிவுகள்
te: రికార్డ్ పేజీ
th: หน้าบันทึก
tl: Rekord
tr: KaydetSayfası
ur: ریکارڈ صفحہ
vi: Ghi Chép
zh: 记录页面
zu: Ibhodi Yokurekhoda

# doReLogin
source: Please re-login
af: Meld asseblief weer in.
am: እባክዎ እንደገና ይግቡ
ar: يرجى تسجيل الدخول مرة أخرى
as: পুনৰ লগইন কৰক
az: Yenidən daxil olun
be: Калі ласка, увайдзіце зноў
bg: Моля, влезте отново
bn: অনুগ্রহ করে পুনরায় লগইন করুন
bs: Molimo prijavite se ponovo
ca: Si us plau, torneu a iniciar sessió
cs: Prosím, přihlaste se znovu.
cy: Ailwch i gyd-fynd â'r cyfrif.
da: Log ind igen venligst
de: Bitte melden Sie sich erneut an.
el: Παρακαλώ συνδεθείτε ξανά
es: Por favor, inicie sesión nuevamente
et: Palun logige uuesti sisse
eu: Mesedez, saioa berriro hasi
fa: لطفاً دوباره وارد شوید
fi: Kirjaudu uudelleen sisään.
fil: Mangyaring mag-login ulit
fr: Veuillez vous reconnecter
gl: Por favor, inicie sesión novamente.
gu: કૃપા કરીને ફરીથી લોગિન કરો
he: יש להיכנס שוב למערכת
hi: कृपया दोबारा लॉगिन करें
hr: Molimo vas ponovno se prijavite.
hu: Kérjük, jelentkezzen be újra
hy: Խնդրում ենք նիհարել կրկին
id: Silakan login kembali
is: Vinsamlegast skráðu þig aftur inn.
it: Si prega di effettuare nuovamente il login
ja: 再ログインしてください
ka: გთხოვთ კვლავ შესვლით მოახდინოთ
kk: Қайта кіріңіз
km: សូមចូលម្តងទៀត
kn: ದಯವಿಟ್ಟು ಮತ್ತೆ ಲಾಗಿನ್ ಮಾಡಿ
ko: 다시 로그인해주세요
ky: Кайра кириңиз
lo: ກະລຸນາໍແລະໃສ່ສະຖານທີ່ໃໝ່ຂອງທ່ານອີກໃນລະບຽບ
lt: Prašome vėl prisijungti.
lv: Lūdzu, piesakieties vēlreiz.
mk: Ве молиме повторно да се најавите
ml: വീണ്ടും ലോഗിൻ ചെയ്യുക
mn: Дахин нэвтэрч орно уу
mr: कृपया पुन्हा लॉगिन करा
ms: Sila log masuk semula
my: ကျေးဇူးပြု၍ ပြန်လည်လော့ဂ်အင်ဝင်ပါ
nb: Vennligst logg inn igjen
ne: फेरि लगइन गर्नुहोस्
nl: Gelieve opnieuw in te loggen.
no: Vennligst logg inn igjen
or: ପୁନଃ ଲଗ୍‌ଇନ୍‌ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਲਾਗਇਨ ਕਰੋ
pl: Zaloguj się ponownie
ps: مهرباني وکړئ بیا لاگ ان شئ
pt: Por favor, faça o login novamente
ro: Te rugăm să te reinscrii
ru: Пожалуйста, выполните повторный вход
si: කුඩා පුරවන්න
sk: Prosím, prihláste sa znova.
sl: Prosimo, prijavite se ponovno.
sq: Ju lutem, logohuni përsëri
sr: Молимо вас да се поново пријавите.
sv: Vänligen logga in igen
sw: Ingia tena
ta: மீண்டும் உள்நுழையவும்
te: దయచేసి మళ్లీ లాగిన్ చేయండి
th: กรุณาเข้าสู่ระบบอีกครั้ง
tl: Mangyaring mag-login muli
tr: Lütfen tekrar giriş yapın.
uk: Please log in again.
ur: براہ کرم دوبارہ لاگ ان کریں
uz: Qayta tizimga kiring
vi: Vui lòng đăng nhập lại
zh: 请重新登录
zu: Sicela ubuye ungene.

# reLoginMessage
source: Before withdrawing, please re-login to confirm your identity. Your withdrawal process will start automatically
af: Sluit asseblief weer aan voordat jy jou rekening kanselleer ter bevestiging van jou identiteit. Na die herlogin sal die kansellasie outomaties begin.
am: ከመውጣትዎ በፊት የመታወቂያ ማረጋገጫ ለማድረግ እንደገና ይግቡ። ከተመለሱ በኋላ የመውጣት ሂደቱ በራስ ሰር ይጀምራል።
ar: يرجى تسجيل الدخول مرة أخرى للتحقق من الهوية قبل إلغاء الحساب. بعد تسجيل الدخول مرة أخرى، ستبدأ عملية إلغاء الحساب تلقائياً
as: একাউণ্ট বিলোপৰ আগতে পৰিচয় প্ৰমাণীকৰণৰ বাবে অনুগ্ৰহ কৰি পুনৰ লগ ইন কৰক। পুনৰ লগ ইনৰ পিছত স্বয়ংক্ৰিয়ভাৱে একাউণ্ট বিলোপ প্ৰক্ৰিয়া আৰম্ভ হ'ব।
az: Hesabı ləğv etməzdən əvvəl şəxsiyyətinizi təsdiq etmək üçün yenidən daxil olun. Yenidən daxil olduqdan sonra hesabın ləğvi prosesi avtomatik başlayacaq.
be: Каб адключыцца, калі ласка, пераўвайдзіце, каб пацвердзіць вашу асобу. Пасля паўторнага ўваходу працэс адключэння будзе ініцыявацца аўтаматычна.
bg: Моля, влезте отново за потвърждаване на самоличността преди изтриване на профила. След повторното влизане процесът на изтриване ще започне автоматично.
bn: অ্যাকাউন্ট বাতিলের আগে পরিচয় যাচাইয়ের জন্য অনুগ্রহ করে পুনরায় লগ ইন করুন। পুনরায় লগ ইনের পর স্বয়ংক্রিয়ভাবে অ্যাকাউন্ট বাতিল প্রক্রিয়া শুরু হবে।
bs: Molimo vas da se ponovo prijavite radi potvrde identiteta prije brisanja računa. Nakon ponovne prijave, proces brisanja računa će se automatski pokrenuti.
ca: Abans de cancel·lar el compte, torneu a iniciar sessió per verificar la vostra identitat. Després de tornar a iniciar sessió, s'iniciarà automàticament el procés de cancel·lació del compte.
cs: Než se odhlásíte, prosím, přihlaste se znovu k ověření totožnosti. Po znovupřihlášení se automaticky zahájí proces odhlášení.
cy: Dylech chi ail-logi i gadarnhau eich hun cyn dyddio allan. Ar ôl ail-logi, bydd y broses ddyddio yn dechrau'n awtomatig.
da: Log ind igen for identitetsbekræftelse før du melder dig ud. Efter genindlæsning påbegyndes afmeldingsprocessen automatisk.
de: Bitte loggen Sie sich vor der Kündigung erneut ein, um Ihre Identität zu bestätigen. Nach der erneuten Anmeldung beginnt automatisch der Kündigungsprozess.
el: Παρακαλώ συνδεθείτε ξανά για την επαλήθευση της ταυτότητας πριν από την ακύρωση της συνδρομής. Μετά την επανασύνδεση, η διαδικασία ακύρωσης θα αρχίσει αυτόματα.
es: Por favor, vuelve a iniciar sesión para verificar tu identidad antes de cancelar tu cuenta. Después de volver a iniciar sesión, el proceso de cancelación de cuenta comenzará automáticamente.
et: Palun logige uuesti sisse, et kontrollida oma isikut enne lahkumist. Pärast uuesti sisselogimist algab automaatselt lahkumisprotsess.
eu: Saioa huts egin aurretik, mesedez, saio berriz hasi zaitez berretsi asmoa. Saio berriz hasi ondoren, automatikoki hasiko da saioaren amaiera prozesua.
fa: لطفاً قبل از لغو عضویت، دوباره وارد حساب خود شوید تا هویت شما تأیید شود. پس از ورود مجدد، فرآیند لغو عضویت به طور خودکار آغاز خواهد شد.
fi: Ennen tilin sulkemista, kirjaudu takaisin sisään henkilöllisyyden vahvistamiseksi. Kirjautumisen jälkeen tilin sulkeminen alkaa automaattisesti.
fil: Mag-log in muli para sa pagpapatunay ng pagkakakilanlan bago i-deactivate ang account. Awtomatikong magsisimula ang proseso ng pag-deactivate pagkatapos ng muling pag-log in.
fr: Veuillez vous reconnecter pour vérifier votre identité avant de vous désinscrire. Une fois reconnecté, le processus de désinscription commencera automatiquement.
gl: Antes de dar de baixa, por favor inicie sesión novamente para verificar a identidade. Despois de iniciar sesión novamente, o proceso de dar de baixa comezará automáticamente.
gu: ખાતું બંધ કરતાં પહેલાં ઓળખ ચકાસણી માટે ફરીથી લૉગ ઇન કરો. ફરીથી લૉગ ઇન કર્યા પછી, આપોઆપ ખાતું બંધ કરવાની પ્રક્રિયા શરૂ થશે.
he: אנא התחבר מחדש לאישור הזהות שלך לפני שאתה מתנתק. לאחר התחברות מחדש, תהליך ההתנתקות יחל אוטומטית.
hi: खाता बंद करने से पहले पहचान सत्यापन के लिए कृपया पुनः लॉगिन करें। पुनः लॉगिन के बाद, खाता बंद करने की प्रक्रिया स्वचालित रूप से शुरू हो जाएगी।
hr: Molimo vas da se ponovno prijavite za verifikaciju identiteta prije nego što se odjavite. Nakon ponovne prijave, postupak odjave će se automatski pokrenuti.
hu: Kérjük, jelentkezzen be újra az azonosítás érdekében a tagság törlése előtt. A bejelentkezés után automatikusan megkezdődik a tagság törlése.
hy: Խնդրում ենք կրկին մուտք գործել ինքնութիւն հաստատելու համար նախքան անդամակցությունից հրաժարումը: Կրկին մուտք գործելուց հետո ավտոմատ կերպով կսկսվի անդամակցությունից հրաժարվելու ընթացքը
id: Silakan masuk kembali untuk verifikasi identitas sebelum keluar. Setelah masuk kembali, proses keluar akan dimulai secara otomatis.
is: Vinsamlegast skráðu þig inn aftur fyrir persónuvernd áður en þú segir þig úr. Eftir að þú skráir þig inn aftur fer aðgerðin að segja sig úr sjálfkrafa í gang.
it: Prima di cancellare l'account, effettua nuovamente l'accesso per verificare la tua identità. Dopo il nuovo accesso, il processo di cancellazione dell'account inizierà automaticamente.
ja: 退会前に本人確認のために再ログインをしてください。再ログイン後、自動的に退会処理が始まります
ka: გთხოვთ, ხელახალი შესვლა გააკეთოთ პიროვნული გადამოწმებისთვის გაწვდვამდე. ხელახალი შესვლის შემდეგ, გაუქმების პროცესი ავტომატურად დაიწყება.
kk: Қолданушы ретінде жеке тұлғаңызды растау үшін кетпес бұрын қайтадан логин жасауыңыз қажет. Қайта логин жасағаннан кейін автоматты түрде жазбаны жою процесі басталады.
km: សូមចូលគណនីម្តងទៀតដើម្បីបញ្ជាក់អត្តសញ្ញាណមុនពេលលុបគណនី។ បន្ទាប់ពីចូលគណនីម្តងទៀត ដំណើរការលុបគណនីនឹងចាប់ផ្តើមដោយស្វ័យប្រវត្តិ។
kn: ಖಾತೆ ಮುಚ್ಚುವ ಮೊದಲು ಗುರುತಿನ ದೃಢೀಕರಣಕ್ಕಾಗಿ ದಯವಿಟ್ಟು ಮತ್ತೆ ಲಾಗಿನ್ ಆಗಿ। ಮತ್ತೆ ಲಾಗಿನ್ ಆದ ನಂತರ, ತಾನಾಗಿಯೇ ಖಾತೆ ಮುಚ್ಚುವ ಪ್ರಕ್ರಿಯೆ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ
ko: 탈퇴 전에 본인 확인을 위해 다시 로그인해 주세요. 재로그인 후 자동으로 탈퇴 처리가 시작됩니다.
ky: Чечимдиктен мурун, жеке өзүңүздү ырастоо үчүн кайра киришиңиз керек. кайра киргенден кийин, автоматтык түрдө чечимдерди өчүрүү иши башталат.
lo: ໃນກ່ຽວກັບການອອກຈາກລໍບໍດິກ, ກະລຸນາເຂົ້າໃນລະບົບໃນລະບົບອີກຄັ້ງແລະໃຫ້ສົດໃໝ່ນຳພິດຈິກແພ້ປໍ່ຄວາມຈິງ ວ່າຈະມີການໃຫ້ບໍລິ ປະດິດ. ອັດອອກລະບົບຈະເຂົ້າໃນລະບົບສຳເລັດ.
lt: Prieš atsisakiant paskyros, prašome dar kartą prisijungti. Po prisijungimo automatiškai prasidės paskyros atsisakymo procesas.
lv: Lūdzu, veiciet atkārtotu pieteikšanos, lai veiktu personas identifikāciju pirms izstāšanās. Pēc atkārtotas pieteikšanās automātiski tiks uzsākta izstāšanās procedūra.
mk: Ве молиме да се повторно најавите за потврда на идентитетот пред да се отповикате. По повторната најавување, автоматски ќе започне процесот на отповикување.
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുന്നതിന് മുമ്പ് ഐഡന്റിറ്റി സ്ഥിരീകരണത്തിനായി വീണ്ടും ലോഗിൻ ചെയ്യുക. വീണ്ടും ലോഗിൻ ചെയ്ത ശേഷം, സ്വയമേവ അക്കൗണ്ട് ഇല്ലാതാക്കൽ പ്രക്രിയ ആരംഭിക്കും
mn: Бүртгэлээ цуцлахын өмнө хувийн мэдээллээ баталгаажуулахын тулд дахин нэвтэрнэ үү. Дахин нэвтэрсний дараа автоматаар бүртгэл цуцлах үйл явц эхэлнэ.
mr: खाते बंद करण्यापूर्वी ओळख पडताळणीसाठी कृपया पुन्हा लॉगिन करा. पुन्हा लॉगिन केल्यानंतर आपोआप खाते बंद करण्याची प्रक्रिया सुरू होईल.
ms: Sila log masuk semula untuk pengesahan identiti anda sebelum menyertai. Pengendalian pengunduran akan bermula secara automatik selepas log masuk semula.
my: အကောင့်ထွက်ခွာမှုမတိုင်မီ ကိုယ်ရေးကိုယ်တာ အတည်ပြုရန်အတွက် ပြန်လည်အကောင့်ဝင်ရောက်ပါ။ ပြန်လည်အကောင့်ဝင်ရောက်ပြီးနောက် အလိုအလျောက် အကောင့်ထွက်ခွာမှု လုပ်ငန်းစဉ် စတင်မည်ဖြစ်သည်။
nb: Vennligst logg inn igjen for identitetsbekreftelse før du avmelder deg. Etter at du har logget inn igjen, vil prosessen for avmelding starte automatisk.
ne: खाता बन्द गर्नु अघि पहिचान पुष्टिका लागि कृपया पुनः लगइन गर्नुहोस्। पुनः लगइन पछि स्वचालित रूपमा खाता बन्द गर्ने प्रक्रिया सुरु हुनेछ।
nl: Log opnieuw in voor identificatie voordat je je afmeldt. Na het opnieuw inloggen begint de afmeldprocedure automatisch.
no: Vennligst logg inn igjen for å bekrefte identiteten din før du avslutter medlemskapet. Etter at du har logget inn igjen, vil avmeldingsprosessen starte automatisk.
or: ଖାତା ବନ୍ଦ କରିବା ପୂର୍ବରୁ ପରିଚୟ ଯାଞ୍ଚ ପାଇଁ ଦୟାକରି ପୁନଃ ଲଗଇନ୍ କରନ୍ତୁ। ପୁନଃ ଲଗଇନ୍ ପରେ, ସ୍ୱୟଂକ୍ରିୟ ଭାବରେ ଖାତା ବନ୍ଦ ପ୍ରକ୍ରିୟା ଆରମ୍ଭ ହେବ।
pa: ਖਾਤਾ ਬੰਦ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਪਛਾਣ ਦੀ ਪੁਸ਼ਟੀ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਲਾਗਇਨ ਕਰੋ। ਦੁਬਾਰਾ ਲਾਗਇਨ ਹੋਣ ਤੋਂ ਬਾਅਦ, ਖਾਤਾ ਬੰਦ ਕਰਨ ਦੀ ਪ੍ਰਕਿਰਿਆ ਆਪਣੇ ਆਪ ਸ਼ੁਰੂ ਹੋ ਜਾਵੇਗੀ।
pl: Proszę się ponownie zalogować w celu potwierdzenia tożsamości przed rezygnacją. Po ponownym zalogowaniu proces rezygnacji rozpocznie się automatycznie.
ps: لطفاً مخکې له دې چې له حسابه راوښی، د خپل هویت د تایید لپاره بیا لاګ ان کړئ. وروسته له دې چې بیا لاګ ان شئ، د حساب له مخې له منځه وړل به په اوتوماتيک توګه پروسه پیل شي.
pt: Por favor, faça o login novamente para verificação de identidade antes de cancelar a inscrição. Após o login, o processo de cancelamento será iniciado automaticamente.
ro: Vă rugăm să vă reconectați pentru confirmarea identității înainte de a vă dezactiva contul. Procesul de dezactivare va începe automat după reconectare.
ru: Перед выходом, пожалуйста, войдите в систему снова для подтверждения вашей личности. После повторного входа будет автоматически начата процедура выхода.
si: කරනයකට පෙර ඔබේ හැඳුනුම්පත තහවුරු කිරීම සඳහා නැවත ඇලිවීම් කරන්න. නැවත ඇලිවීම් කිරීමෙන් පසු, ස්වයංක්‍රීයව පදිංචි කරන ලදි.
sk: Pred odhlásením sa, prosím, znovu sa prihláste kvôli overeniu identity. Po opätovnom prihlásení sa automaticky začne proces odhlásenia.
sl: Preden se odjavite, se prijavite za potrjevanje identitete. Po ponovni prijavi se bo samodejno začel postopek odjave.
sq: Ju lutem, regjistrohuni përsëri për verifikimin e identitetit para se të largoheni nga shërbimi. Pas regjistrimit të përsëritur, procesi i largimit do të fillojë automatikisht.
sr: Молимо вас да се поново пријавите ради верификације пре него што се одјавите. Након поновног пријављивања, обрада одјаве ће се аутоматски започети.
sv: Vänligen logga in igen för att bekräfta din identitet innan du avregistrerar dig. Efter omloggning påbörjas automatiskt avregistreringsprocessen.
sw: Tafadhali ingia tena ili kuthibitisha utambulisho wako kabla ya kufuta akaunti. Baada ya kuingia tena, mchakato wa kufuta akaunti utaanza kiotomatiki.
ta: கணக்கை நீக்கும் முன் அடையாள சரிபார்ப்புக்காக மீண்டும் உள்நுழையவும். மீண்டும் உள்நுழைந்த பின், தானாகவே கணக்கு நீக்கும் செயல்முறை தொடங்கும்
te: ఖాతా రద్దు చేయడానికి ముందు గుర్తింపు ధృవీకరణ కోసం దయచేసి మళ్లీ లాగిన్ చేయండి. మళ్లీ లాగిన్ అయిన తర్వాత, స్వయంచాలకంగా ఖాతా రద్దు ప్రక్రియ మొదలవుతుంది
th: โปรดเข้าสู่ระบบอีกครั้งเพื่อยืนยันตัวตนก่อนที่จะยกเลิกการเป็นสมาชิก หลังจากเข้าสู่ระบบอีกครั้ง จะเริ่มดำเนินการยกเลิกการเป็นสมาชิกโดยอัตโนมัติ
tl: Mangyaring mag-log in muli para sa pagpapatunay ng pagkakakilanlan bago tanggalin ang account. Pagkatapos ng muling pag-log in, awtomatikong magsisimula ang proseso ng pagtanggal ng account.
tr: Lütfen, üyeliğinizden çıkmadan önce doğrulama için tekrar giriş yapın. Tekrar giriş yaptıktan sonra, otomatik olarak üyelikten çıkma işlemi başlayacaktır.
uk: Please log in again for identity verification before leaving. After logging in again, the cancellation process will begin automatically.
ur: کسی کے رکنیت ختم کرنے سے پہلے، برائے مہربانی دوبارہ لاگ ان کریں تاکہ آپ کی شناخت کی تصدیق کی جا سکے۔ دوبارہ لاگ ان کرنے کے بعد، خود بخود رکنیت ختم کرنے کا عمل شروع ہو جائے گا۔
uz: Obunani voz kechirish uchun yana kirishingiz kerak. Qayta kirganingizdan so'ng, avtomatik ravishda obunani bekor qilish jarayoni boshlanadi.
vi: Vui lòng đăng nhập lại để xác minh danh tính trước khi hủy tài khoản. Sau khi đăng nhập lại, quá trình hủy tài khoản sẽ tự động bắt đầu.
zh: 在退会之前，请再次登录以进行身份验证。重新登录后，将自动开始退会处理。
zu: Ngaphambi kokuphuma, sicela ungene ngemvume ukuze uqinisekise ubuqiniso bakho. Ngemva kokungena, inqubo yokuphuma izoqala ngokuzenzakalelayo.
