Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# currentTimeZone
source: Currently set timezone
af: Huidige tydsone wat gestel is.
am: የተዋቀረው ጊዜ ዞን
ar: المنطقة الزمنية الحالية
as: বৰ্তমানে নিৰ্ধাৰিত সময় অঞ্চল
az: Cari vaxt zonası
be: Ця зона часу, якая ўсталяваная на цяперашні момант
bg: Текущо зададена часова зона
bn: বর্তমানে সেট করা টাইমজোন
bs: Trenutno podešena vremenska zona
ca: Zona horària configurada actualment
cs: Aktuálně nastavené časové pásmo
cy: Zoned amser presennol sydd wedi'i sefydlu
da: Den nuværende indstillede tidszone
de: Der derzeit eingestellte Zeitzone
el: Η τρέχουσα ρυθμισμένη ζώνη ώρας
es: Zona horaria actual
et: Käesolev ajavöönd, mis on seadistatud
eu: Uneko zehaztuta dagoen ordutegia
fa: منطقه زمانی فعلی تنظیم شده
fi: Tällä hetkellä asetettu aikavyöhyke
fil: Kasalukuyang Time Zone na Naka-set
fr: Fuseau horaire actuellement configuré
gl: Fusos horarios configurados actualmente
gu: હાલમાં સેટ કરેલ ટાઇમ ઝોન
he: האזור הזמן שהוגדר כעת
hi: वर्तमान में सेट टाइम ज़ोन
hr: Trenutna postavka vremenske zone
hu: Jelenleg beállított időzóna
hy: Համոզված է, որ ներկայումս սահմանված ժամային գոտին
id: Zona waktu yang saat ini disetel
is: Núverandi stillt tímasvæði
it: Fuso orario attualmente impostato
ja: 現在設定されているタイムゾーン
ka: ამჟამად განთავსებული დროის ზონა
kk: Қазіргі уақытта орнатылған уақыт белдеуі
km: តំបន់ពេលវេលាបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಹೊಂದಿಸಲಾಗಿರುವ ಸಮಯ ಮಂಡಲ
ko: 현재 설정된 시간대
ky: Учуралган учурдагы убакыт поясы
lo: དາང་སྦེ་བརྗེས་འབད་པའི་སྟོན་ཚིག་ཨང་གྲངས་མཐོང་པར་ཡིན
lt: Šiuo metu nustatytas laiko zona
lv: Pašreiz iestatītais laika josla
mk: Тековно поставената временска зона
ml: നിലവിലെ ടൈം സോൺ
mn: одоогийн тохируулсан цагийн бүс
mr: सध्या सेट केलेला टाइम झोन
ms: Zon waktu yang sedang ditetapkan
my: လက်ရှိသတ်မှတ်ထားသည့်အချိန်ဇုန်
nb: Nåværende innstilt tidssone
ne: हाल सेट गरिएको समय क्षेत्र
nl: De momenteel ingestelde tijdzone
no: Nåværende innstilt tidssone
or: ବର୍ତ୍ତମାନ ସେଟ୍ ହୋଇଥିବା ଟାଇମ ଜୋନ୍
pa: ਵਰਤਮਾਨ ਵਿੱਚ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਟਾਈਮ ਜ਼ੋਨ
pl: Aktualnie ustawiona strefa czasowa
ps: اوسنی ترتیب شوی ټایم زون
pt: Fuso horário atualmente configurado
ro: Fuseul de timp setat actualmente
ru: Текущий установленный часовой пояс
si: මෙම විටමින් පවා ස්ථාපිත කළ වේලාව භාෂාව
sk: Aktuálne nastavené časové pásmo
sl: Trenutna nastavitev časovnega pasu
sq: Zona e kohës që është aktualisht e vendosur
sr: Тренутно подешени временски појас
sv: Aktuell inställd tidszon
sw: Mkoa wa wakati wa sasa
ta: தற்போதைய நேர மண்டலம்
te: ప్రస్తుతం సెట్ చేయబడిన టైమ్ జోన్
th: เขตเวลาที่ตั้งค่าไว้ในปัจจุบัน
tl: Kasalukuyang time zone
tr: Ayarlanan mevcut saat dilimi
uk: Current time zone set
ur: ترتیب دی گئی ٹائم زون
uz: Joriy sozlanayotgan vaqt zonasi
vi: Múi giờ hiện tại được thiết lập
zh: 当前设置的时区
zu: I-zeitzone esikhona njengamanje

source: Yes
af: Ja
am: አዎ
ar: نعم
as: হয়
az: Bəli
be: Так
bg: Да
bn: হ্যাঁ
bs: da
ca: Sí
cs: Ano
cy: ie
da: Ja
de: Ja
el: Ναι
es: Sí
et: Jah
eu: Bai
fa: بله
fi: Kyllä
fil: Oo
fr: Oui
gl: Si
gu: હા
he: כן
hi: हाँ
hr: Da
hu: Igen
hy: Այո
id: iya
is: Já
it: Sì
ja: はい
ka: დიახ
kk: иә
km: បាទ
kn: ಹೌದು
ko: 네
ky: Ооба
lo: ອັກສອນ
lt: Taip
lv: Jā
mk: Да
ml: അതെ
mn: Тийм
mr: होय
ms: ya
my: ဟုတ်
nb: Ja
ne: हो
nl: Ja
no: ja
or: ହଁ
pa: ਹਾਂ
pl: Tak
ps: هو
pt: Sim
ro: da
ru: Да
si: ඔව්
sk: Áno
sl: Da
sq: Po
sr: да
sv: Ja
sw: Ndio
ta: ஆம்
te: అవును
th: ใช่
tl: Oo
tr: Evet
ur: جی ہاں
uz: ha
vi: Có
zh: 是
zu: Yebo

source: No
af: Nee
am: አይደለም
ar: لا
as: নহয়
az: Xeyr
be: Не
bg: Не
bn: না
bs: Ne
cs: Ne
cy: Na
da: Nej
de: Nein
el: Όχι
et: Ei
eu: Ez
fa: خیر
fi: Ei
fil: Hindi
fr: Non
gl: Non
gu: ના
he: לא
hi: नहीं
hr: Ne
hu: Nem
hy: Ոչ
id: Tidak
is: nei
ja: いいえ
ka: არა
kk: жоқ
km: ទេ
kn: ಇಲ್ಲ
ko: 아니요
ky: жок
lo: ບໍ່
lt: Ne
lv: nē
mk: Не
ml: ഇല്ല
mn: үгүй
mr: नाही
ms: Tidak
my: မဟုတ်ပါ
nb: nei
ne: होइन
nl: Nee
no: nei
or: ନା
pa: ਨਹੀਂ
pl: Nie
ps: نہ
pt: Não
ro: Nu
ru: Нет
si: නැහැ
sk: nie
sl: Ne
sq: Jo
sr: Не
sv: Nej
sw: Hapana
ta: இல்லை
te: లేదు
th: ไม่ได้
tl: Hindi
tr: Hayır
ur: نہیں
uz: Yo'q
vi: Không
zh: 不
zu: Cha

# unsubscribeInfo
source: About cancellation
af: Kansellasie
am: ስለ መሻር
ar: حول الإلغاء
as: বাতিলকৰণৰ বিষয়ে
az: Ləğv etmə haqqında
be: Аб хуткай адмене
bg: За прекратяване
bn: বাতিল সম্পর্কে
bs: O otkazivanju
ca: Sobre la cancel·lació
cs: O zrušení předplatného
cy: Am ddiangsoddiad
da: Om annullering
de: Vorbereitung zur Kündigung
el: Ακύρωση
es: Acerca de la cancelación
et: Tühistamise kohta
eu: Eskin baliabideari buruz
fa: در مورد لغو اشتراک
fi: Peruutuksesta
fil: Tungkol sa Pagkakansel
fr: À propos de l'annulation
gl: Sobre a cancelación
gu: રદીકરણ વિશે
he: לגבי ביטול
hi: रद्दीकरण के बारे में
hr: O otkazivanju
hu: A lemondásról
hy: Մերժման մասին
id: Tentang pembatalan
is: Um að segja upp áskrift
it: Informazioni sulla cancellazione
ja: 解約について
ka: შეწყვეტის შესახებ
kk: Жазылымды тоқтату туралы
km: អំពីការលុបចោល
kn: ರದ್ದತಿ ಕುರಿತು
ko: 해지 안내
ky: Ток томоосу жөнүндө
lo: ກ່ຽວກັບການຍົດບັດ
lt: Apie atšaukimą
lv: Par informācijas par atteikšanu
mk: За откажување
ml: റദ്ദാക്കലിനെ കുറിച്ച്
mn: Цуцлалтын тухай
mr: रद्दीकरणाबद्दल
ms: Mengenai pembatalan
my: ပယ်ဖျက်ခြင်းအကြောင်း
nb: Om kansellering
ne: रद्दीकरण बारेमा
nl: Overeenkomst beëindigen
no: Angående avbestilling
or: ବାତିଲ୍ ବିଷୟରେ
pa: ਰੱਦ ਕਰਨ ਬਾਰੇ
pl: Wygaśnięcie umowy
ps: د ختم کولو په اړه
pt: Sobre o cancelamento
ro: Despre anulare
ru: Отмена подписки
si: අළෙවි අවසන් කිරීම පිළිබඳ
sk: O zrušení predplatného
sl: O odpovedi na naročnino
sq: Për anulimin
sr: O otkazivanju
sv: Avslutning av prenumeration
sw: Kuhusu kufuta usajili
ta: ரத்து செய்வது பற்றி
te: రద్దు గురించి
th: เกี่ยวกับการยกเลิก
tl: Tungkol sa Pagkakansela
tr: İptal hakkında
ur: منسوخی کے بارے میں
uz: Bekor qilish haqida
vi: Về việc hủy đăng ký
zh: 关于取消订阅
zu: Mayelana nokukhanselwa

source: Pill reminder
af: Pillinname
am: ፒል መውሰድ ማሳሰቢያ
ar: إشعار تناول الحبوب
as: গৰ্ভনিৰোধক বড়ি সেবনৰ জাননী
az: Həb qəbul bildirişi
be: Апавяшчэнне пра прыняцце пілюль
bg: Уведомление за приемане на хапчета
bn: পিল সেবনের বিজ্ঞপ্তি
bs: Obavještenje o uzimanju pilule
ca: Notificació de presa de la píndola
cs: Upozornění na užívání pilulek
cy: Hysbysiad cymryd pil
da: Pillerin indtagelsesnotifikation
de: Pill-Einnahmebenachrichtigung
el: Ειδοποίηση λήψης χαπιού
es: Notificación de toma de píldora
et: Ravimi võtmise teated
eu: Pillaren hartzeko ohartarazpena
fa: اعلام مصرف قرص
fi: Pillin ottamisen ilmoitus
fil: Paalala ng Pag-inom ng Pill
fr: Notifications de prise de pilules
gl: Notificación de toma de píldoras
gu: ગોળી સેવન સૂચના
he: התראה על נטילת כדורים
hi: पिल सेवन सूचना
hr: Obavijest o uzimanju pilula
hu: Pill bevitel értesítés
hy: Պիլլի օգտագործման ծանուցում
id: Notifikasi pengambilan pil
is: Tilkynning um pillur
it: Notifica assunzione pillola
ja: ピルの服用通知
ka: პილების მიღების შეტყობინება
kk: Дәрі қабылдау туралы хабарлама
km: ការជូនដំណឹងញុាំថ្នាំពីល
kn: ಮಾತ್ರೆ ಸೇವನೆಯ ಅಧಿಸೂಚನೆ
ko: 피임약 복용 알림
ky: Пилдерди колдонуу тууралуу билдирүү
lo: ການແຈ້ງແນະບັດກ່ຽວກັບການໃຊ້ບິນ
lt: Pranešimas apie tablečių vartojimą
lv: Tablešu lietošanas paziņojums
mk: Уведување за консумирање на пилули
ml: ഗുളിക കഴിക്കാനുള്ള അറിയിപ്പ്
mn: Эмийн бэлдмэл уух мэдэгдэл
mr: गोळी सेवनाची सूचना
ms: Notifikasi pengambilan pil
my: ပီလူးဆေးသောက်ရန် အသိပေးချက်
nb: Pillevarsling
ne: गोली सेवन सूचना
nl: Pill-inname notificatie
no: Pilleinntaking varsel
or: ବଟିକା ସେବନ ସୂଚନା
pa: ਗੋਲੀ ਲੈਣ ਦੀ ਸੂਚਨਾ
pl: Powiadomienie o zażywaniu tabletek
ps: د پیلو د استعمال خبرتیا
pt: Notificação de uso do anticoncepcional
ro: Notificare pentru administrarea pilulelor
ru: Уведомление о приеме таблетки
si: පිල් භාවිතා වීමේ දුරකතන දැනුම්දීම
sk: Upozornenie na užitie pilulky
sl: Obvestilo o uporabi tabletke
sq: Njoftimi për marrjen e pillave
sr: Обавештење о узимању пилуле
sv: Påminnelse om piller
sw: Arifa ya kutumia dawa
ta: மாத்திரை எடுத்துக்கொள்ளும் அறிவிப்பு
te: పిల్ సేవన నోటిఫికేషన్
th: การแจ้งเตือนการใช้ยาคุม
tl: Paalala sa Pag-inom ng Pills
tr: İlaç alım bildirimi
ur: گولیوں کے استعمال کی اطلاع
uz: Pillni qabul qilish xabarnomasi
vi: Thông báo uống thuốc tránh thai
zh: 服用通知
zu: Isikhumbuzi sokuthatha amapilisi

# takePillReminderChannelName
source: Take pill reminder
af: Skeduleer kennisgewings
am: የክኒን መውሰድ ማሳወቂያ
ar: تنبيه تناول الحبوب
as: ঔষধ সেৱনৰ জাননী
az: Həb bildirişi
be: Спасылка на прыёмы
bg: Известия за приемане
bn: সেবনের বিজ্ঞপ্তি
bs: Obavještenja o uzimanju
ca: Notificacions de presa
cs: Oznámení o užívání
cy: Rhybudd cymryd
da: Pillereminder
de: Einnahmebenachrichtigung
el: Ειδοποίηση λήψης
es: Notificaciones de toma
et: Ravimiteate
eu: Hartzearako oharrak
fa: پیام یادآوری مصرف
fi: Tabletti-ilmoitus
fil: Paalala sa Pag-inom
fr: Rappel de prise
gl: Notificación de toma
gu: દવા સેવનની સૂચના
he: התראת נטילה
hi: गोली सेवन सूचना
hr: Obavijest o uzimanju
hu: Gyógyszerszedési értesítés
hy: Պատվերի ծանուցում
id: Pemberitahuan Penggunaan
is: Lyfjaskyldu
it: Notifiche assunzione
ja: 服用通知
ka: გადაყენების შეტყობინება
kk: Дәрі ішулер туралы хабарлама
km: ការជូនដំណឹងទទួលទានថ្នាំ
kn: ಮಾತ್ರೆ ಸೇವನಾ ಸೂಚನೆ
ko: 복용 알림
ky: Дарыны эскертип
lo: ການແນະນຳໃຫ້ໃຊ້ຢາ
lt: Vartojimo pranešimas
lv: Pillēšanas paziņojums
mk: Упозорување за внесување таблети
ml: ഗുളിക അറിയിപ്പ്
mn: Эм авах мэдэгдэл
mr: गोळी सेवन सूचना
ms: Pemberitahuan pengambilan
my: ဆေးသောက်ရန် သတိပေးချက်
nb: Påminnelse om medisinering
ne: सेवन सूचना
nl: Inname notificatie
no: Inntaksvarsel
or: ସେବନ ସୂଚନା
pa: ਦਵਾਈ ਸੇਵਨ ਸੂਚਨਾ
pl: Powiadomienie o przyjmowaniu
ps: د درملو خبرتیا
pt: Notificação de uso
ro: Notificare de administrare
ru: Уведомление о приеме
si: පැමිණිලි නිවේදනය
sk: Pripomienka na užívanie
sl: Obvestilo o jemanju
sq: Njoftimi i marrjes
sr: Обавештење о узимању
sv: Påminnelse om intag
sw: Arifa za Dawa
ta: மாத்திரை அறிவிப்பு
te: సేవన నోటిఫికేషన్
th: การแจ้งเตือนการรับประทานยา
tl: Paalala sa Pag-inom
tr: İlaç bildirimleri
uk: Medication Reminder
ur: دوائی کی اطلاع
uz: Qo‘llash xabarnomasi
vi: Thông báo uống thuốc
zh: 服用通知
zu: ukwaziswa kokusetshenziswa

# takePillReminder
source: Take 💊
af: 💊 tyd is
am: 💊 የመድሀኒት ሰዓት ነው
ar: حان وقت الحبة 💊
as: 💊ঔষধৰ সময়
az: 💊 vaxtıdır
be: 💊 час!
bg: 💊 Време е за хапчето!
bn: 💊 খাওয়ার সময়
bs: Vrijeme je za 💊
ca: 💊 Hora de la píndola!
cs: Je čas na 💊
cy: 🔔 Mae' r amser piliau
da: Det er tid til 💊
de: Es ist Zeit für die 💊
el: Ώρα για χάπια 💊
es: 💊 Hora de tu pastilla
et: 💊 on aeg.
eu: 💊 ordua da
fa: ⏰ زمان مصرف قرص است
fi: On aika ottaa 💊
fil: Oras na ng 💊
fr: C'est l'heure de la 💊
gl: É hora da 💊
gu: 💊 ગોળીનો સમય છે
he: 💊 זה הזמן
hi: 💊 का समय है
hr: Vrijeme je za 💊
hu: Itt az 💊 ideje.
hy: 💊-ի ժամանակն է
id: Waktunya 💊
is: 💊 er tíminn
it: 💊 Ora della pillola!
ja: 💊の時間です
ka: 💊-ის დროა
kk: 💊 уақыт келді
km: 💊ពេលញ៉ាំថ្នាំ
kn: 💊 ಸಮಯ ಬಂದಿದೆ
ko: 💊 시간이에요
ky: 💊 убактысы
lo: 💊 ຄວນເວລາ
lt: Atliko laikas 💊
lv: Ir pienācis laiks 💊
mk: 💊 време е
ml: 💊 സമയമായി
mn: 💊 уух цаг боллоо
mr: 💊ची वेळ आहे
ms: Ini adalah masa untuk 💊
my: 💊အချိန်ရောက်ပါပြီ
nb: Det er tid for 💊
ne: 💊 को समय भयो
nl: Het is tijd voor de 💊
no: 💊 er tid
or: 💊ର ସମୟ
pa: 💊 ਦਾ ਸਮਾਂ!
pl: Czas na 💊
ps: 💊 د وخت دی
pt: É hora da 💊
ro: Este timpul pentru 💊
ru: Время 💊
si: 💊 නිවාස වේලාව
sk: Je čas na 💊
sl: 💊 je čas
sq: 💊 është koha
sr: 💊 време је
sv: 💊 är det dags
sw: Wakati wa dawa 💊
ta: 💊 நேரம்!
te: 💊 సమయం వచ్చింది
th: ถึงเวลารับยา 💊
tl: Oras na ng 💊!
tr: 💊 zamanı
uk: It's time for your 💊
ur: 💊 کا وقت ہے
uz: 💊 vaqti keldi
vi: Giờ uống thuốc 💊 rồi
zh: 💊的时间到了
zu: Isikhathi se-💊

source: COPY DEBUG INFO
af: KOPIE FOUTSPORINGSINLIGTING
am: የቴክኒክ መረጃ ቅዳ
ar: نسخ معلومات التصحيح
as: ডিবাগ তথ্য কপি কৰক
az: DEBUG MƏLUMATINI KOPYALA
be: Капіяванне інфармацыі аб адладцы
bg: КОПИРАЙ ОТЛАДОЧНА ИНФОРМАЦИЯ
bn: ডিবাগ তথ্য কপি করুন
bs: KOPIRAJ DEBUG INFORMACIJE
ca: COPIA INFORMACIÓ DE DEPURACIÓ
cs: KOPÍROVAT INFORMACE O LADĚNÍ
cy: COPIWY NGWYDDION DETHOL
da: KOPI FEJLDEBUG-OPLYSNINGER
de: DEBUG-INFO KOPIEREN
el: ΑΝΤΙΓΡΑΦΗ ΠΛΗΡΟΦΟΡΙΩΝ ΑΠΟΚΩΔΙΚΟΠΟΙΗΣΗΣ
es: COPIAR INFO DEBUG
et: KOPERIGEDEBUGINFO
eu: KOPI DEBUG INFO
fa: اطلاعات دیباگ را کپی کنید
fi: KOPIOI VIKATIEDOT
fil: I-COPY ANG DEBUG INFO
fr: COPIER LES INFORMATIONS DE DÉBOGAGE
gl: COPIAR INFORMACIÓN DE DEPURACIÓN
gu: ડિબગ માહિતી કૉપિ કરો
he: העתק מידע דיבוג
hi: डिबग जानकारी कॉपी करें
hr: KOPIRAJ TEKST INFORMACIJA O GREŠKAMA
hu: DEBUG INFORMÁCIÓ MÁSOLÁSA
hy: Ավելացնել Debug տեղեկություններ
id: SALIN INFO DEBUG
is: AFYRA AVL DÓKUMENTUM
it: COPIA INFO DEBUG
ka: DEBUG ინფორმაცია დააკოპირეთ
kk: DEBUG АҚПАРАТЫН КӨШІРІҢІЗ
km: ចម្លងព័ត៌មានបញ្ហា
kn: ಡೀಬಗ್ ಮಾಹಿತಿ ಕಾಪಿ ಮಾಡಿ
ko: 디버그 정보 복사
ky: DEBUG МААЛЫМДАРЫН НЫГЫЗ
lo: ສຽງລົງຂໍ້ມູນປັດຈຸບັນ
lt: KOPIJU BUVO INFORMACIJA
lv: KOPĒT KĒM GABALU INFORMATĪVU
mk: Копирај информациите за дебагирање
ml: ഡീബഗ് വിവരങ്ങൾ കോപ്പി ചെയ്യുക
mn: ДИБАГ МЭДЭЭЛЭЛ ХУУЛАХ
mr: डिबग माहिती कॉपी करा
ms: SALIN MAKLUMAT DEBUG
my: အမှားရှာအချက်အလက် မိတ္တူကူး
nb: KOPIER DEBUG INFORMASJON
ne: डिबग जानकारी कपी गर्नुहोस्
nl: KOPIEER DEBUG-INFORMATIE
no: KOPIER FEILSØKINGSINFORMASJON
or: ଡିବଗ ସୂଚନା କପି କରନ୍ତୁ
pa: ਡੀਬੱਗ ਜਾਣਕਾਰੀ ਕਾਪੀ ਕਰੋ
pl: SKOPIUJ INFORMACJE DEBUGOWE
ps: د Debug معلوماتو کاپي وکړئ
pt: COPIAR INFORMAÇÕES DE DEPURAÇÃO
ro: Copiați informațiile de depanare
ru: СОПИРОВАТЬ ДЕБАГ ИНФОРМАЦИЮ
si: DEBUG තොරතුරු පිටපත් කරන්න
sk: KOPÍROVAŤ INFORMÁCIE O LADIENÍ
sl: KOPIRAJ TEKST ZA ODVAJANJE DEBAGIRANJA
sq: KOPJO TË DHËNAT DEBUG
sr: KOPIRAJTE DEBUG INFORMACIJE
sv: KOPIERA DEBUG-INFO
sw: NAKILI HABARI ZA DEBUG
ta: டிபக் தகவல் நகல்
te: డీబగ్ సమాచారాన్ని కాపీ చేయండి
th: คัดลอกข้อมูลการดีบัก
tl: KOPYAHIN ANG DEBUG INFO
tr: HATA BİLGİSİNİ KOPYALA
ur: DEBUG معلومات کاپی کریں
uz: DEBUG MA'LUMOTNI KOPYALASH
vi: SAO CHÉP THÔNG TIN GỠ LỖI
zh: 复制调试信息
zu: THUMBAZWA UHLU LWEZIMPUMELELO

source: Cancel
af: Kanselleer
am: ሰርዝ
ar: إلغاء
as: বাতিল
az: Ləğv et
be: Скасаваць
bg: Отмени
bn: বাতিল
bs: Otkaži
ca: Cancel·la
cs: Zrušit
cy: Canslo
da: Afbryd
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
eu: Ezeztu
fa: لغو
fi: Peruuta
fil: Kanselahin
fr: Annuler
gl: Cancelar
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Otkaži
hu: Megszakítás
hy: Չեղարկել
id: Batalkan
is: hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದುಗೊಳಿಸಿ
ko: 취소
ky: Болтуруш
lo: ຍົກເລີກ
lt: Atšaukti
lv: Atcelt
mk: Откажи
ml: റദ്ദാക്കുക
mn: цуцлах
mr: रद्द करा
ms: Batal
my: ပယ်ဖျက်
nb: Avbryt
ne: रद्द गर्नुहोस्
nl: Annuleren
no: Avbryt
or: ବାତିଲ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
ps: ردل
pt: Cancelar
ro: Anulați
ru: Отмена
si: එකාලේ පෙරළන්න
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Отказ
sv: Avbryt
sw: Ghairi
ta: ரத்து
te: రద్దుచేయి
th: ยกเลิก
tl: Kansel
tr: İptal
ur: کینسل کریں
uz: Bekor qilish
vi: Hủy
zh: 取消
zu: Khansela

source: Sign out
af: Teken uit
am: መውጣት
ar: تسجيل الخروج
as: ছাইন আউট
az: Çıxış
be: выхад
bg: Изход
bn: সাইন আউট
bs: Odjavi se
ca: Tancar sessió
cs: Odhlásit se
cy: Allgym
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
et: Logi välja
eu: Saioa amaitu
fa: خروج
fi: Kirjaudu ulos
fil: Mag-logout
fr: Se déconnecter
gl: Pechar sesión
gu: સાઇન આઉટ
he: התנתקות
hi: साइन आउट
hr: Odjava
hu: Kijelentkezés
hy: Դուրս գալ
id: Keluar
is: Útaf skráningu
it: Esci
ja: サインアウト
ka: გარეშე რეჟიმში
kk: Шығып кету
km: ចាកចេញ
kn: ಸೈನ್ ಔಟ್
ko: 로그아웃
ky: Чыгуу
lo: ອອກສະຖານ
lt: Atsijungti
lv: Izrakstīties
mk: Одјави се
ml: സൈൻ ഔട്ട്
mn: Гарах
mr: साइन आउट
ms: Keluar
my: ထွက်ပါ
nb: Logg ut
ne: साइन आउट
nl: Afmelden
no: Logg ut
or: ସାଇନ ଆଉଟ
pa: ਸਾਇਨ ਆਉਟ
pl: Wyloguj się
ps: د پيل لپاره وتل
pt: Sair
ro: Dezautentificare
ru: Выйти
si: සිග්නල් අවසරය
sk: Odhlásiť sa
sl: Odjava
sq: Shkyçje
sr: Одјавите се
sv: Logga ut
sw: Ondoka
ta: வெளியேறு
te: సైన్ అవుట్
th: ออกจากระบบ
tl: Mag-logout
tr: Çıkış yap
ur: سائن آؤٹ
uz: Chiqish
vi: Đăng xuất
zh: 退出
zu: Phuma

# autoAddPillSheetGroup
source: Automatic addition of pill sheet group
af: Outomatiese byvoeging van pilblokgroepe
am: የፒል ሺት ቡድን አውቶማቲክ መጨመር
ar: إضافة مجموعة لوحة الحبوب تلقائياً
as: স্বয়ংক্ৰিয় পিল শ্বীট গ্ৰুপ যোগ
az: Həb vərəqi qrupunun avtomatik əlavə edilməsi
be: Аўтаматычнае даданне групы таблетак
bg: Автоматично добавяне на група таблетки
bn: স্বয়ংক্রিয় পিল শিট গ্রুপ সংযোজন
bs: Automatsko dodavanje grupa lista pilula
ca: Addició automàtica de grups de planxa de pastilles
cs: Automatické přidání skupiny pilulek
cy: Amladd grŵp taflen beillio yn awtomatig
da: Automatisk tilføjelse af pillepakkegrupper
de: Automatische Hinzufügung von Pillenblattegruppen
el: Αυτόματη προσθήκη ομάδας δισκίων
es: Adición automática de grupo de blíster
et: Pilliklehe rühma automaatne lisamine
eu: Pill-orria taldeen taldea automatikoki gehitzen
fa: اضافه کردن گروه قرص به طور خودکار
fi: Pillilaatikkoryhmän automaattinen lisääminen
fil: Awtomatikong Pagdagdag ng Pill Sheet Group
fr: Ajout automatique de groupe de pilules
gl: Engadido automático de grupos de folla de píldoras
gu: ગોળી શીટ ગ્રુપનું આપોઆપ ઉમેરાણ
he: הוספה אוטומטית של קבוצות לוח תרופות
hi: पिल शीट ग्रुप का स्वचालित जोड़ना
hr: Automatsko dodavanje grupi pilula
hu: A tabletta csoport automatikus hozzáadása
hy: Պիլ տեսակների խմբերի ավտոմատ ավելացում
id: Penambahan grup lembar pil secara otomatis
is: Sjálfvirk viðbót pillu hópa
it: Aggiunta automatica di gruppi di blister
ja: ピルシートグループの自動追加
ka: პილების ჯგუფების ავტომატური დამატება
kk: Дәрі парағы топтарын автоматты түрде қосу
km: ការបន្ថែមក្រុមកញ្ចប់គ្រាប់ថ្នាំដោយស្វ័យប្រវត្តិ
kn: ಗೋಳಿ ಶೀಟ್ ಗುಂಪಿನ ಸ್ವಯಂಚಾಲಿತ ಸೇರ್ಪಡೆ
ko: 피임약 시트 그룹 자동 추가
ky: Пил листтеринин топтому автоматтык кошуу
lo: ການເພີ່ນເຕີມກຸ່ມການຊອດຮອບຍາອາງອິງໄດ້ໃນລະບົບ
lt: Automatinis kontraceptinių tablečių grupių pridėjimas
lv: Tabletes grupas automātiskā pievienošana
mk: Автоматско додавање на група на таблети
ml: പിൽ ഷീറ്റ് ഗ്രൂപ്പിന്റെ സ്വയം ചേർക്കൽ
mn: Эмийн хуудасны бүлгийг автоматаар нэмэх
mr: पिल शीट गटांचे स्वयंचलित जोडणे
ms: Penghantaran automatik kumpulan pil
my: ဆေးပြားအုပ်စု အလိုအလျောက် ပေါင်းထည့်ခြင်း
nb: Automatisk tillegg av pillepakkegrupper
ne: पिल शीट समूहको स्वचालित थप
nl: Automatische toevoeging van pilbladgroepen
no: Automatisk tillegg av pillearkgruppe
or: ପିଲ୍ ଶିଟ୍ ଗୋଷ୍ଠୀର ସ୍ୱୟଂଚାଳିତ ଯୋଗ
pa: ਪਿੱਲ ਸ਼ੀਟ ਗਰੁੱਪ ਦਾ ਸਵੈਚਲਿਤ ਜੋੜ
pl: Automatyczne dodawanie grupy pasków pigułkowych
ps: د پيل شيت ګروپ خودکار زياتول
pt: Adição automática de grupos de cartelas de pílulas
ro: Adăugare automată a grupului de capsule
ru: Автоматическое добавление группы таблеток
si: පිල් ශීට් කාණ්ඩය ස්වයංක්‍රීයව එක් කිරීම
sk: Automatická pridanie skupiny piluliek
sl: Samodejno dodajanje skupine tablet
sq: Shtimi automatik i grupeve të tabletave
sr: Automatsko dodavanje grupe tableta
sv: Automatisk tillägg av pillerbladsgrupp
sw: Kuongeza Vikundi vya Karatasi za Dawa kwa Otomatiki
ta: மாத்திரை தாள் குழுக்களின் தானியங்கி சேர்த்தல்
te: పిల్ షీట్ సమూహాల స్వయంచాలక చేర్పు
th: การเพิ่มกลุ่มแผ่นยาอัตโนมัติ
tl: Awtomatikong Pagdagdag ng Grupo ng Pill Sheet
tr: Pilin grubu otomatik ekleme
uk: Automatic addition of pill sheet groups
ur: گولیوں کے شیٹ گروپ کا خودکار اضافہ
uz: Pill varaqa guruhi avtomatik qo'shilishi
vi: Tự động thêm nhóm vỉ thuốc
zh: 自动添加药丸排程组
zu: Ukuzenzakalela kokwengeza amaqembu epilisi
