Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

source: Edit pause start date
af: Wysig die begin datum van medikasiepauses
am: የበሽታ እንቅስቃሴ ዕለት ማስረጃ ይሻሽሉ
ar: تعديل تاريخ بدء فترة التوقف عن تناول الحبوب
as: সেৱন বিৰতিৰ আৰম্ভৰ তাৰিখ সম্পাদনা
az: İstirahət müddətinin başlanğıc tarixini redaktə et
be: Редагуй дату пачатку перапынку ў прыёме таблетак
bg: Редактиране на дата за начало на почивка от приема
bn: সেবন বিরতি শুরুর তারিখ সম্পাদনা
bs: Uredi datum početka odmora od uzimanja
ca: Editeu la data d'inici de la pausa de la presa
cs: Upravit datum zahájení přestávky v užívání
cy: Edrychwch ar ddyddiad cychwyn y seibiant
da: Rediger startdato for pause i medicin
de: Bearbeitungsdatum für den Beginn der Pauseneinnahme
el: Επεξεργασία ημερομηνίας έναρξης διακοπής λήψης
es: Editar fecha de inicio del descanso
et: Muudatamise alguskuupäev
eu: Hartzekoa hasiera eguna editatu
fa: ویرایش تاریخ شروع استراحت دارو
fi: Muokkaaminen lääkkeen taukoamisen aloituspäivämäärästä
fr: Modifier la date de début de l'arrêt de la prise
gl: Editar a data de comezo do descanso na toma
gu: વિરામ શરૂઆતની તારીખ સંપાદિત કરો
he: עריכת תאריך התחלה של הפסקת נטילת תרופות
hi: सेवन विराम की प्रारंभ तिथि संपादित करें
hr: Uredi datum početka pauze u uzimanju
hu: A gyógyszerbevitel szünetének kezdő napját szerkesztheted
hy: Արտադրանքի դադարեցման սկիզբը խմբագրել
id: Edit Start Date of Medication Break
is: Breyting á upphafi frídeginum frá töku
it: Modifica data inizio pausa assunzione
ja: 服用お休み開始日を編集
ka: დოზირების შეწყვეტის დაწყების თარიღის რედაქტირება
kk: Дәрі қабылдауды тоқтату басталатын күнді өңдеу
km: កែប្រែថ្ងៃចាប់ផ្តើមការផ្អាកទទួលទានថ្នាំ
kn: ಸೇವನೆ ವಿರಾಮ ಪ್ರಾರಂಭ ದಿನಾಂಕವನ್ನು ಸಂಪಾದಿಸಿ
ko: 복용 중단 시작일 수정
ky: Дозаны токто башталган күндү түзөт
lo: ແກ້ໄຂວັນເລີ່ມໃຫ້ພັກດືມ
lt: Redaguoti vaistų nutraukimo pradžios datą
lv: Rediģēt zāļu pārtraukuma sākuma datumu
mk: Уреди датата за почеток на паузата во земањето
ml: ഗുളിക വിശ്രമത്തിന്റെ ആരംഭ തീയതി എഡിറ്റ് ചെയ്യുക
mn: Эм уух дунд тасалгааны эхлэх өдрийг засварлах
mr: सेवन विराम सुरुवातीचा दिनांक संपादन
ms: Edit the start date of the break from taking medication
my: သောက်သုံးမှု ရပ်နားမည့်နေ့ တည်းဖြတ်ရန်
nb: Rediger dato for start av medikamentpause
ne: सेवन बिदाको सुरुवात मिति सम्पादन गर्नुहोस्
nl: Bewerk de startdatum voor het stoppen met innemen
no: Rediger startdato for pause i inntak
or: ସେବନ ବିରତି ଆରମ୍ଭ ତାରିଖ ସମ୍ପାଦନା
pa: ਸੇਵਨ ਬ੍ਰੇਕ ਸ਼ੁਰੂਆਤੀ ਤਾਰੀਖ ਐਡਿਟ ਕਰੋ
pl: Edytuj datę rozpoczęcia przerwy w przyjmowaniu
ps: د درملنې د موقت وقفه نیولو نیټه سمول
pt: Editar a data de início da pausa na medicação
ro: Editează data de început a pauzei de administrare a pilulelor
ru: Редактировать дату начала перерыва в приеме
si: උපයෝගිතාව වාර්තා කරන මියැදීම් වාරිකය පාලනය කරන්න
sk: Upraviť dátum začiatku prestávky v užívaní
sl: Uredi datum začetka odmora od jemanja
sq: Edit the start date of the medication break
sr: Промени датум када почиње одмор од узимања
sv: Redigera startdatum för uppehåll i intag
ta: மாத்திரை இடைநிறுத்த தொடக்க தேதியைத் திருத்து
te: సేవన విరామం ప్రారంభ తేదీని సవరించండి
th: แก้ไขวันเริ่มหยุดการใช้ยา
tl: I-edit ang petsa ng pagsisimula ng pahinga sa pag-inom
tr: Alışveriş molası başlangıç tarihini düzenle
uk: Edit start date of the medication break
ur: خوراک کو روکنے کی ابتدائی تاریخ ایڈیٹ کریں
uz: Qabulni to'xtatish boshlangan sanani tahrirlash
vi: Chỉnh sửa ngày bắt đầu tạm ngưng uống thuốc
zh: 编辑服用休息开始日期
zu: Hlela usuku lokuqala lokuphumula emithini

source: Share with friends
af: Vertel jou vriende
am: እባክህ ለወዳጆችህ አሳይ
ar: أخبر الأصدقاء
as: বন্ধুক জনোৱক
az: Dostuma bildirmək
be: Расказаць сябрам
bg: Учи приятелите си
bn: বন্ধুদের জানান
bs: Obavijesti prijatelje
ca: Ensenyar als amics
cs: Informovat přátele
cy: Dysgu i ffrind
da: Lære venner
de: Freunde informieren
el: Πες το σε έναν φίλο
es: Recomendar a amigos
et: Kata sõpradele
eu: Lagundu lagunari
fa: به دوستان بگویید
fi: Kerro ystävälle
fr: Informer un ami
gl: Contar aos amigos
gu: મિત્રોને કહો
he: לְהוֹעִיל לְחֲבֵרִים
hi: दोस्तों को बताएं
hr: Obavijestite prijatelje
hu: Tanulmányozza a barátokat
hy: Մենք ներկայացնում ենք ընկերներին
id: Mengajari teman
is: Segja vinum
it: Condividi con gli amici
ja: 友達に教える
ka: მეგობრებზე მიცემა
kk: Достарға хабарлау
km: ណែនាំមិត្ត
kn: ಸ್ನೇಹಿತರಿಗೆ ಹೇಳಿ
ko: 친구에게 추천하기
ky: Досугумдалар
lo: ສອນບັນດາເພື່່ນ
lt: Pasakyk draugui
lv: Pastāstīt draugiem
mk: Кажи на пријател
ml: സുഹൃത്തുക്കളോട് പറയുക
mn: найзуудад заах
mr: मित्रांना सुचवा
ms: Ajar kepada rakan
my: သူငယ်ချင်းတွေကို မျှဝေရန်
nb: Lære venner om
ne: साथीलाई बताउनु
nl: Aan vrienden vertellen
no: Lære venner
or: ବନ୍ଧୁଙ୍କୁ ଜଣାନ୍ତୁ
pa: ਦੋਸਤਾਂ ਨੂੰ ਦੱਸੋ
pl: Powiedzieć przyjacielowi
ps: دوستانو ته ښوونه
pt: Ensinar a amigos
ro: A învăța un prieten
ru: Сообщить другу
si: මිතුරන්ට කියන්න
sk: Povedz priateľom
sl: Obvestiti prijatelje
sq: Trego për miqtë
sr: Обавестите пријатеље
sv: Berätta för en vän
ta: நண்பர்களிடம் சொல்லுங்கள்
te: స్నేహితులకు చెప్పండి
th: บอกเพื่อน
tl: Ibahagi sa mga kaibigan
tr: Arkadaşlarla paylaş
uk: Tell a friend
ur: دوستوں کو بتائیں
uz: Do'stlaringizga aytish
vi: Giới thiệu cho bạn bè
zh: 告诉朋友
zu: Khumbuza abangane

source: Terms of service
af: Gebruiksvoorwaardes
am: የእቅፍ ቃል ይዘት
ar: شروط الاستخدام
as: ব্যৱহাৰৰ চৰ্তাৱলী
az: İstifadə qaydaları
be: Умовы выкарыстання
bg: Условия за ползване
bn: ব্যবহারের শর্তাবলী
bs: Uslovi korištenja
ca: Termes d'ús
cs: Podmínky užívání
cy: Telerau defnydd
da: Brugsvilkår
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de Uso
et: Kasutustingimused
eu: Terminoak
fa: شرایط استفاده
fi: Käyttöehdot
fr: Conditions d'utilisation
gl: Termos de uso
gu: વપરાશની શરતો
he: תנאי שימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Felhasználási feltételek
hy: օգտագործման պայմաններ
id: Ketentuan Layanan
is: Notkunarskilmálar
it: Termini di utilizzo
ja: 利用規約
ka: გამოყენების პირობები
kk: Пайдалану шарттары
km: ល័ក្ខខណ្ឌការប្រើប្រាស់
kn: ಬಳಕೆಯ ನಿಯಮಗಳು
ko: 이용약관
ky: Колдонмо эрежелери
lo: ຂໍແນະນຳແລະກົດົບິບລັອຈ
lt: Naudojimo taisyklės
lv: Lietošanas noteikumi
mk: Услови за користење
ml: ഉപയോഗ നിബന്ധനകൾ
mn: Ашиглалтын нөхцөл
mr: वापराच्या अटी
ms: Terma dan syarat
my: အသုံးပြုမှုစည်းကမ်းများ
nb: Bruksvilkår
ne: उपयोग सर्तहरू
nl: Gebruiksvoorwaarden
no: Bruksvilkår
or: ବ୍ୟବହାର ସର୍ତ୍ତାବଳୀ
pa: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Regulamin
ps: د استفادې شرایط
pt: Termos de Uso
ro: Termeni și condiții
ru: Условия использования
si: ශාස්ਤਰ නියමයන්
sk: Podmienky používania
sl: Pogoji uporabe
sq: Kushtet e përdorimit
sr: Услови коришћења
sv: Användarvillkor
ta: பயன்பாட்டு விதிமுறைகள்
te: వినియోగ నిబంధనలు
th: ข้อตกลงในการใช้บริการ
tl: Mga Tuntunin ng Paggamit
tr: Kullanım Şartları
uk: Terms of Use
ur: شرائط و ضوابط
uz: Foydalanish shartlari
vi: Điều khoản sử dụng
zh: 使用条款
zu: Imigomo Nezimo

source: Privacy policy
af: Privaatheidsbeleid
am: እንደ ድርጅቱ የይለፍ ትርጉም
ar: سياسة الخصوصية
as: গোপনীয়তা নীতি
az: Məxfilik siyasəti
be: Палітыка прыватнасці
bg: Политика за поверителност
bn: গোপনীয়তা নীতি
bs: Politika privatnosti
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
cy: Polisïau Preifatrwydd
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de Privacidad
et: Privaatsuspoliitika
eu: Pribatutasun-politika
fa: سیاست حفظ حریم خصوصی
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
gl: Política de Privacidade
gu: ગોપનીયતા નીતિ
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Politika privatnosti
hu: Adatvédelmi politika
hy: Քաղաքականություն
id: Kebijakan Privasi
is: Persónafarsnið
it: Informativa sulla Privacy
ja: プライバシーポリシー
ka: მდუმარების პოლიტიკა
kk: Жеке деректер саясаты
km: គោលការណ៏ឯកជនភាព
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ko: 개인정보처리방침
ky: Жеке маалыматты коргоо саясаты
lo: ນະໂບຍບັດເສບພິວະນັບ
lt: Privatumo politika
lv: Privātuma politika
mk: Политика на приватност
ml: സ്വകാര്യതാ നയം
mn: Нууцлалын бодлого
mr: गोपनीयता धोरण
ms: Dasar Privasi
my: လုံခြုံမှုမူဝါဒ
nb: Personvernerklæring
ne: गोपनीयता नीति
nl: Privacybeleid
no: Personvernsregler
or: ଗୋପନୀୟତା ନୀତି
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
pl: Polityka prywatności
ps: د خفیې تګلارې
pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
si: පෞද්ගලිකත්ව නීති
sk: Zásady ochrany osobných údajov
sl: Politika zasebnosti
sq: Politika e privatësisë
sr: Политика приватности
sv: Integritetspolicy
ta: தனியுரிமை கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tl: Patakaran sa Privacy
tr: Gizlilik Politikası
ur: رازداری کی پالیسی
uz: Maxfiylik siyosati
vi: Chính sách bảo mật
zh: 隐私政策
zu: Umgaqo-nkqubo wombuso

# linkCopiedToClipboard
source: Copied to clipboard
af: Kopiere na die klembord
am: ወቅታዊ የዕቃ ዝርዝር ወይም 〖ቃል ቢንግር ይበቃላችሁ ይመስለዋል፡፡
ar: تم نسخه إلى الحافظة
as: ক্লিপবোৰ্ডত কপি কৰা হ'ল
az: İzah edilmiş bir mətni kəsməyə kömək edir
be: Скапіравана ў буфер абмену
bg: Копирано в клипборда.
bn: ক্লিপবোর্ডে কপি করা হয়েছে
bs: Kopirano u međuspremnik
ca: S'ha copiât al porta-retalls.
cs: Bylo zkopírováno do schránky
cy: Copiwn wedi'i wneud i'r clipbord
da: Kopieret til udklipsholderen
de: In die Zwischenablage kopiert
el: Αντιγράφτηκε στο πρόχειρο
es: Copiado al portapapeles
et: Olen kopeerinud lõikepukile
eu: Kopiatu da taula
fa: در کلیپ بورد کپی شد
fi: Oli kopioitu leikepöydälle.
fr: Copié dans le presse-papiers
gl: Copiado ao portapapers
gu: ક્લિપબોર્ડમાં કૉપી કર્યું
he: העתקתי ללוח הזמנים
hi: क्लिपबोर्ड में कॉपी हो गया
hr: Kopirano u međuspremnik
hu: A vágólapra másoltam.
hy: Պաշտպանիչ ատրճանակում պատճենվել է
id: Telah disalin ke papan klip
is: Nú er fyrirsagnin afritað í vötn.
it: Copiato negli appunti
ja: クリップボードにコピーしました
ka: დასაბეჭდი ნოტები კომპიუტერის საჯარო ბიულეტენის დაწერა.
kk: Буферге көшірілді
km: បានចម្លងទៅក្ដារឈីបហើយ
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲು ಮಾಡಲಾಗಿದೆ
ko: 클립보드에 복사되었습니다
ky: Клипбордго көчүрдү
lo: ຄັບຄອງໃນຄລິບບໍດິບແລ້ວ
lt: Nukopijuota į iškarpinę
lv: Es esmu nokopējis uz starpliktuves.
mk: Копирано на клипборд
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി
mn: Клипбордод хуулагдлаа
mr: क्लिपबोर्डमध्ये कॉपी झाले
ms: Telah disalin ke papan klip
my: Clipboard သို့ ကူးယူပြီးပါပြီ
nb: Kopiert til utklippstavlen
ne: क्लिपबोर्डमा कपी गरियो
nl: Gekopieerd naar het klembord
no: Kopiert til utklippstavlen
or: କ୍ଲିପବୋର୍ଡରେ କପି ହୋଇଛି
pa: ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਹੋ ਗਿਆ
pl: Skopiowano do schowka
ps: په کلاپ بورد کې کاپي شوي
pt: Copiado para a área de transferência
ro: Am copiat în clipboard.
ru: Скопировано в буфер обмена.
si: මම ක්ලිප්බෝඩ්ට පිටපත් කළෙමි
sk: Bolestník bol skopírovaný do schránky
sl: Kopirano v odložišče.
sq: E kopjuar në shtyp.
sr: Копирано у клипборд.
sv: Kopierad till urklipp
ta: கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது
te: క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది
th: คัดลอกไปยังคลิปบอร์ดแล้ว
tl: Nakopya na sa clipboard
tr: Pano kopyalandı
ur: کاپی بورڈ میں کاپی کیا گیا
uz: Clipboardga nusxalandi
vi: Đã sao chép vào clipboard
zh: 已复制到剪贴板
zu: Ikhophiwe kwi-clipboard.

source: Notification {number}
af: kennisgewing{number}
am: ንብረት {number}
ar: إشعار {number}
as: জ্ঞাপন{number}
az: Bildiriş {number}
be: апавяшчэнне {number}
bg: Уведомление {number}
bn: বিজ্ঞপ্তি {number}
bs: Obavijest {number}
ca: notificació{number}
cs: Upozornění {number}
cy: Rhybudd {number}
da: Notifikation {number}
de: Benachrichtigung {number}
el: Ειδοποίηση {number}
es: Notificación {number}
et: Teade {number}
eu: Jakina {number}
fa: اعلان {number}
fi: Ilmoitus{number}
gl: Notificación {number}
gu: સૂચના{number}
he: הודעה {number}
hi: सूचना {number}
hr: Obavijest {number}
hu: Értesítés {number}
hy: հրատապություն{number}
id: Pemberitahuan {number}
is: Tilkynning {number}
it: Notifica {number}
ja: 通知{number}
ka: შეტყობინება{number}
kk: Хабарландыру {number}
km: ការជូនដំណឹង{number}
kn: ಅಧಿಸೂಚನೆ{number}
ko: 알림{number}
ky: билдирүү {number}
lo: ໃບແຈ້ງການປະຕິບັດ {number}
lt: pranešimas {number}
lv: Paziņojums {number}
mk: 通知{number}
ml: അറിയിപ്പ് {number}
mn: мэдэгдэл {number}
mr: सूचना{number}
ms: Notifikasi {number}
my: သတင်းပေးချက် {number}
nb: Varsel{number}
ne: सूचना {number}
nl: melding {number}
no: Varsel {number}
or: ସୂଚନା{number}
pa: ਸੂਚਨਾ{number}
pl: Powiadomienie {number}
ps: خبرتیا {number}
pt: Notificação {number}
ro: Notificare{number}
ru: Уведомление {number}
si: ඇඟවීම{number}
sk: Upozornenie {number}
sl: obvestilo {number}
sq: njoftimi{number}
sr: Обавештење {number}
sv: Notifikation {number}
ta: அறிவிப்பு{number}
te: సూచన{number}
th: การแจ้งเตือน{number}
tr: Bildirim {number}
ur: نوٹیفکیشن{number}
uz: xabarlar {number}
vi: Thông báo {number}
zh: 通知{number}
zu: isaziso {number}

source: Notification time
af: Kennisgewings tyd
am: የንባብ ጊዜ
ar: وقت الإشعار
as: জাননীৰ সময়
az: Bildiriş vaxtı
be: Час апавяшчэння
bg: Време за известия
bn: নোটিফিকেশনের সময়
bs: Vrijeme obavijesti
ca: hora de notificació
cs: Čas oznámení
cy: Amser rhybudd
da: Notifikationstid
de: Benachrichtigungszeit
el: Ειδοποίηση ώρα
es: Hora de notificación
et: Teavitamise aeg
eu: Ezarpen ordua
fa: زمان اطلاع رسانی
fi: Ilmoitusaika
fr: Heure des notifications
gl: Hora de notificación
gu: સૂચના સમય
he: זמן הודעה
hi: सूचना समय
hr: Vrijeme obavijesti
hu: Értesítési idő
hy: Ծանուցման ժամանակը
id: Waktu Notifikasi
is: Tímasetning tilkynningar
it: Orario di notifica
ja: 通知時間
ka: შეტყობინების დრო
kk: Ескерту уақыты
km: ពេលជូនដំណឹង
kn: ಅಧಿಸೂಚನೆ ಸಮಯ
ko: 알림 시간
ky: Эскертүү убактысы
lo: ເວລາປ່ອນເລີ່ມ
lt: Pranešimo laikas
lv: Paziņas laiks
mk: Време на известување
ml: അറിയിപ്പ് സമയം
mn: Мэдэгдлийн цаг
mr: सूचना वेळ
ms: Waktu Notifikasi
my: သတိပေးချိန်
nb: Varslingstid
ne: अधिसूचना समय
nl: Notificatietijd
no: Varslingstid
or: ସୂଚନା ସମୟ
pa: ਸੂਚਨਾ ਸਮਾਂ
pl: Czas powiadomienia
ps: د خبرتیا وخت
pt: Hora de Notificação
ro: Timpul notificării
ru: Время уведомления
si: අදාල කාලය
sk: Čas oznámenia
sl: Obvestilni čas
sq: Koha e njoftimit
sr: Време обавештавања
sv: Notifieringstid
ta: அறிவிப்பு நேரம்
te: నోటిఫికేషన్ సమయం
th: เวลาแจ้งเตือน
tl: Oras ng Paalala
tr: Bildirim Zamanı
ur: اطلاع دہانی کا وقت
uz: Bildirishnoma vaqti
vi: Thời gian thông báo
zh: 通知时间
zu: isaziso sikhathi

# timeZoneChangedTo
source: Changed to {tz}
af: {tz} is verander
am: {tz} ተለውጦ ይፈልጋል
ar: تم تغيير {tz}
as: {tz}লৈ সলনি কৰা হ'ল
az: {tz} dəyişdirildi
be: {tz} была зменена
bg: Променено на {tz}
bn: {tz}-এ পরিবর্তন করা হয়েছে
bs: Promijenjeno na {tz}
ca: He modificat a {tz}
cs: Bylo změněno na {tz}
cy: Newidwyd i {tz}
da: Ændret til {tz}
de: Die Zeit wurde auf {tz} geändert.
el: Αλλάξαμε σε {tz}
es: Cambiado a {tz}
et: Muudetud {tz}
eu: {tz} aldatu da
fa: به {tz} تغییر کرد
fi: Olen muuttanut {tz}
fr: La modification a été effectuée sur {tz}.
gl: Cambiado a {tz}
gu: {tz} માં બદલાવ કર્યો છે
he: שודרג ל-{tz}
hi: {tz} में बदल दिया गया
hr: Promijenjeno na {tz}
hu: Megváltoztattuk a(z) {tz} értékét.
hy: {tz}-ը փոխվել է
id: Telah diubah menjadi {tz}
is: Breyt {tz}
it: Cambiato a {tz}
ja: {tz}に変更しました
ka: {tz} შეცვალა
kk: {tz} өзгертілді
km: បានប្តូរទៅ{tz}ហើយ
kn: {tz}ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
ko: {tz}로 변경했습니다
ky: {tz} өзгөртүлдү
lo: ແກ້ໄຂໄປທີ່ {tz}
lt: {tz} buvo pakeistas
lv: {tz} ir mainīts
mk: Променето е на {tz}.
ml: {tz}യിലേക്ക് മാറ്റി
mn: {tz}-д солигдлоо
mr: {tz} मध्ये बदलले आहे
ms: Telah ditukar kepada {tz}
my: {tz} သို့ ပြောင်းလဲပြီးပါပြီ
nb: Endret til {tz}
ne: {tz} मा परिवर्तन गरियो
nl: '{tz} is gewijzigd'
no: Endret til {tz}
or: {tz}କୁ ପରିବର୍ତ୍ତନ କରାଯାଇଛି
pa: {tz} ਨੂੰ ਬਦਲ ਦਿੱਤਾ ਗਿਆ
pl: Zmieniono na {tz}
ps: {tz} ته بدله شو
pt: Mudado para {tz}
ro: Am schimbat în {tz}.
ru: Изменено на {tz}
si: {tz} ට මාරු කරයි
sk: Zmenené na {tz}
sl: Spremenjeno na {tz}
sq: E kam ndryshuar në {tz}
sr: Промењено у {tz}
sv: Ändrat till {tz}
ta: {tz}க்கு மாற்றப்பட்டது
te: {tz}కు మార్చబడింది
th: เปลี่ยนเป็น {tz} แล้ว
tl: Napalitan na sa {tz}
tr: {tz} olarak değiştirildi
ur: {tz} کو تبدیل کردیا گیا ہے
uz: {tz} ga o'zgartirildi
vi: Đã thay đổi sang {tz}
zh: 已更改为{tz}
zu: Ku {tz} kushintshwe

source: Change start of pill days
af: Verander die begin van die geneem dae
am: የትኩረት ቀኑን ለመለወጥ
ar: تغيير بداية عدد أيام الاستخدام
as: সেৱন আৰম্ভৰ দিন সলনি কৰক
az: İlaç qəbul günlərinin başlanğıcını dəyişdir
be: Змяніць пачатак колькасці прыёму таблетак
bg: Промяна на началото на броя на приема
bn: সেবনের দিন গণনার শুরু পরিবর্তন করুন
bs: Promena početka dana korištenja
ca: Canvi del començament dels dies de presa
cs: Změna počátečního počtu dnů užívání
cy: Newid cychwyn y dyddiau meddyginiaeth
da: Ændre begyndelsen på indtagningsdage
de: Ändern des Beginns der Einnahmetage
el: Αλλαγή της αρχής του αριθμού ημερών λήψης
es: Cambiar inicio de días de toma
et: Muudab ravikuupäeva algust
eu: Hasiaren hartu egun kopurua aldatu
fa: تغییر شروع روزهای مصرف
fi: Muutetaan lääkkeen ottopäivien alkua
fr: Modifier le début de la durée de prise
gl: Cambiar o comezo dos días de toma
gu: સેવનના દિવસોની શરૂઆત બદલો
he: שנה את תחילת מספר הימים של לקיחת התרופה
hi: सेवन अवधि की शुरुआत बदलें
hr: Promjena početka dana uzimanja
hu: A kezelési napok kezdetének megváltoztatása
hy: Օրացույցի սկիզբը փոխել
id: Ubah awal jumlah hari pemakaian
is: Breyta upphafi lyfjadaga
it: Modifica l'inizio del conteggio dei giorni di assunzione
ja: 服用日数の始まりを変更
ka: წამლის მიღების დღეების დაწყების შეცვლა
kk: Қабылдау күндерінің басталуын өзгерту
km: ផ្លាស់ប្តូរថ្ងៃចាប់ផ្តើមសេវា
kn: ಸೇವನೆಯ ದಿನಗಳ ಆರಂಭವನ್ನು ಬದಲಾಯಿಸಿ
ko: 복용 일수 시작 변경
ky: Дозанын санынын башталышын өзгөртүү
lo: ປ່ອນຄວາມຈິງຂອງວັນເລົ່ມເລີ່ມຂອງການໃຊ້ງານ ດຽວນີ້
lt: Pillimo dienų skaičiaus pradžios pakeitimas
lv: Mainīšana uzsākšanas datuma lietošanai
mk: Промена на почетниот ден за употреба
ml: സേവന ദിവസങ്ങളുടെ ആരംഭം മാറ്റുക
mn: Хэрэглэх өдрийн эхлэлийг өөрчлөх
mr: सेवन दिवसांची सुरुवात बदला
ms: Tukar permulaan hari pengambilan
my: သောက်သုံးရက်ပေါင်း၏ အစကို ပြောင်းလဲခြင်း
nb: Endre starten på antall dager med inntak
ne: सेवन दिनको शुरुवात परिवर्तन गर्नुहोस्
nl: Wijzigen van de startdatum voor inname
no: Endring av startdato for inntaksdager
or: ସେବନ ଆରମ୍ଭ ଦିନ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa: ਸੇਵਨ ਦਿਨਾਂ ਦੀ ਸ਼ੁਰੂਆਤ ਬਦਲੋ
pl: Zmień początek liczby dni stosowania
ps: د درملنې ورځو پیل بدلول
pt: Alterar o início do número de dias de uso
ro: Schimba începutul numărului de zile de administrare
ru: Изменить начало срока приема
si: දවාලන දින ගණන් ආරම්භය වෙනස් කරන්න
sk: Zmeňte začiatok počtu dní užívania
sl: Spremeni začetek števila dni jemanja
sq: Ndrysho fillimin e numrit të ditëve të përdorimit
sr: Промена почетка бројања дана узимања
sv: Ändra början av intagningsdagar
ta: மருந்து நாட்களின் தொடக்கத்தை மாற்று
te: సేవన రోజుల ప్రారంభం మార్చండి
th: เปลี่ยนเริ่มต้นจำนวนวันที่ใช้ยา
tl: Baguhin ang simula ng mga araw ng pag-inom
tr: Alım gün sayısının başlangıcını değiştirme
uk: Change the start of the pill taking days
ur: دوائی کی تعداد کے آغاز کو تبدیل کریں
uz: Qabul qilish kunlari boshlab o'zgartirish
vi: Thay đổi ngày bắt đầu uống thuốc
zh: 更改服用天数的开始
zu: Shintsha ukuqala kosuku lokuphuza

source: Change end of pill days
af: Verander die einde van die inname dae
am: የወርቅ ቀን መጨረሻ ለመለወጥ
ar: تغيير نهاية عدد أيام الاستخدام
as: সেৱনৰ দিনৰ সংখ্যাৰ সমাপন সলনি কৰক
az: Dərman qəbul edilən günlərin sonunu dəyiş
be: Змяніць канец дня прыёму таблетак
bg: Промяна на края на периода на прием
bn: সেবনের শেষ দিন পরিবর্তন করুন
bs: Promijeni kraj dana uzimanja
ca: Canvi de final dels dies de presa
cs: Změna konce doby užívání
cy: Newid diwedd y cyfnod cymryd
da: Ændre slutdato for indtagelsesdage
de: Ende der Einnahmetage ändern
el: Αλλαγή του τέλους ημερών λήψης
es: Cambiar el final del periodo de toma
et: Muudab ravikuuri lõppkuupäeva
eu: Hartzearen amaiera aldatzea
fa: تغییر پایان روزهای مصرف
fi: Muuta käyttöpäivien loppua
fr: Changer la date de fin de la prise de médicament
gl: Cambiar o final dos días de toma
gu: સેવનના દિવસોનો અંત બદલો
he: שינוי סוף ימי נטילה
hi: सेवन अवधि का अंत बदलें
hr: Promjena kraja dana uzimanja
hu: A gyógyszerbevételi napok végének módosítása
hy: Ամսաթիվի ավարտը փոխել
id: Ubah akhir jumlah hari pemakaian
is: Breyta endi notkun farsíma
it: Modifica fine del periodo di assunzione
ja: 服用日数の終わりを変更
ka: მიღების დღის ბოლოს ცვლილება
kk: Дәрі қабылдау күндерінің аяғын өзгерту
km: កែប្រែថ្ងៃបញ្ចប់ការលេបថ្នាំ
kn: ಸೇವನೆ ಅವಧಿಯ ಅಂತ್ಯವನ್ನು ಬದಲಿಸಿ
ko: 복용 일수 종료 변경
ky: Дозаларды кабыл алуу мөөнөтүнүн аягын өзгөртүү
lo: ປ່ອນສິ່ງທີ່ຈະເພີ່ມລະດັບສິ່ງສະລິຍມຕິດແທ້
lt: Keičiant vartojimo dienų pabaigą
lv: Mainīt lietošanas ilguma beigu datumu
mk: Промена на крајот на деновите за земање
ml: കഴിക്കുന്ന ദിവസങ്ങളുടെ അവസാനം മാറ്റുക
mn: Эм уух өдрийн тооны төгсгөлийг өөрчлөх
mr: सेवन दिवसांची समाप्ती बदलवा
ms: Tukar akhir hari pengambilan
my: သောက်သုံးရက်နေ့အဆုံးကို ပြောင်းလဲရန်
nb: Endre sluttdato for medisinering
ne: सेवन दिनको अन्त्य परिवर्तन गर्नुहोस्
nl: Wijzig het einde van de innameperiode
no: Endre sluttdato for doseringsdager
or: ସେବନ ଅବଧିର ଶେଷ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa: ਸੇਵਨ ਦਿਨਾਂ ਦਾ ਅੰਤ ਬਦਲੋ
pl: Zmień koniec dni przyjmowania
ps: د درملنې د ورځو پای بدلول
pt: Alterar o final dos dias de uso
ro: Modificarea sfârșitului zilelor de administrare
ru: Изменить окончание периода приема
si: ඉන්ධන දිනයන්ගේ අවසන් දිනය වෙනස් කරන්න
sk: Zmeniť koniec dní užívania
sl: Spremeni konec števila dni jemanja
sq: Ndrysho fundin e ditëve të marrjes
sr: Промени крај дана узимања
sv: Ändra slutet på intagningsdagen
ta: உட்கொள்ளும் நாட்களின் முடிவை மாற்றவும்
te: సేవన కాలం ముగింపు మార్చండి
th: เปลี่ยนแปลงวันสุดท้ายของการรับประทานยา
tl: Baguhin ang wakas ng mga araw ng pag-inom
tr: Kullanım günlerinin sonunu değiştir
uk: Change the end of the dosage days
ur: کی میعاد کی تاریخ تبدیل کریں
uz: Qabul kunlari tugashini o'zgartirish
vi: Thay đổi ngày kết thúc uống thuốc
zh: 更改服用天数的终结
zu: Shintsha ukuphela kosuku lokuphuza
