Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorProductRequestTimeout
source: Timed out. Please check your network environment and try again. If the problem persists, please contact support. Details: {exceptionMessage}:{exceptionDetails}
af: Die tyd het verstryk. Kontroleer asseblief u netwerkverbinding en probeer weer. As die probleem nie opgelos kan word nie, kontak asseblief ons by Instellings > Kontak ons. Besonderhede: {exceptionMessage}:{exceptionDetails}
am: ጊዜ ወይዘር ወዲ ተሳክቶ ሞተ ያለው ትንቢት ነው። የግንኙነት አካባቢን እባክዎን ይረጋገጡ እና ድጋፍ ይደርሱ። እንደገና ይሞክሩ። እንደሚለው እንዲቀጥሉ ባለሙያውን በማስታወሻ አገናኙ። ዝርዝር: {exceptionMessage}:{exceptionDetails}
ar: انتهى الوقت. يرجى التحقق من بيئة الاتصال الخاصة بك والمحاولة مرة أخرى. إذا لم يتم حل المشكلة، يرجى الاتصال عبر الإعدادات > الاستفسارات. التفاصيل: {exceptionMessage}:{exceptionDetails}
as: সময় শেষ হৈ গৈছে। আপোনাৰ ইন্টাৰনেট সংযোগ পৰীক্ষা কৰি পুনৰ চেষ্টা কৰক। যদি সমাধান নহয়, তেন্তে ছেটিংছ > যোগাযোগ ৰ জৰিয়তে আমাৰ লগত যোগাযোগ কৰক। বিতং: {exceptionMessage}:{exceptionDetails}
az: Zaman bitdi. Xahiş edirik, şəbəkə mühitinizi yoxlayın və yenidən cəhd edin. Hələ də işləmirsə, ayarlar > Sorğu bölməsindən bizimlə əlaqə saxlayın. Ətraflı: {exceptionMessage}:{exceptionDetails}
be: Часовы інтэрвал скончыўся. Калі ласка, праверце вашыя камунікацыйныя ўмовы і паспрабуйце яшчэ раз. Калі праблема не вырашаецца, звяжыцеся з намі праз Настройкі > Запыты. Падрабязнасці: {exceptionMessage}:{exceptionDetails}
bg: Изтече времето за изчакване. Моля, проверете вашата мрежова среда и опитайте отново. Ако проблемът не се реши, моля, свържете се с нас чрез Настройки > Запитване. Подробности: {exceptionMessage}:{exceptionDetails}
bn: টাইমআউট হয়েছে। আপনার ইন্টারনেট সংযোগ পরীক্ষা করে আবার চেষ্টা করুন। সমস্যা সমাধান না হলে সেটিংস > যোগাযোগ এর মাধ্যমে যোগাযোগ করুন। বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Isteklo je vreme za čekanje. Proverite svoje komunikacijsko okruženje i pokušajte ponovo. Ako se problem ne reši, kontaktirajte nas putem Postavki > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
ca: S'ha esgotat el temps d'espera. Comproveu la vostra connexió de xarxa i torneu-ho a intentar. Si el problema persisteix, poseu-vos en contacte amb nosaltres a través de Configuració > Contacte. Detalls: {exceptionMessage}:{exceptionDetails}
cs: Vypršel časový limit. Zkontrolujte své připojení a zkuste to znovu. Pokud problém přetrvává, kontaktujte nás prostřednictvím Nastavení > Dotazy. Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Mae amseru wedi dod i ben. Gwiriwch eich amgylchedd cyfathrebu ac ailwnewch ychydig o weithiau. Os nad yw'n cael ei ddatrys, cysylltwch â ni drwy fynd i Gosodiadau > Cysylltiadau. Manylion: {exceptionMessage}:{exceptionDetails}
da: Tidsafbrudt. Venligst kontroller din kommunikationsmiljø og prøv igen. Hvis det stadig ikke løser problemet, kontakt venligst os via Indstillinger > Forespørgsel. Detaljer: {exceptionMessage}:{exceptionDetails}
de: Die Zeitüberschreitung ist aufgetreten. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, wenden Sie sich bitte über Einstellungen > Unterstützung an uns. Detail: {exceptionMessage}:{exceptionDetails}
el: Η χρονική περίοδος έχει λήξει. Ελέγξτε το περιβάλλον δικτύου σας και δοκιμάστε ξανά. Εάν το πρόβλημα δεν επιλυθεί, παρακαλώ επικοινωνήστε μέσω Ρυθμίσεις > Επικοινωνία. Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Se agotó el tiempo de espera. Por favor, verifica tu conexión a internet e inténtalo de nuevo. Si el problema persiste, contacta con nosotros desde Configuración > Contacto. Detalles: {exceptionMessage}:{exceptionDetails}
et: Aeg on aegunud. Palun kontrollige oma võrguühendust ja proovige uuesti. Kui probleem püsib, võtke ühendust jaotises Seaded > Küsimused. Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Denbora irten da. Mesedez, komunikazio-ingurunearen egoera egiaztatu eta berriro saiatu. Konpondu ez bada, mesedez, ezarpenak > Kontsulta bidez harremanetan jarri. Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: زمان‌بندی تمام شد. لطفاً محیط ارتباطی خود را بررسی کرده و دوباره تلاش کنید. اگر حل نشد، لطفاً از طریق تنظیمات > تماس با ما تماس بگیرید. جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Aika loppui. Tarkista yhteysympäristösi ja yritä uudelleen. Jos ongelma ei ratkea, ota yhteyttä asetuksista > Kysymyksistä. Yksityiskohdat: {exceptionMessage}:{exceptionDetails}
fil: Nag-timeout. Mangyaring suriin ang inyong koneksyon sa internet at subukang muli. Kung hindi pa rin nalulutas ang problema, makipag-ugnayan sa amin sa pamamagitan ng Settings > Contact. Mga detalye: {exceptionMessage}:{exceptionDetails}
fr: Le délai d'attente est écoulé. Veuillez vérifier votre environnement de communication et réessayer. Si le problème persiste, contactez-nous via Paramètres > Contact. Détails : {exceptionMessage}:{exceptionDetails}
gl: Es hora de que sepas que a túa conexión fallou. Verifica a túa conexión e intenta de novo. Se o problema persiste, por favor, contacta connosco a través de Configuración > Consulta. Detalles: {exceptionMessage}:{exceptionDetails}
gu: સમય સમાપ્ત થયો. કૃપા કરીને તમારા નેટવર્ક કનેક્શનની તપાસ કરો અને ફરી પ્રયાસ કરો. જો સમસ્યા હલ ન થાય તો સેટિંગ્સ > સંપર્ક કરો દ્વારા અમારો સંપર્ક કરો. વિગતો: {exceptionMessage}:{exceptionDetails}
he: זמן ההתקשרות לא היה זמין. אנא בדוק את סביבת התקשורת שלך ונסה שוב. אם הבעיה נמשכת, אנא פנה אלינו דרך הגדרות > פניות. פרטים נוספים: {exceptionMessage}:{exceptionDetails}
hi: टाइमआउट हो गया। कृपया अपना नेटवर्क कनेक्शन जांचें और फिर से कोशिश करें। यदि समस्या हल नहीं होती है तो सेटिंग्स > संपर्क से संपर्क करें। विवरण: {exceptionMessage}:{exceptionDetails}
hr: Istekla je vremenska granica. Provjerite svoje mrežno okruženje i pokušajte ponovno. Ako problem nije riješen, kontaktirajte nas preko Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
hu: Időkorlát túllépve. Kérjük, ellenőrizze a hálózati környezetét, majd próbálja újra. Ha a probléma nem oldódik meg, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüpont alatt. Részletek: {exceptionMessage}:{exceptionDetails}
hy: Ժամանցը վաղանցել է: Հաստատեք ձեր հաղորդակցման միջավայրը և փորձեք կրկին: Եթե խնդիրը չի լուծվում, խնդրում ենք դիմել `Կարգավորում > Հարցում` բաժնում: Դիտարկումներ՝ {exceptionMessage}:{exceptionDetails}
id: Waktu habis. Silakan periksa koneksi Anda dan coba lagi. Jika masalah tetap berlanjut, silakan hubungi kami melalui Pengaturan > Kontak. Detail: {exceptionMessage}:{exceptionDetails}
is: Tími er útrunninn. Vinsamlegast athugaðu tenginguna þína og reyndu aftur. Ef vandamálið leysist ekki skaltu hafa samband við okkur í Stillingar > Fyrirspurnir. Nánar: {exceptionMessage}:{exceptionDetails}
it: Si è verificato un timeout. Verifica la tua connessione internet e riprova. Se il problema persiste, contattaci tramite Impostazioni > Contatti. Dettagli: {exceptionMessage}:{exceptionDetails}
ja: タイムアウトしました。通信環境をお確かめの上再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。詳細: {exceptionMessage}:{exceptionDetails}
ka: დროის გასვლა მოხდა. დარწმუნდით, რომ კომუნიკაციის გარემო სწორია და მოინიშნეთ ხელახალი მცდელობა. თუ პრობლემა არ გადაიჭრა, გთხოვთ, დაუკავშირდეთ მხარსაჭერ მენიუდან: პარამეტრები > შეკითხვები. დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Уақыт аяқталды. Байланыс ортасын тексеріп, қайтадан сынап көріңіз. Егер мәселе шешілмесе, Параметрлер > Байланыс арқылы бізге хабарласыңыз. Толық ақпарат: {exceptionMessage}:{exceptionDetails}
km: អស់ពេលកំណត់ហើយ។ សូមពិនិត្យបរិយាកាសទំនាក់ទំនងរបស់អ្នកហើយព្យាយាមម្តងទៀត។ ប្រសិនបើមិនដោះស្រាយបាន សូមទាក់ទងតាមរយៈ ការកំណត់ > សំណួរ។ លម្អិត៖ {exceptionMessage}:{exceptionDetails}
kn: ಸಮಯಾವಧಿ ಮೀರಿದೆ. ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಸಮಸ್ಯೆ ಪರಿಹರಿಸದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ಸಂಪರ್ಕಿಸಿ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ. ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 타임아웃이 발생했습니다. 통신 환경을 확인하시고 다시 시도해 주세요. 문제가 해결되지 않는 경우 설정 > 문의를 통해 문의해 주세요. 상세 정보: {exceptionMessage}:{exceptionDetails}
ky: Тайм-аут болду. Байланыш шарттарын текшериңиз, андан кийин кайра аракет жасап көрүңүз. Эгер чечилбесе, параметрлер > Билдирүү бөлүгүнө кирип, байланышкыла. Толук маалымат: {exceptionMessage}:{exceptionDetails}
lo: ສິ່ງຕໍ່ບັນທິດຊ້າຍແລ້ວ ກະລຸນາເຊັກສະຖານທີ່ສື່ສານຂອງທ່ານແລະລອງໃໝ່ອີກຄັ້ງ. ຖ່າອາດຈະບໍ່ເປັນ ກະລຸນາເຂົ້າໄປທີ່ ຕັ້ງ > ສອບຖາມ ສໍາລັບບັນທິດຊໍາພິມ. ລາຍລະອຽດ: {exceptionMessage}:{exceptionDetails}
lt: Laikas pasibaigė. Patikrinkite savo ryšio aplinkybes ir bandykite dar kartą. Jei problema neišsprendžiama, susisiekite su mumis per Nustatymai > Klausimai. Išsamiau: {exceptionMessage}:{exceptionDetails}
lv: Ir bija laiks beigties. Lūdzu, pārbaudiet savus saziņas apstākļus un mēģiniet vēlreiz. Ja problēma joprojām pastāv, lūdzu, sazinieties ar mums, izvēloties Iestatījumi > Jautājumi. Detaļas: {exceptionMessage}:{exceptionDetails}
mk: Вашиот е истечен. Проверкете ја комуникациската средина и повторно испробајте. Доколку не се реши, контактирајте преку Параметри > Контакт. Детали: {exceptionMessage}:{exceptionDetails}
ml: സമയപരിധി കഴിഞ്ഞു. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക. പ്രശ്നം പരിഹരിക്കപ്പെടുന്നില്ലെങ്കിൽ ക്രമീകരണങ്ങൾ > പരാതി വഴി ബന്ധപ്പെടുക. വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Хугацаа дууссан. Холболтын орчныг шалгаад дахин оролдоно уу. Шинжилгээ хийгдэхгүй бол Тохиргоо > Лавлагаа хэсгээс лавлана уу. Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: टाइमआउट झाला. कृपया आपले नेटवर्क कनेक्शन तपासून पुन्हा प्रयत्न करा. जर समस्या सुटली नाही तर सेटिंग्स > संपर्क वरून संपर्क साधा. तपशील: {exceptionMessage}:{exceptionDetails}
ms: Terdapat masa tamat. Sila semak persekitaran internet anda dan cuba lagi. Jika masalah tidak diselesaikan, sila hubungi kami melalui Tetapan > Pertanyaan. Butiran: {exceptionMessage}:{exceptionDetails}
my: အချိန်ကုန်ပါပြီ။ ဆက်သွယ်ရေးအခြေအနေကို စစ်ဆေးပြီး ထပ်မံကြိုးစားပါ။ ဖြေရှင်းမရပါက ဆက်တင်များ > စုံစမ်းမေးမြန်းမှု မှ ဆက်သွယ်ပါ။ အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Tidsavbrudd. Vennligst sjekk nettverksforholdene dine og prøv igjen. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Forespørsel. Detaljer: {exceptionMessage}:{exceptionDetails}
ne: टाइमआउट भयो। कृपया आफ्नो इन्टरनेट जडान जाँच गरेर फेरि प्रयास गर्नुहोस्। यदि समस्या समाधान हुँदैन भने सेटिङ्ग > इन्क्वायरी बाट सम्पर्क गर्नुहोस्। विवरण: {exceptionMessage}:{exceptionDetails}
nl: De time-out is opgetreden. Controleer uw netwerkverbinding en probeer het opnieuw. Als het probleem aanhoudt, neem dan contact op via Instellingen > Vraag. Details: {exceptionMessage}:{exceptionDetails}
no: Tidsavbrudd. Vennligst sjekk nettverksmiljøet ditt og prøv igjen. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
or: ସମୟ ଶେଷ ହୋଇଗଲା। ଯୋଗାଯୋଗ ପରିବେଶ ଯାଞ୍ଚ କରି ପୁନଃ ଚେଷ୍ଟା କରନ୍ତୁ। ସମାଧାନ ନହେଲେ ସେଟିଂସ୍ > ଯୋଗାଯୋଗ ମାଧ୍ୟମରେ ଯୋଗାଯୋଗ କରନ୍ତୁ। ବିସ୍ତୃତ ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: ਟਾਈਮ ਆਉਟ ਹੋ ਗਿਆ। ਆਪਣੇ ਨੈਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇ ਸਮੱਸਿਆ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ਤਾਂ ਸੈਟਿੰਗਸ > ਸੰਪਰਕ ਕਰੋ ਤੋਂ ਸੰਪਰਕ ਕਰੋ। ਵੇਰਵੇ: {exceptionMessage}:{exceptionDetails}
pl: Czas oczekiwania minął. Proszę sprawdzić połączenie i spróbować ponownie. Jeśli problem nie ustępuje, proszę skontaktować się za pośrednictwem Ustawienia > Kontakt. Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: د وخت ختم کیدل. مهرباني وکړئ د اړیکو چاپیریال وګورئ او بیا هڅه وکړئ. که حل نشي، نو مهرباني وکړئ د تنظیماتو > د پوښتنې له لارې اړیکه ونیسئ. تفصیل: {exceptionMessage}:{exceptionDetails}
pt: O tempo esgotou. Verifique seu ambiente de comunicação e tente novamente. Se o problema persistir, entre em contato através de Configurações > Contato. Detalhes: {exceptionMessage}:{exceptionDetails}
ro: A avut loc un timeout. Vă rugăm să verificați condițiile de comunicație și să încercați din nou. Dacă problema persistă, contactați-ne prin Setări > Întrebare. Detalii: {exceptionMessage}:{exceptionDetails}
ru: Время ожидания истекло. Пожалуйста, проверьте ваше сетевое соединение и попробуйте снова. Если проблема не решена, свяжитесь с нами через Настройки > Обратная связь. Подробности: {exceptionMessage}:{exceptionDetails}
si: කාලය නිමා වී ඇත. ෙසමීම පොහොසත් බව තහවුරු කරමින් නැවත උත්සහා කරන්න. විසඳන්නේ නැතිනම්, සකසන් > ඇසීම් මගින් සම්බන්ධ වන්න. විශේෂාංගය: {exceptionMessage}:{exceptionDetails}
sk: Časový limit vypršal. Skontrolujte svoje pripojenie k sieti a skúste to znova. Ak sa to nevyrieši, kontaktujte nás cez Nastavenia > Kontakt. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Izgubil se je čas. Preverite svoje omrežje in poskusite znova. Če težava ni odpravljena, nas kontaktirajte preko Nastavitve > Povpraševanje. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Javimi është skaduar. Ju lutem kontrolloni kushtet e komunikimit dhe provoni përsëri. Nëse problemi vazhdon, ju lutem kontaktoni përmes Cilësimeve > Kontakt. Detajet: {exceptionMessage}:{exceptionDetails}
sr: Таймаут је истекао. Проверите окружење комуникације и покушајте поново. Ако проблем не буде решен, молимо вас да се обратите на: Подешавања > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Tidsgränsen har gått ut. Kontrollera din kommunikationsmiljö och försök igen. Om problemet kvarstår, vänligen kontakta oss via Inställningar > Frågor. Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Muda wa subiri umekwisha. Tafadhali angalia muunganisho wako wa mtandao na ujaribu tena. Ikiwa shida haitajakutatuliwa, tafadhali tuwasiliane kupitia Mipangilio > Maswali. Maelezo: {exceptionMessage}:{exceptionDetails}
ta: நேரம் முடிந்துவிட்டது. தங்களின் இணைப்பு சூழலை சரிபார்த்து மீண்டும் முயற்சி செய்யவும். சரியாகவில்லை எனில் அமைப்புகள் > விசாரணை மூலம் தொடர்பு கொள்ளவும். விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: టైమ్ అవుట్ అయింది. దయచేసి మీ నెట్వర్క్ కనెక్షన్ని తనిఖీ చేసి మళ్లీ ప్రయత్నించండి. సమస్య పరిష్కరించబడకపోతే సెట్టింగులు > సంప్రదింపులు ద్వారా మాతో సంప్రదించండి. వివరాలు: {exceptionMessage}:{exceptionDetails}
th: หมดเวลาลงแล้ว กรุณาตรวจสอบสภาพการเชื่อมต่อและลองอีกครั้ง หากยังไม่สามารถแก้ไขได้ กรุณาติดต่อผ่าน การตั้งค่า > สอบถาม ข้อมูลเพิ่มเติม: {exceptionMessage}:{exceptionDetails}
tl: Nag-timeout ang koneksyon. Pakisuri ang inyong internet connection at subukan muli. Kung hindi pa rin maayos, makipag-ugnayan sa amin sa Mga Setting > Tanungin. Detalye: {exceptionMessage}:{exceptionDetails}
tr: Zaman aşımına uğradı. Lütfen ağ bağlantınızı kontrol edin ve tekrar deneyin. Sorun devam ederse, Ayarlar > İletişim kısmından bize ulaşın. Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: The operation has timed out. Please check your network connection and try again. If the issue persists, please contact us via Settings > Inquiry. Details: {exceptionMessage}:{exceptionDetails}
ur: ٹائم آؤٹ ہوگیا ہے۔ براہ کرم اپنے نیٹ ورک کے حالات کی جانچ کریں اور دوبارہ کوشش کریں۔ اگر یہ مسئلہ حل نہ ہو تو سیٹنگز > رابطہ کریں کے ذریعے ہم سے رابطہ کریں۔ تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Vaqt tugadi. Aloqa muhitini tekshirib ko'ring va qaytadan sinab ko'ring. Agar muammo hal bo'lmasa, "Sozlamalar > Murojaat" orqali biz bilan bog'laning. Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Hết thời gian chờ. Vui lòng kiểm tra kết nối mạng và thử lại. Nếu vẫn không giải quyết được, vui lòng liên hệ qua Cài đặt > Liên hệ. Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 操作超時。請檢查您的網路環境後再試一次。如果問題仍然存在，請在設定 > 聯繫中聯繫我們。詳細：{exceptionMessage}:{exceptionDetails}
zu: Isikhathi sokuphuma sifeziwe. Khumbula ukuhlola izimo zokuxhumana futhi uzame futhi. Uma ungenakho ukulungiswa, sicela uthinte kusetshenziswa Izilungiselelo > Ukuxhumana. Imininingwane: {exceptionMessage}:{exceptionDetails}
