Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

source: Others
af: Ander
am: ሌላ
ar: أخرى
as: অন্যান্য
az: Digər
be: Іншае
bg: Друго
bn: অন্যান্য
bs: Ostalo
ca: Altres
cs: Jiné
cy: Arall
da: Andet
de: Sonstiges
el: Άλλα
es: Otros
et: Muu
eu: Besteak
fa: سایر
fi: Muut
fil: Iba pa
fr: Autres
gl: Outros
gu: અન્ય
he: אחר
hi: अन्य
hr: Ostalo
hu: Egyéb
hy: Այլ
id: Lainnya
is: Annað
it: Altro
ja: その他
ka: სხვა
kk: басқа
km: ផ្សេងៗ
kn: ಇತರೆ
ko: 기타
ky: Башка
lo: ອື່ນ ๆ
lt: Kita kita
lv: Citas
mk: Други
ml: മറ്റുള്ളവ
mn: Бусад
mr: इतर
ms: Lain-lain
my: အခြား
nb: Annet
ne: अन्य
nl: Overige
no: Annet
or: ଅନ୍ୟାନ୍ୟ
pa: ہور
pl: Inne
ps: نورونه
pt: Outros
ro: Altele
ru: Другие
si: ආවේණික
sk: Iné
sl: Druge
sq: Tjetër
sr: Остало
sv: Övrigt
sw: Nyingine
ta: மற்றவை
te: ఇతర
th: อื่น ๆ
tl: Iba pa
tr: Diğer
uk: Other
ur: دیگر
uz: Boshqa
vi: Khác
zh: 其他
zu: Esinye

source: FAQ
af: VRAAG EN ANTWOORD
am: በብዛት የሚጠየቁ ጥያቄዎች
ar: الأسئلة الشائعة
as: প্ৰায়ে সোধা প্ৰশ্নসমূহ
az: Tez-tez verilən suallar
be: Частыя пытанні
bg: Често задавани въпроси
bn: প্রায়শই জিজ্ঞাসিত প্রশ্ন
bs: Često postavljana pitanja
ca: Preguntes freqüents
cs: Často kladené otázky
cy: Cwestiynau Cyffredin
da: Ofte stillede spørgsmål
de: Häufige Fragen
el: Συχνές Ερωτήσεις
es: Preguntas frecuentes
et: KKK
eu: Maizteria
fa: سؤالات متداول
fi: UKK
fil: Mga Madalas na Tanong
gu: વારંવાર પૂછાતા પ્રશ્નો
he: שאלות נפוצות
hi: अकसर पूछे जाने वाले प्रश्न
hu: GYIK
hy: ՀՏՀ
it: Domande frequenti
ka: კითხვები და პასუხები
kk: Жиі қойылатын сұрақтар
km: សំណួរទូទៅ
kn: ಸಾಮಾನ್ಯ ಪ್ರಶ್ನೆಗಳು
ko: 자주 묻는 질문
ky: Сурак-жооптор
lo: ຄຳຖາມຄິດຕານ
lt: DUK
lv: BUJ
mk: ЧПП
ml: പതിവായി ചോദിക്കപ്പെടുന്ന ചോദ്യങ്ങൾ
mn: Түгээмэл асуултууд
mr: सामान्य प्रश्न
ms: Soalan Lazim
my: အမေးများသောမေးခွန်းများ
nb: Ofte stilte spørsmål
ne: प्रायः सोधिने प्रश्नहरू
no: Ofte stilte spørsmål
or: ବାରମ୍ବାର ପଚରାଯାଉଥିବା ପ୍ରଶ୍ନ
pa: ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਸਵਾਲ
ps: د FAQ
pt: Perguntas Frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
si: මෙම තොරතුරු පරීක්ෂාව
sk: Často kladené otázky
sl: Pogosta vprašanja
sq: Pyetjet e shpeshta
sr: Често постављана питања
sw: Maswali Maarufu
ta: அடிக்கடி கேட்கும் கேள்விகள்
te: తరచుగా అడిగే ప్రశ్నలు
th: คำถามที่พบบ่อย
tl: Mga Madalas Tanungin
tr: SSS
ur: عمومی سوالات
uz: TSS
vi: Câu hỏi thường gặp
zh: 常见问题解答
zu: Imibuzo Evamelekile

# newFeaturesIntroduction
source: Introduction of new features
af: Nuwe kenmerke bekendstelling
am: ዐዲስ ባህሪያት አቅራቢት
ar: تقديم الميزات الجديدة
as: নতুন বৈশিষ্ট্যৰ পৰিচয়
az: Yeni xüsusiyyətlərin təqdimatı
be: Уводзіны новых функцый
bg: Нови функции
bn: নতুন বৈশিষ্ট্যের পরিচিতি
bs: Nove funkcije
ca: Noves funcions
cs: Úvod do nových funkcí
cy: Cyflwyniad i'r nodweddion newydd
da: Introduktion af nye funktioner
de: Einführung neuer Funktionen
el: Εισαγωγή νέων χαρακτηριστικών
es: Nuevas funciones
et: Uute funktsioonide tutvustus
eu: Ezaugarri berrien aurkezpena
fa: معرفی ویژگی های جدید
fi: Uudet ominaisuudet
fil: Pagpapakilala ng Mga Bagong Feature
fr: Présentation des nouvelles fonctionnalités
gl: Introdución a novas funcións
gu: નવી સુવિધાઓનો પરિચય
he: הצגת תכנים חדשים
hi: नई सुविधाएं
hr: Predstavljanje novih značajki
hu: Újdonságok bemutatása
hy: Անցյալ հատկություն
id: Perkenalan Fitur Baru
is: Nýjar eiginleikar
it: Nuove funzionalità
ja: 新機能紹介
ka: ახალი ფუნქციების გაცნობა
kk: Жаңа функционалдың таныстырылымы
km: ការណែនាំមុខងារថ្មី
kn: ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳ ಪರಿಚಯ
ko: 새로운 기능 소개
ky: Жаңы функцияларды тааныштыруу
lo: ການນໍາແປທີ່ໃໝ່
lt: Naujų funkcijų pristatymas
lv: Jaunā funkcija
mk: Представување на нови функции
ml: പുതിയ സവിശേഷതകളുടെ പരിചയം
mn: Шинэ боломжийн танилцуулга
mr: नवीन वैशिष्ट्यांचा परिचय
ms: Pengenalan Ciri Baharu
my: လုပ်ဆောင်ချက်အသစ်များ မိတ်ဆက်
nb: Introduksjon av nye funksjoner
ne: नयाँ सुविधाहरू
nl: Introductie van nieuwe functies
no: Introduksjon av nye funksjoner
or: ନୂତନ ସୁବିଧା ପରିଚୟ
pa: ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਾ ਪਰਿਚਯ
pl: Wprowadzenie nowych funkcji
ps: د نوو ځانګړتیاوو پیژندنه
pt: Apresentação de Novos Recursos
ro: Introducerea noilor funcții
ru: Представление нового функционала
si: නව විශේෂණ හැදැරීම
sk: Predstavenie novej funkcie
sl: Predstavitev novih funkcij
sq: Prezantim i veçorive të reja
sr: Представљање нових функција
sv: Ny funktioner introduktion
sw: Utambulisho wa Vipengele Vipya
ta: புதிய அம்சங்கள் அறிமுகம்
te: కొత్త ఫీచర్ల పరిచయం
th: แนะนำฟีเจอร์ใหม่
tl: Pakilala sa Mga Bagong Feature
tr: Yeni özellik tanıtımı
ur: نئی خصوصیات کا تعارف
uz: Yangi funksiyalarni tanishtirish
vi: Giới thiệu tính năng mới
zh: 新功能介绍
zu: Ukukhombisa Izenzo Ezintsha

source: Contact us
af: Kontak
am: ጥያቄ
ar: اتصل بنا
as: যোগাযোগ
az: Əlaqə
be: Кантакт
bg: Контакт
bn: যোগাযোগ
bs: Kontakt
ca: Contacte
cs: Kontakt
cy: Cysylltwch â ni
da: Kontakt
de: Kontaktieren Sie uns
el: Επικοινωνία
es: Contacto
et: Küsimused
eu: Informazioa
fa: تماس بگیرید
fi: Ota yhteyttä
fil: Makipag-ugnayan
fr: Contactez-nous
gl: Consulta
gu: સંપર્ક કરો
he: יצירת קשר
hi: संपर्क करें
hr: Kontakt
hu: Kapcsolatfelvétel
hy: Հարցնում եմ
id: Kontak Kami
is: Tengjast
it: Contatti
ja: お問い合わせ
ka: კონტაქტი
kk: Байланыс
km: ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಿಸಿ
ko: 문의
ky: Байланышы
lo: ຕິດຕໍ່
lt: Kreipkitės
lv: Sazināties
mk: Контакт
ml: ബന്ധപ്പെടുക
mn: Холбоо барих
mr: संपर्क करा
ms: Pertanyaan
my: ဆက်သွယ်ရန်
nb: Kontakt oss
ne: सम्पर्क
nl: Contact
no: Kontakt oss
or: ଯୋଗାଯୋଗ
pa: ਸੰਪਰਕ
pl: Kontakt
ps: پوښتنه
pt: Contato
ro: Contact
ru: Обратная связь
si: සම්බන්ධ කරුණු
sk: Kontakt
sl: Vprašanja
sq: Kontaktoni
sr: Контакт
sv: Kontakta oss
sw: Mawasiliano
ta: தொடர்பு
te: సంప్రదింపులు
th: สอบถาม
tl: Makipag-ugnayan
tr: İletişim
ur: رابطہ کریں
uz: Aloqa
vi: Liên hệ
zh: 联系我们
zu: Xhumana nathi

source: Delete
af: Verwyder
am: ማጥፋት
ar: حذف
as: মচক
az: Sil
be: Выдаліць
bg: Изтрий
bn: মুছুন
bs: Obriši
ca: Elimina
cs: Odstranit
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
eu: Ezabatu
fa: حذف
fi: Poista
fil: Tanggalin
fr: Supprimer
gl: Borrar
gu: કાઢો
he: מחק
hi: हटाएं
hr: Izbriši
hu: Törlés
hy: Հեռացնել
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ka: წაშლა
kk: Жою
km: លុប
kn: ಅಳಿಸು
ko: 삭제
ky: Жою
lo: ລຶບ
lt: Ištrinti
lv: Dzēst
mk: Избриши
ml: മായ്ക്കുക
mn: Устгах
mr: हटवा
ms: Hapus
my: ဖျက်
nb: Slett
ne: मेटाउनुहोस्
nl: Verwijderen
no: Slett
or: ବିଲୋପ
pa: ਹਟਾਓ
pl: Usuń
ps: لکه له منځه وړل
pt: Remover
ro: Șterge
ru: Удалить
si: ඉවත් කරන්න
sk: Odstrániť
sl: Odstrani
sq: Fshi
sr: Уклони
sv: Ta bort
sw: futa
ta: நீக்கு
te: తొలగించండి
th: ลบ
tl: Tanggalin
tr: Sil
ur: ہٹائیں
uz: O'chirish
vi: Xóa
zh: 删除
zu: Susa

# doDelete
source: Delete
af: Verwyder
am: ሰርዝ
ar: احذف
as: মচক
az: Sil
be: Выдаліць
bg: Изтрий
bn: মুছে ফেলুন
bs: Obriši
ca: Eliminar
cs: Smazat
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
eu: Ezabatu
fa: حذف کردن
fi: Poista
fil: Tanggalin
fr: Supprimer
gl: Eliminar
gu: કાઢી નાખો
he: מחק
hi: हटाएं
hr: Izbriši
hu: Törlés
hy: ոչնչացնել
id: Hapus
is: Fjarlægja
it: Elimina
ja: 削除する
ka: წაშლა
kk: Жою
km: លុប
kn: ಅಳಿಸು
ko: 삭제
ky: Жойуу
lo: ລົບອອກ
lt: Ištrinti
lv: dzēst
mk: Отстрани
ml: ഇല്ലാതാക്കുക
mn: Устгах
mr: हटवा
ms: Padam
my: ပယ်ဖျက်မည်
nb: Fjerne
ne: मेटाउनुहोस्
nl: Verwijderen
no: Slett
or: ବିଲୋପ କରନ୍ତୁ
pa: ਮਿਟਾਓ
pl: Usuń
ps: حذف کړئ
pt: Remover
ro: Șterge
ru: Удалить
si: ඉවත් කරන්න
sk: Odstrániť
sl: Odstrani
sq: Fshi
sr: Уклонити
sv: Ta bort
sw: Futa
ta: நீக்கு
te: తొలగించు
th: ลบ
tl: Tanggalin
tr: Sil
ur: حذف کریں
uz: O'chirish
vi: Xóa
zh: 删除
zu: Susa

source: Delete user
af: Verwyder gebruiker
am: ተጠቃሚን ማጥፋት
ar: حذف المستخدم
as: ব্যৱহাৰকাৰী মচি পেলাওক
az: İstifadəçini sil
be: Выдаліць карыстальніка
bg: Изтриване на потребител
bn: ব্যবহারকারী মুছে ফেলুন
bs: Obriši korisnika
ca: Eliminar usuari
cs: Odstranit uživatele
cy: Dileu defnyddiwr
da: Slet bruger
de: Benutzer löschen
el: Αφαίρεση χρήστη
es: Eliminar usuario
et: Kasutaja kustutamine
eu: Erabiltzailea ezabatu
fa: حذف کاربر
fi: Poista käyttäjä
fil: I-delete ang User
fr: Supprimer l'utilisateur
gl: Eliminar usuario
gu: વપરાશકર્તાને કાઢી નાખો
he: מחק משתמש
hi: उपयोगकर्ता को हटाएं
hr: Izbriši korisnika
hu: Felhasználó törlése
hy: Հաղորդագրությունը մաքրելու
id: Hapus pengguna
is: Fjarlægja notanda
it: Elimina utente
ja: ユーザーを削除
ka: გამოყენების პირის წაშლა
kk: Пайдаланушыны жою
km: លុបអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರರನ್ನು ಅಳಿಸಿ
ko: 사용자 삭제
ky: Колдонуудду жоготуу
lo: ລົບຜູ້ໃຊ້
lt: Ištrinti vartotoją
lv: Lietotāju dzēšana
mk: Убери корисник
ml: ഉപയോക്താവിനെ ഇല്ലാതാക്കുക
mn: Хэрэглэгчийг устгах
mr: वापरकर्ता हटवा
ms: Padam Pengguna
my: အသုံးပြုသူကို ဖျက်သိမ်းရန်
nb: Slett bruker
ne: प्रयोगकर्ता हटाउनुहोस्
nl: Verwijder gebruiker
no: Slette bruker
or: ବ୍ୟବହାରକାରୀ ବିଲୋପ କରନ୍ତୁ
pa: ਯੂਜ਼ਰ ਮਿਟਾਓ
pl: Usuń użytkownika
ps: کارن را حذف کړئ
pt: Eliminar usuário
ro: Șterge utilizatorul
ru: Удалить пользователя
si: පරිශීලකයා මකන්න
sk: Odstrániť používateľa
sl: Odstrani uporabnika
sq: Fshi përdoruesin
sr: Уклонити корисника
sv: Ta bort användare
sw: Kufuta Mtumiaji
ta: பயனரை நீக்கவும்
te: వినియోగదారుని తొలగించు
th: ลบผู้ใช้
tl: Tanggalin ang User
tr: Kullanıcıyı sil
ur: صارف کو ہٹائیں
uz: Foydalanuvchini o'chirish
vi: Xóa người dùng
zh: 删除用户
zu: Susa umsebenzisi

source: Delete diary
af: Ek gaan die dagboek verwyder.
am: ዳያሪው ይሰረዛል
ar: سيتم حذف اليومية
as: ডায়েৰী মচি পেলোৱা হ'ব
az: Gündəlik silinəcək
be: Выдаліць дзённік
bg: Ще изтрия дневника
bn: ডায়েরি মুছে ফেলা হবে
bs: Dnevnik će biti obrisan
ca: S'eliminarà el diari
cs: Smažím deník
cy: Byddaf yn dileu'r dyddiadur
da: Jeg sletter dagbogen
de: Tagebuch löschen
el: Θα διαγράψετε το ημερολόγιο.
es: Se eliminará el registro del diario
et: Kustutan päevikut
eu: Egunerokoak ezabatu egingo dira.
fa: این روزنامه را حذف می کنم
fi: Poistan päiväkirjan
fil: Buburahin ang talaarawan
fr: Supprimer le journal
gl: Vou borrar o diario
gu: ડાયરી કાઢી નાખવામાં આવશે
he: אני מוחק את היומן
hi: डायरी हटाई जाएगी
hr: Izbrisat ću dnevnik
hu: Törölni fogom a naplót.
hy: Ես կջնջեմ օրագիրը
id: Menghapus catatan harian
is: Mun skipta út dagbók
it: Il diario verrà eliminato
ja: 日記を削除します
ka: შეფურღვას ავალა
kk: Күнделік жойылады
km: នឹងលុបកំណត់ហេតុនេះ
kn: ಡೈರಿಯನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ
ko: 일기를 삭제합니다
ky: Журналды өчүрөм
lo: ແອັບເວີນິດນັຄົມຄວາມຈິດໃຈການລົບໃບເລກ
lt: Ištrinsiu dienoraštį
lv: Es dzēšu dienasgrāmatu.
mk: Ќе ја избришам дневникот
ml: ഡയറി ഇല്ലാതാക്കും
mn: Өдрийн тэмдэглэлийг устгана
mr: डायरी हटविली जाईल
ms: Saya akan memadamkan diari.
my: ဒိုင်ယာရီကို ဖျက်သိမ်းပါမည်
nb: Sletter dagbok
ne: डायरी मेटाइनेछ
nl: Verwijder het dagboek
no: Sletter dagboken
or: ଡାଏରୀ ବିଲୋପ କରାଯିବ
pa: ਡਾਇਰੀ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ
pl: Usuwam dziennik
ps: زه د ورځې لیکنه له منځه یوسم
pt: Vou deletar o diário.
ro: Voi șterge jurnalul
ru: Удалить дневник
si: දිනපොත මකා දැමිය හැක
sk: Vymažem denník
sl: Bomo izbrisali dnevnik
sq: Do you want to delete the diary?
sr: Брисаћу дневник
sv: Jag tar bort dagboken
sw: Diari itafutwa
ta: நாட்குறிப்பு நீக்கப்படும்
te: డైరీని తొలగిస్తాము
th: ลบบันทึกประจำวัน
tl: Buburahin ang talaarawan
tr: Günlüğü siliyorum
ur: میں ڈائری حذف کر دوں گا
uz: Kun yozuvini o'chirishni tasdiqlaysizmi?
vi: Nhật ký sẽ bị xóa
zh: 将删除日记
zu: Ngizokhubaza idayari

# confirmDeletingMenstruation
source: Do you want to delete the menstruation period?
af: Verwyder jy die menstruasieperiode?
am: የወር ቀን ጊዜውን ለማጥፋት ይፈልጋሉ?
ar: هل تريد حذف فترة الحيض؟
as: ঋতুস্ৰাৱৰ তথ্য মচি পেলাব নেকি？
az: Aybaşı dövrünü silmək istəyirsiniz?
be: Цікавяць, каб выдаліць менструальны перыяд?
bg: Искате ли да изтриете менструалния период?
bn: মাসিক চক্র মুছে ফেলবেন কি?
bs: Da li želite obrisati menstrualni period?
ca: Vols eliminar aquest període menstrual?
cs: Chcete odstranit období menstruace?
cy: Ydych chi am ddileu'r cyfnod mislif?
da: Vil du slette din menstruationsperiode?
de: Möchten Sie den Menstruationszeitraum löschen?
el: Θα διαγράψετε την περίοδο της εμμήνου ρύσεως;
es: ¿Desea eliminar este período menstrual?
et: Kas soovite menstruatsiooniperioodi kustutada?
eu: Hileko aldia ezabatuko al duzu?
fa: آیا می‌خواهید دوره قاعدگی را حذف کنید؟
fi: Haluatko poistaa kuukautisten ajanjakson?
fil: Tanggalin ang talaan ng regla?
fr: Voulez-vous supprimer la période menstruelle ?
gl: Queres eliminar o período menstrual?
gu: શું તમે માસિક ધર્મનો સમયગાળો કાઢી નાખવા માંગો છો?
he: האם אתה בטוח שברצונך למחוק את תקופת הווסת?
hi: क्या आप मासिक धर्म की अवधि को हटाना चाहते हैं?
hr: Želite li ukloniti razdoblje menstruacije?
hu: Törli a menstruációs időszakot?
hy: Զիվի ժամանակաշրջանը հեռացնո՞ւմ եք։
id: Apakah Anda ingin menghapus periode menstruasi?
is: Viltu eyða blæðingartímabili?
it: Eliminare il periodo mestruale?
ja: 生理期間を削除しますか？
ka: გსურთ საქმემის ხანგრძლივობის წაშლა?
kk: Менструация кезеңін жоясыз ба?
km: តើ​អ្នក​ចង់​លុប​កាល​បរិច្ឆេទ​មករដូវ​នេះ​ទេ?
kn: ಮುಟ್ಟಿನ ಅವಧಿಯನ್ನು ಅಳಿಸಲು ಬಯಸುತ್ತೀರಾ?
ko: 생리 기간을 삭제하시겠습니까?
ky: Сиз менструация мезгилин көзөмөлдөөнү жок кылгыңыз келеби?
lo: Do you want to delete the menstrual period?
lt: Ar norite pašalinti menstruacijų periodą?
lv: Vai dzēst menstruāciju periodu?
mk: Дали сакате да го избришете периодот на менструација?
ml: മാസിക കാലാവധി നീക്കം ചെയ്യണമോ？
mn: Сарын тэмдгийн хугацааг устгах уу？
mr: मासिक पाळीचा कालावधी हटवायचा का?
ms: Adakah anda ingin memadamkan tempoh haid?
my: ရာသီလာချိန်ကာလကို ဖျက်သိမ်းမလား။
nb: Vil du fjerne menstruasjonsperioden?
ne: के तपाईं माहावारी अवधि हटाउन चाहनुहुन्छ?
nl: Wilt u de menstruatieperiode verwijderen?
no: Vil du slette menstruasjonsperioden?
or: ମାସିକ ଧର୍ମ ସମୟ ବିଲୋପ କରିବେ କି？
pa: ਕੀ ਤੁਸੀਂ ਮਾਹਵਾਰੀ ਦੀ ਮਿਆਦ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy chcesz usunąć okres?
ps: آیا تاسو د میتر د دورې درلودل غواړئ؟
pt: Você deseja excluir o período menstrual?
ro: Doriți să ștergeți perioada menstruală?
ru: Вы хотите удалить период менструации?
si: ඔබ මාසික කාලය ඉවත් කිරීමට අවශ්‍යද?
sk: Chcete načasovanie menštruačného cyklu odstrániť?
sl: Ali izbrišem obdobje menstruacije?
sq: A do të fshini periudhën menstruale?
sr: Да ли желите да избришете период менструације?
sv: Vill du ta bort menstruationsperioden?
sw: Je, ungependa kufuta kipindi hiki cha hedhi?
ta: மாதவிடாய் காலத்தை நீக்க வேண்டுமா？
te: రుతుకాల వ్యవధిని తొలగించాలా？
th: คุณต้องการลบช่วงเวลาในประจำเดือนหรือไม่?
tl: Buburahin ang panahon ng regla?
tr: Adet dönemini silmek istiyor musunuz?
uk: Do you want to delete the menstrual period?
ur: کیا آپ حیض کی مدت کو حذف کرنا چاہتے ہیں؟
uz: Siz menstruatsiya davrini o'chirmoqchimisiz?
vi: Bạn có chắc chắn muốn xóa chu kỳ kinh nguyệt không?
zh: 您要删除生理期吗？
zu: Uyakwenza ukufaka isikhathi sokuphila?

source: Add notification time
af: Voeg kennisgewing tyd aan
am: ማሳወቂያ ሰዓት ማከል
ar: إضافة وقت الإشعار
as: জাননী সময় যোগ কৰক
az: Bildiriş vaxtı əlavə et
be: Дадаць час апавяшчэння
bg: Добави време за уведомление
bn: বিজ্ঞপ্তির সময় যোগ করুন
bs: Dodaj vrijeme notifikacije
ca: Afegir hora de notificació
cs: Přidání času upozornění
cy: Ychwanegu amser hysbysu
da: Tilføj notifikationstidspunkt
de: Benachrichtigungszeit hinzufügen
el: Προσθήκη ώρας ειδοποίησης
es: Agregar horario de notificación
et: Teavitusaaja lisamine
eu: Abisua denbora gehitu
fa: اضافه کردن زمان اعلان
fi: Ilmoitusaikojen lisääminen
fil: Magdagdag ng Oras ng Paalala
fr: Ajouter un temps de notification
gl: Engadir unha hora de notificación
gu: સૂચના સમય ઉમેરો
he: הוספת זמן הודעה
hi: सूचना समय जोड़ें
hr: Dodavanje vremena obavijesti
hu: Értesítési idő hozzáadása
hy: Հավելել ծանուցման ժամ
id: Menambahkan waktu pemberitahuan
is: Aukning tilkynningartíma
it: Aggiungi orario di notifica
ja: 通知時間の追加
ka: შეტყობინების დროის დამატება
kk: Хабарландыру уақытын қосу
km: បន្ថែមម៉ោងជូនដំណឹង
kn: ಸೂಚನೆ ಸಮಯ ಸೇರಿಸು
ko: 알림 시간 추가
ky: Эскертүү убактысын кошуу
lo: ເພີ່ມເວລາການແຈ້ງເຕືອນ
lt: Pridėti pranešimo laiką
lv: Paziņojuma laika pievienošana
mk: Додавање на време за известување
ml: അറിയിപ്പ് സമയം ചേർക്കുക
mn: Мэдэгдэлийн цаг нэмэх
mr: सूचना वेळ जोडा
ms: Tambah Waktu Notifikasi
my: အသိပေးချိန် ထည့်ရန်
nb: Legge til varslingstid
ne: सूचना समय थप्नुहोस्
nl: Toevoegen van notificatietijd
no: Legge til varslingstid
or: ସୂଚନା ସମୟ ଯୋଗ କରନ୍ତୁ
pa: ਸੂਚਨਾ ਸਮਾਂ ਜੋੜੋ
pl: Dodanie czasu powiadomienia
ps: د خبرتیا وخت اضافه کول
pt: Adicionar hora de notificação
ro: Adăugarea timpului de notificare
ru: Добавление времени уведомления
si: සන්නිවේදන කාලය එකතු කිරීම
sk: Pridať čas oznámenia
sl: Dodajanje obvestilnega časa
sq: Shtimi i kohëve të njoftimit
sr: Додавање времена обавештења
sv: Lägg till aviseringstid
sw: Ongeza Muda wa Arifa
ta: அறிவிப்பு நேரம் சேர்க்கவும்
te: హెచ్చరిక సమయాన్ని జోడించండి
th: การเพิ่มเวลาการแจ้งเตือน
tl: Magdagdag ng Oras ng Paalala
tr: Bildirim zamanı ekleme
ur: نوٹیفکیشن کا وقت شامل کریں
uz: Xabardorlik vaqti qo'shish
vi: Thêm thời gian thông báo
zh: 添加通知时间
zu: Ukwengeza isikhathi sokwaziswa

# syncWithDeviceTimeZone
source: Sync with the device's timezone ({deviceTimezoneName})?
af: Wil jy die toestel se tydsone ({deviceTimezoneName}) sinchroniseer?
am: የመሳሪያው የጊዜ ዞን ({deviceTimezoneName}) ማመሳሰል ይፈልጋሉ?
ar: هل تريد المزامنة مع المنطقة الزمنية للجهاز ({deviceTimezoneName})؟
as: ডিভাইচৰ টাইম জ'ন ({deviceTimezoneName}) ৰ সৈতে সিংক কৰিবনে?
az: Cihazın saat qurşağı ({deviceTimezoneName}) ilə sinxronlaşdırılsın?
be: Цікавецеся сінхранізаваць з часавой зонай прылады ({deviceTimezoneName})?
bg: Искате ли да синхронизирате с часовата зона на устройството ({deviceTimezoneName})?
bn: ডিভাইসের টাইম জোন ({deviceTimezoneName}) এর সাথে সিঙ্ক করবেন?
bs: Da li želite sinhronizovati sa vremenskom zonom uređaja ({deviceTimezoneName})?
ca: Voleu sincronitzar amb la zona horària del dispositiu ({deviceTimezoneName})?
cs: Chcete synchronizovat časové pásmo zařízení ({deviceTimezoneName})?
cy: A ydych am gydosod â chyfnod amser {deviceTimezoneName} y ddyfais?
da: Vil du synkronisere med enhedens tidszone ({deviceTimezoneName})?
de: Möchten Sie mit der Zeitzone des Geräts ({deviceTimezoneName}) synchronisieren?
el: Θα συγχρονίσετε με την ζώνη ώρας της συσκευής ({deviceTimezoneName}) ;
es: ¿Desea sincronizar con la zona horaria del dispositivo ({deviceTimezoneName})?
et: Kas soovite sünkroonida seadme ajavööndit ({deviceTimezoneName})?
eu: Sincronizatu {deviceTimezoneName} lekuarazteko ordua?
fa: آیا می‌خواهید با منطقه زمانی دستگاه ({deviceTimezoneName}) همگام‌سازی کنید؟
fi: Synkronoitko laitteen aikavyöhykkeen ({deviceTimezoneName}) kanssa?
fil: Mag-sync po ba sa timezone ng device ({deviceTimezoneName})?
fr: Souhaitez-vous synchroniser avec le fuseau horaire de l'appareil ({deviceTimezoneName}) ?
gl: Sincronizar co fuso horario do dispositivo ({deviceTimezoneName})?
gu: ઉપકરણના ટાઇમ ઝોન ({deviceTimezoneName}) સાથે સિંક કરશો?
he: האם לסנכרן עם אזור הזמן של המכשיר ({deviceTimezoneName})?
hi: क्या आप डिवाइस टाइम जोन ({deviceTimezoneName}) के साथ सिंक करना चाहते हैं?
hr: Želite li sinkronizirati s vremenskom zonom uređaja ({deviceTimezoneName})?
hu: Szinkronizálja a készülék időzónáját ({deviceTimezoneName})?
hy: Գործիքի ժամային գոտի ({deviceTimezoneName}) համաժամեցնե՞նք։
id: Apakah Anda ingin menyinkronkan dengan zona waktu perangkat ({deviceTimezoneName})?
is: Viltu samstilla við tíma svæðið á tækinu ({deviceTimezoneName})?
it: Sincronizzare con il fuso orario del dispositivo ({deviceTimezoneName})?
ja: 端末のタイムゾーン({deviceTimezoneName})と同期しますか？
ka: თქვენ გსურთ მოწყობილობის დროის სარტყელის ({deviceTimezoneName}) სინქრონიზაცია?
kk: Дыбыстық уақыт белдеуін ({deviceTimezoneName}) синхрондауға болады ма?
km: តើអ្នកចង់ធ្វើសមកាលកម្មជាមួយតំបន់ពេលវេលាឧបករណ៍ ({deviceTimezoneName}) ទេ?
kn: ಸಾಧನದ ಸಮಯ ವಲಯ ({deviceTimezoneName}) ಜೊತೆ ಸಿಂಕ್ ಮಾಡಬೇಕೇ?
ko: 기기의 시간대({deviceTimezoneName})와 동기화하시겠습니까?
ky: Сиз терминалдын убакыт мөөрүнө ({deviceTimezoneName}) синхрондоштурабызбы?
lo: ຈະປ່ອນຕາຕະລາງຂອງເຄື່ອງໃນເວລາທີ່ສະລັບ ({deviceTimezoneName}) ຫຼືບໍາລຸງໃສ່ບໍ?
lt: Ar norite sinchronizuoti su įrenginio laiko juosta ({deviceTimezoneName})?
lv: Vai vēlaties sinhronizēt ar ierīces laika zonu ({deviceTimezoneName})?
mk: Дали да се синхронизира со времето на уредот ({deviceTimezoneName})?
ml: ഉപകരണത്തിന്റെ സമയമേഖലയുമായി ({deviceTimezoneName}) സമന്വയിപ്പിക്കുമോ？
mn: Төхөөрөмжийн цагийн бүс ({deviceTimezoneName})-той синхронлох уу?
mr: डिव्हाइसच्या टाइम झोन ({deviceTimezoneName}) सह समक्रमित करायचे का?
ms: Adakah anda ingin menyegerakkan dengan zon waktu peranti ({deviceTimezoneName})?
my: စက်ပစ္စည်း၏ အချိန်ဇုန်း ({deviceTimezoneName}) နှင့် ချိတ်ဆက်မည်လား။
nb: Vil du synkronisere med tidssonen på enheten ({deviceTimezoneName})?
ne: डिभाइसको टाइमजोन ({deviceTimezoneName}) सँग समक्रमण गर्नुहुन्छ?
nl: Wilt u synchroniseren met de tijdzone van het apparaat ({deviceTimezoneName})?
no: Synkroniserer du med enhetens tidssone ({deviceTimezoneName})?
or: ଡିଭାଇସ୍ ଟାଇମ୍ ଜୋନ୍ ({deviceTimezoneName}) ସହିତ ସିଙ୍କ କରିବେ କି？
pa: ਕੀ ਤੁਸੀਂ ਡਿਵਾਈਸ ਦੇ ਟਾਈਮ ਜ਼ੋਨ ({deviceTimezoneName}) ਨਾਲ ਸਿੰਕ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy chcesz zsynchronizować ze strefą czasową urządzenia ({deviceTimezoneName})?
ps: آیا د وسیلې د وخت زون ({deviceTimezoneName}) سره همغږي عیار کړئ؟
pt: Deseja sincronizar com o fuso horário do dispositivo ({deviceTimezoneName})?
ro: Vrei să sincronizezi cu fusul orar al dispozitivului ({deviceTimezoneName})?
ru: Синхронизировать с часовым поясом устройства ({deviceTimezoneName})?
si: ඔබ අත්වැකි කාලය ({deviceTimezoneName}) සමඟ සමන්විත වීමට කැමතිද?
sk: Chcete synchronizovať s časovým pásmom zariadenia ({deviceTimezoneName})?
sl: Ali želite sinhronizirati z časovnim pasom naprave ({deviceTimezoneName})?
sq: A do të sinkronizoni me zonën tuaj të kohës të pajisjes ({deviceTimezoneName})?
sr: Да ли да синхронизујете са временском зоном уређаја ({deviceTimezoneName})?
sv: Ska vi synkronisera med enhetens tidszon ({deviceTimezoneName})?
sw: Je, ungependa kuoanisha na timezone ya kifaa chako ({deviceTimezoneName})?
ta: சாதன நேர மண்டலம் ({deviceTimezoneName}) உடன் ஒத்திசைக்க வேண்டுமா？
te: పరికర టైమ్‌జోన్ ({deviceTimezoneName}) తో సింక్రొనైజ్ చేయాలా?
th: คุณต้องการซิงค์กับโซนเวลาของอุปกรณ์ ({deviceTimezoneName}) ไหม?
tl: Mag-sync ba sa timezone ({deviceTimezoneName}) ng device?
tr: Cihazın saat dilimi ({deviceTimezoneName}) ile senkronize edecek misiniz?
uk: Would you like to sync with the device's timezone ({deviceTimezoneName})?
ur: کیا آپ اپنے آلے کا وقت زون ({deviceTimezoneName}) کے ساتھ ہم وقت ساز کریں گے؟
uz: Uskunening vaqt zonasi ({deviceTimezoneName}) bilan sinxronlashtirmoqchimisiz?
vi: Bạn có muốn đồng bộ hóa với múi giờ thiết bị ({deviceTimezoneName}) không?
zh: 您要同步设备的时区（{deviceTimezoneName}）吗？
zu: Ingabe uyavumelana nokuxhumanisa isikhumbuzo sesikhathi se-device ({deviceTimezoneName})?
