Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorSystemInfoError
source: There is a problem with the device settings. Please check and try again. If the problem persists, please contact support. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
af: Daar is 'n probleem met die toestel se instellings. Kontroleer dit en probeer weer. As dit nie opgelos word nie, kontak asseblief ons deur Instellings > Navrae. Kode: {errorCode} Besonderhede: {exceptionMessage}:{exceptionDetails}
am: በመሳሪያው ውስጥ ችግኝ አለ። እባኮትን ያስተካክሉ እና ወደፊት ሞክሩ። በመፍትሄ አልተደረገም እንዲሆን እባኮትን ወደ እቅፍ > ጥያቄ ይገቡ እና ያነጋግሩን። ኮድ: {errorCode} ዝርዝር: {exceptionMessage}:{exceptionDetails}
ar: هناك مشكلة في إعدادات الجهاز. يرجى التحقق والمحاولة مرة أخرى. إذا لم يتم الحل، يرجى الاتصال بنا من خلال الإعدادات > الاستفسارات. الرمز: {errorCode} التفاصيل: {exceptionMessage}:{exceptionDetails}
as: আপোনাৰ ডিভাইচৰ ছেটিংত সমস্যা আছে। পৰীক্ষা কৰি পুনৰ চেষ্টা কৰক। সমাধান নহ'লে ছেটিং > যোগাযোগৰ যোগেদি আমাৰ লগত যোগাযোগ কৰক। ক'ড: {errorCode} বিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: Cihazın ayarlarında bir sorun var. Lütfen kontrol edin ve tekrar deneyin. Çözülmezse, Ayarlar > İletişim bölümünden bizimle iletişime geçin. Kod: {errorCode} Ayrıntılar: {exceptionMessage}:{exceptionDetails}
be: У вас праблема з наладкамі прылады. Праверце і паспрабуйце яшчэ раз. Калі праблема не вырашана, звяжыцеся з намі праз Налады > Запыт. Код: {errorCode} Дэталі: {exceptionMessage}:{exceptionDetails}
bg: Има проблем с настройките на устройството. Моля, проверете и опитайте отново. Ако не се разреши, моля, свържете се с нас чрез Настройки > Запитване. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
bn: ডিভাইসের সেটিংসে সমস্যা রয়েছে। অনুগ্রহ করে চেক করে আবার চেষ্টা করুন। যদি সমাধান না হয়, তাহলে সেটিংস > যোগাযোগ এর মাধ্যমে যোগাযোগ করুন। কোড: {errorCode} বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Postavke uređaja imaju problema. Provjerite ih i pokušajte ponovo. Ako se problem ne riješi, kontaktirajte nas putem Postavke > Upit. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
ca: Hi ha un problema amb la configuració del dispositiu. Comproveu-ho i torneu-ho a provar. Si no es resol, poseu-vos en contacte amb nosaltres a través de Configuració > Contacte. Codi: {errorCode} Detalls: {exceptionMessage}:{exceptionDetails}
cs: Na zařízení došlo k problému s nastavením. Zkontrolujte a zkuste to znovu. Pokud problém přetrvává, kontaktujte nás prostřednictvím Nastavení > Dotazy. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Mae problem gyda gosodiadau'r ddyfais. Gwiriwch a cheisiach eto. Os nad yw'n cael ei ddatrys, cysylltwch trwy fynd i Gosodiadau > Cwestiynau. Cod: {errorCode} Manylion: {exceptionMessage}:{exceptionDetails}
da: Der er et problem med enhedens indstillinger. Tjek venligst og prøv igen. Hvis problemet stadig ikke løses, kontakt venligst support via Indstillinger > Kontakt. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
de: Es gibt ein Problem mit den Geräteeinstellungen. Bitte überprüfen Sie diese und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte über Einstellungen > Unterstützung. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
el: Υπάρχει πρόβλημα με τις ρυθμίσεις της συσκευής. Ελέγξτε και προσπαθήστε ξανά. Αν το πρόβλημα δεν επιλυθεί, παρακαλούμε επικοινωνήστε μέσω Ρυθμίσεις > Επικοινωνία. Κωδικός: {errorCode} Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Hay un problema con la configuración del dispositivo. Por favor, verifique y vuelva a intentarlo. Si el problema persiste, contacte con nosotros desde Configuración > Contacto. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
et: Seadmestustes on probleem. Palun kontrollige ja proovige uuesti. Kui probleem ei lahene, võtke ühendust valiku kaudu Seaded > Kontakt. Kood: {errorCode} Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Ezin da gailuaren konfigurazioa. Mesedez, egiaztatu eta saiatu berriro. Hargatik konpondu ez bada, jarri harremanetan konfigurazioa > Kontsulta bidez. Kodea: {errorCode} Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: در تنظیمات دستگاه مشکلی وجود دارد. لطفاً بررسی کرده و دوباره امتحان کنید. در صورت عدم حل مشکل، لطفاً از طریق تنظیمات > تماس با ما تماس بگیرید. کد: {errorCode} جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Laiteasetuksissa on ongelma. Tarkista ja kokeile uudelleen. Jos ongelma ei ratkea, ota yhteyttä kohtaan Asetukset > Kysely. Koodi: {errorCode} Yksityiskohdat: {exceptionMessage}:{exceptionDetails}
fil: May problema sa mga setting ng inyong device. Pakisuri at subukan ulit. Kung hindi pa rin nalutas, makipag-ugnayan sa amin sa Settings > Inquiry. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
fr: Il y a un problème avec les paramètres de l'appareil. Veuillez vérifier et réessayer. Si le problème persiste, veuillez nous contacter via Paramètres > Contacter. Code : {errorCode} Détails : {exceptionMessage}:{exceptionDetails}
gl: A configuración do dispositivo ten un problema. Contrólle e intente de novo. Se non se soluciona, póñase en contacto connosco a través de Configuración > Contacto. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
gu: ઉપકરણની સેટિંગ્સમાં સમસ્યા છે. કૃપયા તપાસો અને ફરીથી પ્રયાસ કરો. જો સમસ્યા હલ ન થાય તો સેટિંગ્સ > સંપર્ક કરો થી અમારો સંપર્ક કરો. કોડ: {errorCode} વિગતો: {exceptionMessage}:{exceptionDetails}
he: יש בעיה בהגדרות המכשיר. אנא בדוק ונסה שוב. אם זה לא מתמגן, פנה אלינו דרך הגדרות > פנייה. קוד: {errorCode} פרטים: {exceptionMessage}:{exceptionDetails}
hi: आपके डिवाइस की सेटिंग में समस्या है। कृपया जांच करें और फिर से कोशिश करें। यदि समस्या हल नहीं होती है तो सेटिंग्स > संपर्क से संपर्क करें। कोड: {errorCode} विवरण: {exceptionMessage}:{exceptionDetails}
hr: Postavke uređaja imaju problema. Provjerite i pokušajte ponovo. Ako se problem ne riješi, kontaktirajte nas putem Postavke > Upit. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
hu: Hiba van a készülék beállításaiban. Kérjük, ellenőrizze, és próbálja újra. Ha a probléma nem oldódik meg, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüben. Kód: {errorCode} Részletek: {exceptionMessage}:{exceptionDetails}
hy: Հնարավոր խնդիրներ առկա են սարքավորումների կարգավորումներում։ Կարգավորումները ստուգեք և փորձեք կրկին։ Եթե խնդիրը չի լուծվում, խնդրում ենք դիմել՝ անցնելով կարգավորում > Հարցումներ։ Կոդ: {errorCode} Մանրամասներ: {exceptionMessage}:{exceptionDetails}
id: Ada masalah dengan pengaturan perangkat. Silakan periksa dan coba lagi. Jika tidak teratasi, hubungi kami melalui Pengaturan > Kontak. Kode: {errorCode} Detail: {exceptionMessage}:{exceptionDetails}
is: Það er vandamál með stillingar tækisins. Vinsamlegast staðfestu og reyndu aftur. Ef vandamálið er ekki leyst skaltu hafa samband við okkur í Stillingar > Fyrirspurnir. Kóði: {errorCode} Nánari upplýsingar: {exceptionMessage}:{exceptionDetails}
it: C'è un problema con le impostazioni del dispositivo. Controlla e riprova. Se il problema persiste, contattaci tramite Impostazioni > Contatti. Codice: {errorCode} Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 端末の設定に問題があります。確認して再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。コード: {errorCode} 詳細: {exceptionMessage}:{exceptionDetails}
ka: მობილური მოწყობილობის კონფიგურაციაში პრობლემაა. გთხოვთ შეამოწმოთ და კვლავ სცადოთ. თუ პრობლემა კვლავაც არ მოგვარდება, მოგვმართეთ პარამეტრები > კითხვა. კოდი: {errorCode} დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Құрылғының параметрлерінде проблема бар. Тексеріп, қайтадан әрекет етіп көріңіз. Егер мәселе шешілмесе, Параметрлер > Бәйнелеу арқылы бізбен хабарласыңыз. Код: {errorCode} Толық ақпарат: {exceptionMessage}:{exceptionDetails}
km: មានបញ្ហាជាមួយការកំណត់ឧបករណ៍របស់អ្នក។ សូមពិនិត្យមើលហើយព្យាយាមម្តងទៀត។ ប្រសិនបើមិនអាចដោះស្រាយបាន សូមទាក់ទងពីការកំណត់ > ការសាកសួរ។ កូដ: {errorCode} លម្អិត: {exceptionMessage}:{exceptionDetails}
kn: ಸಾಧನದ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಸಮಸ್ಯೆ ಇದೆ. ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಇದು ಪರಿಹರಿಸದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ವಿಚಾರಣೆ ಮೂಲಕ ಸಂಪರ್ಕಿಸಿ. ಕೋಡ್: {errorCode} ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 기기 설정에 문제가 있습니다. 확인하고 다시 시도해주세요. 해결되지 않는 경우 설정 > 문의로 문의해주세요. 코드: {errorCode} 세부사항: {exceptionMessage}:{exceptionDetails}
ky: Техникалык талаптарда көйгөй бар. Текшерип, кайра аракет кылып көрүңүз. Эгерде көйгөй чечилбесе, Түзөтүү > Бийликке кайрылыңыз. Код: {errorCode} Доо: {exceptionMessage}:{exceptionDetails}
lo: ມີບັກຄິໃນການຕັ້ງຄ່າຂອງແອັບຊັນ. ກະລຸນາກວດເທດແລະລອງໃໝ່. ຖ້າບໍ່ແກ້ໄຂແມ່ນສາມາດຕິດຕໍ່ຜ່ານ ຕັ້ງຄ່າ > ຕິດຕໍ່ສອບຖາມ. ລະດັບເຊັນໄວ້: {errorCode} ລາຍລະອຽດ: {exceptionMessage}:{exceptionDetails}
lt: Įrenginio nustatymuose yra problema. Patikrinkite ir bandykite dar kartą. Jei problema neišsprendžiama, kreipkitės į nustatymus > Klausimai. Kodas: {errorCode} Išsamiau: {exceptionMessage}:{exceptionDetails}
lv: Ir ir aparato iestatījumiem ir problēma. Lūdzu, pārbaudiet un mēģiniet vēlreiz. Ja problēma netiek atrisināta, sazinieties, izmantojot Iestatījumi > Sazināties. Kods: {errorCode} Detalizēti: {exceptionMessage}:{exceptionDetails}
mk: Проблема со поставките на уредот. Проверате и обидете се повторно. Ако не се реши, контактирајте не преку Поставки > Контакт. Код: {errorCode} Детали: {exceptionMessage}:{exceptionDetails}
ml: ഉപകരണത്തിന്റെ സെറ്റിംഗുകളിൽ പ്രശ്നമുണ്ട്. പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക. പരിഹരിക്കാൻ കഴിയുന്നില്ലെങ്കിൽ സെറ്റിംഗുകൾ > അന്വേഷണം വഴി ബന്ധപ്പെടുക. കോഡ്: {errorCode} വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Төхөөрөмжийн тохиргоонд асуудал байна. Шалгаад дахин оролдоно уу. Хэрэв шийдэгдэхгүй бол Тохиргоо > Лавлагаа хэсгээр холбогдоно уу. Код: {errorCode} Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: डिव्हाइसच्या सेटिंग्समध्ये समस्या आहे. कृपया तपासून पुन्हा प्रयत्न करा. समस्या सुटत नसल्यास सेटिंग्स > चौकशी वरून संपर्क साधा. कोड: {errorCode} तपशील: {exceptionMessage}:{exceptionDetails}
ms: Terdapat masalah dengan tetapan peranti. Sila semak dan cuba semula. Jika tidak diselesaikan, sila hubungi melalui Tetapan > Pertanyaan. Kod: {errorCode} Butiran: {exceptionMessage}:{exceptionDetails}
my: စက်ပစ္စည်းအပြင်အဆင်တွင် ပြဿနာရှိသည်။ စစ်ဆေးပြီး ပြန်လည်ကြိုးစားကြည့်ပါ။ မဖြေရှင်းနိုင်ပါက အပြင်အဆင် > မေးမြန်းခြင်း မှတစ်ဆင့် ဆက်သွယ်မေးမြန်းပါ။ ကုဒ်: {errorCode} အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Det er et problem med innstillingene på enheten. Vennligst sjekk og prøv igjen. Hvis det fortsatt ikke løser problemet, vennligst kontakt oss via Innstillinger > Henvendelser. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
ne: यन्त्रको सेटिङमा समस्या छ। जाँच गरेर फेरि प्रयास गर्नुहोस्। यदि समाधान भएन भने सेटिङ > सम्पर्क बाट हामीलाई सम्पर्क गर्नुहोस्। कोड: {errorCode} विवरण: {exceptionMessage}:{exceptionDetails}
nl: Er is een probleem met de instellingen van je apparaat. Controleer het en probeer het opnieuw. Als het probleem aanhoudt, neem dan contact op via Instellingen > Vraag het ons. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
no: Det er et problem med innstillingene på enheten. Vennligst sjekk og prøv igjen. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Forespørsel. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
or: ଯନ୍ତ୍ରର ସେଟିଂରେ ସମସ୍ୟା ଅଛି। ଦୟାକରି ଯାଞ୍ଚ କରି ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ। ଯଦି ସମାଧାନ ହୁଏ ନାହିଁ ତେବେ ସେଟିଂ > ଯୋଗାଯୋଗ ରୁ ଯୋଗାଯୋଗ କରନ୍ତୁ। କୋଡ଼: {errorCode} ବିସ୍ତୃତ ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: ਡਿਵਾਈਸ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਸਮੱਸਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇ ਇਹ ਹੱਲ ਨਹੀਂ ਹੁੰਦਾ ਤਾਂ ਸੈਟਿੰਗਾਂ > ਸੰਪਰਕ ਰਾਹੀਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਕੋਡ: {errorCode} ਵੇਰਵਾ: {exceptionMessage}:{exceptionDetails}
pl: Wystąpił problem z ustawieniami urządzenia. Sprawdź i spróbuj ponownie. Jeśli problem nie zostanie rozwiązany, skontaktuj się z nami poprzez Ustawienia > Kontakt. Kod: {errorCode} Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: د تلفن تلیفون د تنظیماتو سره کومه ستونزه شته. مهرباني وکړئ تایید او بیا هڅه وکړئ. که حل نشي، نو د تنظیماتو > اړیکه له لارې زموږ سره اړیکه ونیسئ. کود: {errorCode} تفصیل: {exceptionMessage}:{exceptionDetails}
pt: Há um problema com as configurações do dispositivo. Verifique e tente novamente. Se o problema persistir, entre em contato através de Configurações > Contato. Código: {errorCode} Detalhes: {exceptionMessage}:{exceptionDetails}
ro: Există o problemă cu setările dispozitivului. Verificați și încercați din nou. Dacă problema persistă, contactați-ne din Setări > Întrebare. Cod: {errorCode} Detalii: {exceptionMessage}:{exceptionDetails}
ru: Устройство имеет проблемы с настройками. Пожалуйста, проверьте и попробуйте снова. Если проблема не решится, обратитесь по адресу Настройки > Обратная связь. Код: {errorCode} Дополнительно: {exceptionMessage}:{exceptionDetails}
si: ඉන්ද්‍රණී ඉන්ද්‍රණී ඉන්ද්‍රණීෙදෙත් බොහෝම නිවැරදිව සලකා බලන්න. නැවත උත්සාහ කරන්න. යථාර්ථයක් නොවන්නේනම්, සැකසුම > සම්බන්ධතා යටතේ අප හා සම්බන්ධ වන්න. කේතය: {errorCode} විස්තර: {exceptionMessage}:{exceptionDetails}
sk: Na zariadení je problém s nastaveniami. Skontrolujte to a skúste to znova. Ak problém pretrváva, kontaktujte nás cez Nastavenia > Kontakt. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Na napravi je težava z nastavitvami. Prosim, preverite in poskusite znova. Če težave ne odpravite, nas kontaktirajte z uporabo Nastavitve > Povpraševanje. Koda: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Ka ka një problem me cilësimet e pajisjes. Ju lutemi kontrolloni dhe provoni përsëri. Nëse nuk zgjidhet, kontaktoni nga Cilësimet > Kërkoni ndihmë. Kodi: {errorCode} Detajet: {exceptionMessage}:{exceptionDetails}
sr: Постало је проблема са подешавањима уређаја. Провјерите и пробајте поново. Ако се проблем не реши, контактирајте нас путем Подешавање > Контакт. Код: {errorCode} Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Det finns ett problem med enhetens inställningar. Kontrollera och försök igen. Om det inte löser problemet, vänligen kontakta oss via Inställningar > Kontakta oss. Kod: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Kuna tatizo la mipangilio ya kifaa. Angalia na jaribu tena. Ikiwa haitajitatua, wasiliana nasi kupitia Mipangilio > Maswali. Msimbo: {errorCode} Maelezo: {exceptionMessage}:{exceptionDetails}
ta: சாதனத்தின் அமைப்புகளில் சிக்கல் உள்ளது. சரிபார்த்து மீண்டும் முயற்சிக்கவும். இது தீர்க்கப்படவில்லை என்றால் அமைப்புகள் > தொடர்பு கொள்ளுங்கள் மூலம் தொடர்பு கொள்ளவும். குறியீடு: {errorCode} விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: పరికరం సెట్టింగ్లలో సమస్య ఉంది. దయచేసి తనిఖీ చేసి మళ్లీ ప్రయత్నించండి. పరిష్కరించబడకపోతే సెట్టింగ్స్ > సంప్రదింపు నుండి మమ్మల్ని సంప్రదించండి. కోడ్: {errorCode} వివరాలు: {exceptionMessage}:{exceptionDetails}
th: มีปัญหาในการตั้งค่าอุปกรณ์ กรุณาตรวจสอบและลองอีกครั้ง หากยังไม่สามารถแก้ไขได้ กรุณาติดต่อผ่าน การตั้งค่า > สอบถาม รหัส: {errorCode} รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: May problema sa mga setting ng inyong device. Pakisuriin at subukan muli. Kung hindi pa rin maayos, makipag-ugnayan sa amin sa Mga Setting > Katanungan. Code: {errorCode} Mga Detalye: {exceptionMessage}:{exceptionDetails}
tr: Cihaz ayarlarınızda bir sorun var. Lütfen kontrol edin ve tekrar deneyin. Çözülmezse, Ayarlar > İletişim bölümünden bizimle iletişime geçebilirsiniz. Kod: {errorCode} Detaylar: {exceptionMessage}:{exceptionDetails}
uk: There is an issue with your device settings. Please check and try again. If the problem persists, please contact us via Settings > Inquiry. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
ur: آپ کے آلے کی ترتیبات میں مسئلہ ہے۔ براہ کرم اسے چیک کریں اور دوبارہ کوشش کریں۔ اگر یہ حل نہیں ہوتا تو براہ کرم ترتیبات > رابطہ کریں کے ذریعے ہم سے رابطہ کریں۔ کوڈ: {errorCode} تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Tizim sozlamalarida muammo bor. Iltimos, uni tekshirib ko'ring va qayta urining. Agar muammo hal bo'lmasa, iltimos, Sozlamalar > Aloqa orqali bog'laning. Kod: {errorCode} Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Có vấn đề với cài đặt thiết bị. Vui lòng kiểm tra và thử lại. Nếu vấn đề vẫn không được giải quyết, hãy liên hệ với chúng tôi qua Cài đặt > Liên hệ. Mã: {errorCode} Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 设备设置出现问题。请确认后再试一次。如果仍然无法解决，请通过设置 > 联系我们与我们联系。代码: {errorCode} 详细信息: {exceptionMessage}:{exceptionDetails}
zu: Kune inkinga ngokumisa kwedivayisi. Sicela uqinisekise bese uzama futhi. Uma ungakaxazululi, sicela uxhumane nathi ngokusebenzisa Izilungiselelo > Ukucela Usizo. Ikhodi: {errorCode} Imininingwane: {exceptionMessage}:{exceptionDetails}
