Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorIneligibleError
source: Failed to make purchase. Please try again later. If the problem persists, please contact support. Details: {exceptionMessage}:{exceptionDetails}
af: Daar was 'n mislukking met die aankoop op u gebruikersrekening. Probeer asseblief weer na 'n rukkie. As dit nie oplos nie, kan u ons kontak deur na Instellings > Kontak ons te gaan. Besonderhede: {exceptionMessage}:{exceptionDetails}
am: እቅፍ የሚያገኙ ተጠቃሚዎች ግዢ አሻሽ አልቻሉም። ጊዜ ቆሞ እንደገና ይሞክሩ። ተፈቅዷል ከሆነ እባክዎት ወደ እንቅርብ ቃል ወደ ይህ መንገድ ፈጽሞ ይደርሱ። ዝርዝር: {exceptionMessage}:{exceptionDetails}
ar: فشل شراء المستخدم الخاص بك. يرجى الانتظار لبعض الوقت والمحاولة مرة أخرى. إذا لم يتم حل المشكلة ، يرجى الاتصال بنا من خلال الإعدادات > الاستفسارات. التفاصيل: {exceptionMessage}:{exceptionDetails}
as: আপোনাৰ ব্যৱহাৰকাৰীৰ বাবে ক্ৰয় কৰিবত ব্যৰ্থ হৈছে। কিছু সময় অপেক্ষা কৰি পুনৰ চেষ্টা কৰক। সমাধান নহ'লে ছেটিংছ > যোগাযোগৰ জৰিয়তে আমাৰ লগত যোগাযোগ কৰক। বিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: Sizin istifadəçi hesabınızla satın alma uğursuz oldu. Zəhmət olmasa, bir qədər zaman gözləyin və yenidən cəhd edin. Hala problemi həll edə bilmirsinizsə, Parametrlər > Əlaqə bölməsi vasitəsilə bizimlə əlaqə saxlayın. Ətraflı: {exceptionMessage}:{exceptionDetails}
be: Пакупка ад імя вашага карыстальніка не атрымалася. Пачакайце некаторы час і паспрабуйце яшчэ раз. Калі гэта не дапаможа, звяжыцеся з намі, выбраўшы Налады > Запыт. Дэталі: {exceptionMessage}:{exceptionDetails}
bg: Неуспешно закупуване от вашия потребител. Моля, опитайте отново след известно време. Ако проблемът не се реши, моля свържете се с нас чрез Настройки > Запитване. Подробности: {exceptionMessage}:{exceptionDetails}
bn: আপনার ব্যবহারকারীর জন্য ক্রয় ব্যর্থ হয়েছে। কিছুক্ষণ পর আবার চেষ্টা করুন। যদি সমস্যার সমাধান না হয়, তাহলে সেটিংস > যোগাযোগ এর মাধ্যমে আমাদের সাথে যোগাযোগ করুন। বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Kupovina za korisnika je neuspjela. Molimo pokušajte ponovo nakon nekog vremena. Ako se problem ne riješi, kontaktirajte nas putem Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
ca: La compra ha fallat per al vostre usuari. Espereu una estona i torneu-ho a intentar. Si el problema continua, contacteu amb nosaltres a Configuració > Contacte. Detalls: {exceptionMessage}:{exceptionDetails}
cs: Nákup u vašeho uživatele se nezdařil. Zkuste to prosím znovu později. Pokud problém přetrvává, kontaktujte nás přes Nastavení > Dotazy. Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Bu amser y cyrchwr defnyddiwr a fethodd â phrynu. Os gwelwch yn dda, ceisiwch eto ar ôl amser. Os nad yw hyn yn datrys y broblem, cysylltwch â ni trwy fynd i Gosodiadau > Cysylltiadau. Manylion: {exceptionMessage}:{exceptionDetails}
da: Der køb fra din bruger mislykkedes. Vent et øjeblik og prøv igen. Hvis problemet fortsætter, bedes du kontakte os via Indstillinger > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
de: Der Kauf für Ihren Benutzer ist fehlgeschlagen. Bitte versuchen Sie es später noch einmal. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte über Einstellungen > Anfrage. Einzelheiten: {exceptionMessage}:{exceptionDetails}
el: Απέτυχε η αγορά με τον χρήστη σας. Παρακαλώ δοκιμάστε ξανά μετά από λίγο. Εάν το πρόβλημα παραμένει, επικοινωνήστε μέσω Ρυθμίσεις > Επικοινωνία. Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: La compra ha fallado para su usuario. Por favor, inténtelo de nuevo más tarde. Si el problema persiste, contacte con nosotros desde Configuración > Contacto. Detalles: {exceptionMessage}:{exceptionDetails}
et: Teie kasutajaga ostmine ebaõnnestus. Palun oodake mõni aeg ja proovige uuesti. Kui probleem ei lahene, võtke ühendust jaotises Seaded > Klienditugi. Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Ezin izan da erosi erabiltzailearekin. Itxaron denbora bat eta saiatu berriro. Ez bada konpontzen, mesedez, joan ezarpenetara > Kontsulta eta harremanetan jarri. Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: خرید شما به عنوان کاربر با شکست مواجه شد. لطفاً مدتی صبر کنید و دوباره تلاش کنید. اگر مشکل حل نشد، لطفاً از طریق تنظیمات > تماس با ما با ما تماس بگیرید. جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Ostos käyttäjätilillä epäonnistui. Yritä uudelleen hetken kuluttua. Jos ongelma ei ratkea, ota yhteyttä kohdassa Asetukset > Ota yhteyttä. Yksityiskohdat: {exceptionMessage}:{exceptionDetails}
fil: Nabigo ang pagbili para sa inyong user. Pakisubok ulit pagkatapos ng ilang sandali. Kung hindi pa rin naayos, makipag-ugnayan sa amin sa Settings > Contact Us. Detalye: {exceptionMessage}:{exceptionDetails}
fr: L'achat pour l'utilisateur en cours a échoué. Veuillez réessayer après un certain temps. Si le problème persiste, veuillez nous contacter via Paramètres > Contact. Détails : {exceptionMessage}:{exceptionDetails}
gl: Produciuse un erro ao intentar realizar a compra co usuario actual. Intenta novamente despois dun tempo. Se non se resolve, contacta connosco a través de Configuración > Consulta. Detalles: {exceptionMessage}:{exceptionDetails}
gu: તમારા યુઝર માટે ખરીદી નિષ્ફળ ગઈ. કૃપા કરીને થોડો સમય રાખીને ફરીથી પ્રયાસ કરો. જો તે ઉકેલાતું નથી તો સેટિંગ્સ > પૂછપરછ થી સંપર્ક કરો. વિગતો: {exceptionMessage}:{exceptionDetails}
he: נכשל בחpurchase של משתמש שלך. אנא המתן והנסה שוב. אם הבעיה נמשכת, אנא פנה באמצעות הגדרות > יצירת קשר. פרטים נוספים: {exceptionMessage}:{exceptionDetails}
hi: आपके उपयोगकर्ता के लिए खरीदारी असफल हो गई। कुछ समय बाद पुनः प्रयास करें। यदि समस्या हल नहीं होती है तो सेटिंग्स > संपर्क करें से संपर्क करें। विवरण: {exceptionMessage}:{exceptionDetails}
hr: Kupnja za korisnika nije uspjela. Pokušajte ponovo kasnije. Ako problem i dalje postoji, kontaktirajte nas putem Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
hu: A vásárlás az Ön felhasználójával nem sikerült. Kérjük, várjon egy időt, és próbálja újra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüpont alatt. Részletek: {exceptionMessage}:{exceptionDetails}
hy: Դուք անմիջապես չեն կարողացել ձեռք բերել ձեր օգտվողի հաշիվը։ Խնդրում ենք սպասել որոշ ժամանակ և փորձել կրկին։ Եթե դեռևս խնդիրը պահպանվում է, խնդրում ենք կապնվել մեզնից՝ ընտրելով Գ 설정 > Հարցում: Կիրառել մանրամասներ: {exceptionMessage}:{exceptionDetails}
id: Pembelian di pengguna Anda gagal. Silakan coba lagi setelah beberapa saat. Jika tidak teratasi, Anda dapat menghubungi kami melalui Pengaturan > Hubungi Kami. Detail: {exceptionMessage}:{exceptionDetails}
is: Kaupandi fyrir notanda þinn mistókst. Vinsamlegast reyndu aftur síðar. Ef vandamálið heldur áfram skaltu hafa samband við okkur í Stillingar > Fyrirspurnir. Nánar: {exceptionMessage}:{exceptionDetails}
it: L'acquisto con il tuo account utente è fallito. Attendi un momento e riprova. Se il problema persiste, contattaci tramite Impostazioni > Contatti. Dettagli: {exceptionMessage}:{exceptionDetails}
ja: お使いのユーザーでの購入に失敗しました。時間をおいて再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。詳細: {exceptionMessage}:{exceptionDetails}
ka: თქვენი მომხმარებლის მიერ შესყიდვა ვერ მოხერხდა. გაითვალისწინეთ და სცადეთ ისევ მოგვიანებით. თუ პრობლემა არ მოგვარდება, გამოგვიგზავნეთ გამოძახება პარამეტრებში > კითხვები. დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Сіздің пайдаланушыңызда сатып алу сәтсіз аяқталды. Қайта сынап көріңіз, бірақ уақыт күтіңіз. Шешілмесе, Параметрлер > Байланыс арқылы бізбен хабарласыңыз. Толық ақпарат: {exceptionMessage}:{exceptionDetails}
km: ការទិញសម្រាប់អ្នកប្រើប្រាស់របស់អ្នកបានបរាជ័យ។ សូមរង់ចាំបន្តិច ហើយព្យាយាមម្តងទៀត។ ប្រសិនបើបញ្ហានៅតែមាន សូមទាក់ទងមកយើង តាមរយៈ ការកំណត់ > សួរសំណួរ។ ព័ត៌មានលម្អិត៖ {exceptionMessage}:{exceptionDetails}
kn: ನಿಮ್ಮ ಬಳಕೆದಾರರ ಖರೀದಿ ವಿಫಲವಾಗಿದೆ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಸಮಸ್ಯೆ ಪರಿಹಾರವಾಗದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ಸಂಪರ್ಕಿಸಿ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ. ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 해당 사용자로 구매에 실패했습니다. 시간을 두고 다시 시도해 주세요. 문제가 해결되지 않는 경우 설정 > 문의하기를 통해 문의해 주세요. 세부사항: {exceptionMessage}:{exceptionDetails}
ky: Сиздин колдонуучунун сатып алуусунан баш тартылар. Бир аз убакыттан кийин кайра аракет кылыңыз. Эгер маселеңиз чечилбесе, ушул жайгаштыруучу -> Чакырык аркылуу биз менен байланышсаңыз болот. Анын толук маалыматтары: {exceptionMessage}:{exceptionDetails}
lo: ຫລັງຈາກພະຍາຍາມຊື້ໃນບັນຊີຂອງບູລິກັກສະລາຍແຕ່ວໍ໊ນດີ່ມີອີລາັກດີບ້ໍາຂອງຄັບລາຍນທີ່ແທນຊະຊ່ານຊຶໍ້າຂອງເງຼກຄົ້ນຮູ້, ພະຍາຍາມເປັນຄວາມເຂົ້ນງາມ່ອນພິຖິທານວຽຄ່ອມໂນທີ່ສາມາຊະຊາຕາສາທີ/ປະມະສົມາຮອມສົງພິຽຄ່ອນທີ່ບສົາລມຄທມືນຮ່າງມະນວນຕາວ ສອຕວອ໻ຂອງເພື່ອໃຈດັດໃຜໍ໌ຜົມ ຕໍ່ສິນຄ່າສົວຈານແຈັງກັນ. ລາຄາຕິດບບນສະລິຝຶຸ ແລະລາຍອານວັງ: {exceptionMessage}:{exceptionDetails}
lt: Jūsų vartotojui nepavyko įsigyti. Palaukite ir bandykite dar kartą. Jei problema neišsisprendžia, kreipkitės į nustatymus > Klausimai. Išsami informacija: {exceptionMessage}:{exceptionDetails}
lv: Pirkums no jūsu lietotāja neizdevās. Lūdzu, pagaidiet un mēģiniet vēlreiz. Ja tas nedarbojas, lūdzu, sazinieties, izmantojot Iestatījumi > Sazināties. Papildu informācija: {exceptionMessage}:{exceptionDetails}
mk: Не успеа да се изврши купувањето за вашиот корисник. Обидете се повторно по малку време. Ако проблемот не се реши, ве молиме контактирајте преку Поставки > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
ml: നിങ്ങളുടെ ഉപയോക്തൃ അക്കൗണ്ടിൽ പർച്ചേസ് പരാജയപ്പെട്ടു. കുറച്ച് സമയം കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക. പ്രശ്നം പരിഹരിക്കപ്പെടുന്നില്ലെങ്കിൽ സെറ്റിംഗ്സ് > അന്വേഷണം വഴി ബന്ധപ്പെടുക. വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Таны хэрэглэгчээр худалдан авалт амжилтгүй боллоо. Хэсэг хугацааны дараа дахин оролдоно уу. Хэрэв шийдэгдэхгүй бол Тохиргоо > Лавлагаа хэсгээр холбогдоно уу. Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: तुमच्या वापरकर्त्यासाठी खरेदी अयशस्वी झाली. कृपया काही वेळानंतर पुन्हा प्रयत्न करा. समस्या सुटत नसल्यास सेटिंग्ज > चौकशी द्वारे आमच्याशी संपर्क साधा. तपशील: {exceptionMessage}:{exceptionDetails}
ms: Pembelian anda gagal. Sila cuba lagi selepas beberapa waktu. Jika masalah berterusan, sila hubungi kami melalui Tetapan > Hubungi. Butiran: {exceptionMessage}:{exceptionDetails}
my: သင့်အကောင့်ဖြင့် ဝယ်ယူခြင်းမှာ ပျက်ကွက်သွားပါသည်။ ခေတ္တစောင့်ပြီး ပြန်လည်ကြိုးစားကြည့်ပါ။ ပြဿနာမရှင်းလင်းပါက ဆက်တင် > စုံစမ်းမေးမြန်းရန် တွင် ဆက်သွယ်မေးမြန်းပါ။ အသေးစိတ်အချက်အလက်များ: {exceptionMessage}:{exceptionDetails}
nb: Kjøpet ditt med gjeldende bruker mislyktes. Vennligst prøv igjen senere. Hvis problemet vedvarer, kan du kontakte oss via Innstillinger > Spørsmål. Detaljer: {exceptionMessage}:{exceptionDetails}
ne: तपाईंको प्रयोगकर्ताको लागि खरिद असफल भयो। केही समय पछि पुनः प्रयास गर्नुहोस्। यदि समस्या समाधान भएन भने सेटिङ > सम्पर्क मार्फत हामीलाई सम्पर्क गर्नुहोस्। विवरण: {exceptionMessage}:{exceptionDetails}
nl: De aankoop is mislukt voor de gebruiker. Probeer het later opnieuw. Als het probleem zich blijft voordoen, neem dan contact met ons op via Instellingen > Contact. Details: {exceptionMessage}:{exceptionDetails}
no: Kjøpet ditt mislyktes. Vennligst prøv igjen om en stund. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
or: ଆପଣଙ୍କ ବ୍ୟବହାରକାରୀ ଆକାଉଣ୍ଟରେ କ୍ରୟ ବିଫଳ ହୋଇଛି। କିଛି ସମୟ ଅପେକ୍ଷା କରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ। ଯଦି ସମସ୍ୟା ସମାଧାନ ହୁଏ ନାହିଁ ତେବେ ସେଟିଂସ > ଯୋଗାଯୋଗରୁ ଆମକୁ ସମ୍ପର୍କ କରନ୍ତୁ। ବିସ୍ତୃତ ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: آپ کے صارف کے ساتھ خریداری ناکام ہو گئی ہے۔ کچھ وقت بعد دوبارہ کوشش کریں۔ اگر مسئلہ حل نہیں ہوتا ہے تو سیٹنگز > رابطہ سے رابطہ کریں۔ تفصیلات: {exceptionMessage}:{exceptionDetails}
pl: Zakup przez użytkownika nie powiódł się. Proszę spróbować ponownie po pewnym czasie. Jeśli problem nadal występuje, proszę skontaktować się z nami przez Ustawienia > Kontakt. Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: د کاروونکي پیرود کې ناکامي Detect شوه. وروسته له دې چې یو څه وخت تېر شو، مهرباني وکړئ بیا هڅه وکړئ. که ستونزه حل نشوه، مهرباني وکړئ د تنظیماتو په > پوښتنې کې اړیکه ونیسئ. تفصیل: {exceptionMessage}:{exceptionDetails}
pt: A compra do usuário em uso falhou. Tente novamente depois de algum tempo. Se o problema persistir, entre em contato através de Configurações > Suporte. Detalhes: {exceptionMessage}:{exceptionDetails}
ro: Achiziția pentru utilizatorul dvs. a eșuat. Vă rugăm să încercați din nou după o perioadă de timp. Dacă problema persistă, vă rugăm să ne contactați prin Setări > Întrebări. Detalii: {exceptionMessage}:{exceptionDetails}
ru: Не удалось завершить покупку для вашего пользователя. Пожалуйста, подождите и попробуйте снова. Если проблема не решается, свяжитесь с нами через Настройки > Обратная связь. Подробности: {exceptionMessage}:{exceptionDetails}
si: ඔබගේ පරිශීලකයාගේ මිලදී ගැනීම අසාර්ථක විය. කාලයක් ගැනීමෙන් පනස්ම සිදුකරන්න. විසඳුම් ලැබූ නැතිනම්, සැකසුම් > ප්‍රශ්නය කිරීම මගින් අප හෝයන් කරන්න. විශේෂාංග: {exceptionMessage}:{exceptionDetails}
sk: Nákup u používateľa nebol úspešný. Skúste to znova neskôr. Ak problém pretrváva, kontaktujte nás cez Nastavenia > Kontakt. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Pri nakupu vašega uporabniškega računa je prišlo do napake. Počakajte in poskusite znova. Če težava ostaja, nas kontaktirajte prek Nastavitve > Povpraševanje. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Blerësi i përdoruesit tuaj dështoi në blerje. Ju lutemi provoni sërish pas pak kohësh. Nëse problemi vazhdon, ju lutemi kontaktoni përmes Cilësimeve > Kërkesa. Detajet: {exceptionMessage}:{exceptionDetails}
sr: Куповина од стране вашег корисника је неуспела. Молимо вас да сачекате и покушате поново. Ако проблем и даље траје, контактирајте нас преко Поставке > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Köpet misslyckades för din användare. Vänligen försök igen efter en stund. Om problemet kvarstår, vänligen kontakta oss via Inställningar > Kontakta oss. Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Ununuzi umeshindikana kwa mtumiaji wako. Tafadhali jaribu tena baada ya muda. Ikiwa tatizo halitatatuliwa, tafadhali wasiliana nasi kupitia Mipangilio > Mawasiliano. Maelezo: {exceptionMessage}:{exceptionDetails}
ta: உங்கள் பயனருக்கான வாங்குதல் தோல்வியுற்றது. சிறிது நேரம் காத்திருந்து மீண்டும் முயற்சிக்கவும். இது தீர்க்கப்படாவிட்டால் அமைப்புகள் > தொடர்பு கொள்ளுங்கள் மூலம் தொடர்பு கொள்ளுங்கள். விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: మీ వినియోగదారు ఖాతాలో కొనుగోలు విఫలమైంది. కొంత సమయం తర్వాత మళ్లీ ప్రయత్నించండి. సమస్య పరిష్కరించకపోతే సెట్టింగ్స్ > సంప్రదింపు ద్వారా మాను సంప్రదించండి. వివరాలు: {exceptionMessage}:{exceptionDetails}
th: การซื้อของผู้ใช้ของคุณล้มเหลว โปรดลองอีกครั้งในภายหลัง หากปัญหายังคงอยู่ โปรดติดต่อเราได้ที่ การตั้งค่า > สอบถาม รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: Hindi nagtagumpay ang pagbili para sa inyong user. Maghintay sandali at subukang muli. Kung hindi pa rin naayos, mangyaring makipag-ugnayan sa Settings > Contact. Detalye: {exceptionMessage}:{exceptionDetails}
tr: Kullanıcı hesabınızla satın alma işlemi başarısız oldu. Lütfen bir süre bekleyip tekrar deneyin. Çözülmezse, Ayarlar > İletişim kısmından bizimle iletişime geçin. Detaylar: {exceptionMessage}:{exceptionDetails}
uk: Your purchase as a user has failed. Please wait a moment and try again. If the issue persists, please contact us via Settings > Inquiry. Details: {exceptionMessage}:{exceptionDetails}
ur: آپ کے صارف کے خریداری میں ناکامی ہوگئی۔ براہ کرم تھوڑا انتظار کریں اور دوبارہ کوشش کریں۔ اگر مسئلہ حل نہیں ہوتا ہے تو براہ کرم سیٹنگز > رابطہ کریں سے ہم سے رابطہ کریں۔ تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Sizning foydalanuvchingizda xarid qilishda xato sodir bo'ldi. Iltimos, bir oz kutib turing va yana bir bor harakat qilib ko'ring. Agar muammo hal qilinmasa, Sozlamalar > Murojaat qiling bo'limidan murojaat qilishingiz mumkin. Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Không thể mua hàng với tài khoản người dùng của bạn. Vui lòng đợi một lúc rồi thử lại. Nếu vấn đề vẫn không được giải quyết, hãy liên hệ với chúng tôi qua Cài đặt > Liên hệ. Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 您在使用该用户购买时失败。请稍等后重试。如果仍未解决，请通过设置 > 联系我们与我们联系。详细信息：{exceptionMessage}:{exceptionDetails}
zu: Iphakhe ukukhipha kwempahla ye-akhawunti yakho ye-umsebenzisi. Sicela uzame futhi kamuva. Uma ingaxazululeki, sicela uxhumane nathi ngokuqhubeka > Ukuthinta. Imininingwane: {exceptionMessage}:{exceptionDetails}
