Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

source: Reload screen
af: herlaai die skerm weer
am: የመገኛ ገፅ ይታይ
ar: إعادة تحميل الشاشة
as: পুনৰ ল'ড কৰক
az: Ekranı yenidən yüklə
be: Паказаць экран зноў
bg: Презареждане на екрана
bn: স্ক্রিন রিফ্রেশ করুন
bs: Ponovo učitaj ekran
ca: Actualitzar la pantalla
cs: Obnovit obrazovku
cy: Ailwch y sgrin
da: Genindlæsning af skærmen
de: Bildschirm neu laden
el: Επαναφόρτωση οθόνης
es: Recargar pantalla
et: Lehe uuele laadimise
eu: Pantaila berriro kargatu
fa: صفحه را دوباره بارگذاری کنید
fi: Lataa sivu uudelleen
fil: I-refresh ang screen
fr: Rafraîchir l'écran
gl: Recargar a pantalla
gu: રીફ્રેશ કરો
he: רענן את המסך
hi: पुनः लोड करें
hr: Ponovno učitaj ekran
hu: Az ablak újratöltése
hy: Նորից բեռնեք էկրանն
id: Muat ulang layar
is: Endurhlaða síðu
it: Ricarica la schermata
ja: 画面を再読み込み
ka: ეკრანის ხელახალი დატვირთვა
kk: Экранды қайта жүктеу
km: ផ្ទុកអេក្រង់ឡើងវិញ
kn: ಪರದೆಯನ್ನು ಮರುಲೋಡ್ ಮಾಡಿ
ko: 화면 새로고침
ky: Экранды кайра жүктөө
lo: ຮອງໃສແຈ້ງໃໝ່
lt: Atnaujinti ekraną
lv: Pārslēgt ekrānu
mk: Почисти ја страницата
ml: വീണ്ടും ലോഡ് ചെയ്യുക
mn: Дэлгэцийг дахин ачаалах
mr: स्क्रीन रीफ्रेश करा
ms: Muat semula skrin
my: ပြန်လည်ဖွင့်ရန်
nb: Oppdater skjermen
ne: स्क्रिन रिफ्रेश गर्नुहोस्
nl: De pagina opnieuw laden
no: Laste inn skjermen på nytt
or: ସ୍କ୍ରିନ୍ ପୁନଃଲୋଡ୍ କରନ୍ତୁ
pa: ਸਕ੍ਰੀਨ ਰੀਲੋਡ ਕਰੋ
pl: Ponowne załadowanie ekranu
ps: د صفحه بیا لوستلو
pt: Recarregar a tela
ro: Reîncărcați ecranul
ru: Перезагрузить экран
si: මානිනු වළක්වන්න
sk: Obnoviť obrazovku
sl: Ponovno naloži zaslon
sq: Rikthe ekranin
sr: Понови екран
sv: Ladda om skärmen
sw: Pakia upya
ta: திரையை மீண்டும் ஏற்றவும்
te: రీలోడ్ చేయండి
th: โหลดหน้าจอใหม่
tl: I-reload ang screen
tr: Ekranı yeniden yükle
uk: Reload the screen
ur: اسکرین کو دوبارہ لوڈ کریں
uz: Sahifani qayta yuklash
vi: Tải lại màn hình
zh: 重新加载屏幕
zu: Phinde umfanekiso

# contactIfNotResolved
source: If you cannot resolve the issue, please contact us
af: As dit nie opgelos word nie, gaan hierheen.
am: እባክዎ አልተፈቀደውም እንዲሁ ነኝ
ar: إذا لم يتم الحل، يرجى زيارة هنا
as: সমাধান নহ'লে ইয়াত
az: Həll olmadıqda buraya müraciət edin
be: Калі праблема не вырашана, націсніце тут
bg: Ако не се реши, моля, кликнете тук
bn: সমাধান না হলে এখানে
bs: Ako se ne rješava, ovdje
ca: Si el problema persisteix, feu clic aquí
cs: Pokud problém nevyřešíte, klikněte zde.
cy: os nad yw'n cael ei datrys, cliciwch yma
da: Hvis problemet ikke er løst, kan du finde hjælp her
de: Falls das Problem nicht gelöst wird, klicken Sie hier.
el: Εάν δεν επιλυθεί, δείτε εδώ
es: Si no se resuelve, contacta aquí
et: Kui probleem ei lahene, kliki siia
eu: Hemen konpondu ez bada, hemen
fa: اگر حل نشد اینجا کلیک کنید
fi: Jos ongelma ei ratkea, klikkaa tästä
fil: Kung hindi pa rin masosolve, mag-contact dito
fr: Si le problème persiste, veuillez cliquer ici
gl: Se non se resolve, preme alí.
gu: હલ ન થાય તો અહીં
he: אם הבעיה לא נפתרה, לחץ כאן
hi: समाधान नहीं मिलने पर यहाँ संपर्क करें
hr: Ako se ne riješi, ovdje
hu: Ha nem oldódik meg, kattintson ide
hy: Եթե խնդիրը դեռ չի լուծվում, կապնվեք այստեղ
id: Jika masalah tidak teratasi, silakan klik di sini
is: Ef þú leysir ekki vandamálið skaltu smella hér
it: Se il problema persiste, clicca qui
ja: 解決しない場合はこちら
ka: თუ პრობლემა არ გადაწყდა, გადადით აქ
kk: Шешілмеген жағдайда мұнда
km: ប្រសិនបើមិនអាចដោះស្រាយបាន ទីនេះ
kn: ಪರಿಹಾರವಾಗದಿದ್ದರೆ ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ
ko: 해결되지 않으면 여기로
ky: Эгер маселени чечпей турган болсоңуз, бул жерди чыкылдатыңыз
lo: ເຖິງບໍ່ແມ່ນແກ້ໄຂໄດ້ ຊາບ ຮັບສະແດງບັນຫາທີ່ດີໃນນັ່ນ
lt: Jei problema neišspręsta, paspauskite čia
lv: Ja, lūdzu sazinieties ar mums, ja problēmas netiek atrisinātas.
mk: Ако не се реши тука
ml: പരിഹാരമില്ലെങ്കിൽ ഇവിടെ ബന്ധപ്പെടുക
mn: Шийдэгдэхгүй бол энд дарна уу
mr: सोडवत नसल्यास येथे
ms: Sila rujuk di sini jika masalah tidak diselesaikan
my: မဖြေရှင်းနိုင်ရင် ဒီမှာ
nb: Hvis problemet ikke løses, vennligst klikk her
ne: समाधान नभएमा यहाँ
nl: Als het probleem niet is opgelost, klik hier
no: Hvis problemet ikke blir løst, vennligst klikk her
or: ସମସ୍ୟା ସମାଧାନ ନହେଲେ ଏଠାରେ
pa: ਹੱਲ ਨਹੀਂ ਮਿਲਿਆ ਤਾਂ ਇੱਥੇ ਸੰਪਰਕ ਕਰੋ
pl: Jeśli problem nie zostanie rozwiązany, kliknij tutaj
ps: که حل نه شي، دلته کلیک وکړئ
pt: Se o problema persistir, clique aqui
ro: Dacă problema nu este rezolvată, faceți clic aici
ru: Если проблема не решена, нажмите сюда
si: මෙහි ක්‍රියා නොකලහොත් මෙහි පැමිණෙන්න
sk: Ak sa problém nevyrieši, kliknite sem
sl: Če se težave ne rešijo, tukaj
sq: Nëse nuk zgjidhet këtu
sr: Ако се проблем не реши, кликните овде
sv: Om problemet kvarstår, vänligen gå hit.
sw: Ikiwa haitatatulika, bofya hapa
ta: தீர்க்க முடியவில்லை என்றால் இங்கே
te: సమస్య పరిష్కరం కాకపోతే ఇక్కడ
th: หากไม่สามารถแก้ไขได้โปรดยกมือขอความช่วยเหลือที่นี่
tl: Kung hindi pa nalulutas, i-click dito
tr: Çözülmezse buraya
uk: If the issue persists, please click here.
ur: اگر یہ حل نہیں ہوتا تو یہاں کلک کریں
uz: Buni hal qila olmasangiz, bu yerga murojaat qiling.
vi: Liên hệ hỗ trợ nếu chưa giải quyết được
zh: 如果仍未解决，请点击这里
zu: Umazinga ngezothando uma ungakakutholi isixazululo

# shareFeedback
source: We'd love to hear your thoughts about Pilll
af: Laat weet ons jou gedagtes oor Pilll
am: እቅፍ ይህን ስለ Pilll አመልካች እባኮትን እንደምን ዐይነት እንደገና ይማርኩት።
ar: يرجى إخبارنا برأيك في Pilll
as: অনুগ্ৰহ কৰি Pilll ৰ বিষয়ে আপোনাৰ মতামত জনাওক
az: Pilll tətbiqi haqqında fikirlərinizi bizə bildirin
be: Падзякуйце за ваш водгук аб Pilll
bg: Моля, споделете мнението си за Pilll
bn: Pilll সম্পর্কে আপনার মতামত শেয়ার করুন
bs: Molimo vas da podijelite svoje mišljenje o Pilll-u
ca: Comparteix la teva opinió sobre Pilll
cs: Dejte nám prosím vědět, co si o aplikaci Pilll myslíte.
cy: Rhowch eich barn am Pilll
da: Fortæl os din mening om Pilll
de: Bitte teilen Sie uns Ihre Erfahrungen mit Pilll mit.
el: Παρακαλώ μοιραστείτε την άποψή σας για το Pilll
es: Compártenos tu opinión sobre Pilll
et: Palun jagage oma arvamust Pilll'i kohta
eu: Pilllen iritzia eman iezadazu
fa: لطفاً نظرات خود را درباره Pilll به ما بگویید
fi: Kerro meille mielipiteesi Pilllistä
fil: Ibahagi ninyo sa amin ang inyong mga saloobin sa Pilll
fr: Veuillez nous faire part de vos impressions sur Pilll.
gl: Por favor, déixe-nos a súa opinión sobre Pilll
gu: Pilll વિશે તમારા વિચારો જણાવો
he: אנא שתף את דעתך על Pilll
hi: कृपया Pilll के बारे में अपना फीडबैक साझा करें
hr: Molimo da podijelite svoje mišljenje o Pilll-u
hu: Kérjük, ossza meg véleményét a Pilll-ről.
hy: Խնդրում ենք կիսվել ձեր մտքներով Pilll-ի մասին
id: Tinggalkan umpan balik tentang Pilll
is: Vinsamlegast deildu skoðun þinni á Pilll.
it: Condividi la tua opinione su Pilll
ja: Pilllの感想をお聞かせください
ka: გთხოვთ, გაგვიზიაროთ Pilll-ის თქვენი გამოცდილება
kk: Pilll туралы пікіріңізді білдіріңіз
km: សូមចែករំលែកមតិយោបល់របស់អ្នកអំពី Pilll
kn: Pilll ಬಗ್ಗೆ ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ko: Pilll에 대한 의견을 말씀해 주세요
ky: Pilll жөнүндө пикирлериңизди айтып бериңиз
lo: ຂໍໃຫ້ເບິ່ງແບບຄວາມຄິດໃດໆກ໱ຽລການນຳໃຊ້ສິນຄ້າ Pilll
lt: Prašome pasidalinti savo nuomone apie Pilll
lv: Lūdzu, pastāstiet par savu pieredzi ar Pilll.
mk: Ве молиме споделете ги вашите впечатоци за Pilll
ml: Pilllനെക്കുറിച്ചുള്ള നിങ്ങളുടെ അഭിപ്രായം പങ്കിടുക
mn: Pilll-ийн тухай таны сэтгэгдлийг хуваалцаарай
mr: कृपया Pilll बद्दल तुमचे अनुभव सामायिक करा
ms: Sila berikan maklum balas tentang Pilll
my: Pilll အက်ပ်အကြောင်း သင်၏ထင်မြင်ချက်များကို ပြောပြပေးပါ
nb: Fortell oss hva du synes om Pilll
ne: Pilll को बारेमा आफ्नो राय सुनाउनुहोस्
nl: Laat ons weten wat je van Pilll vindt.
no: Vennligst gi oss tilbakemelding på Pilll
or: ଦୟାକରି Pilll ବିଷୟରେ ଆପଣଙ୍କର ମତାମତ ଦିଅନ୍ତୁ
pa: Pilll ਬਾਰੇ ਆਪਣੇ ਵਿਚਾਰ ਸਾਂਝੇ ਕਰੋ
pl: Proszę podzielić się swoją opinią na temat Pilll.
ps: مهرباني وکړئ د Pilll په اړه خپلې نظریات راکړئ
pt: Por favor, compartilhe suas experiências com o Pilll.
ro: Vă rugăm să ne împărtășiți impresiile despre Pilll
ru: Поделитесь, пожалуйста, своими впечатлениями о Pilll.
si: Pilll ගැන ඔබේ අදහස් ගෙදර දෙන්න
sk: Podejte nám prosím zpětnou vazbu o Pilllu
sl: Prosimo, delite svoje mnenje o aplikaciji Pilll.
sq: Të lutem na trego mendimet e tua për Pilll
sr: Молим вас да поделите ваше искуство са Pilll-ом
sv: Vänligen ge oss din åsikt om Pilll.
sw: Tafadhali tuambie maoni yako kuhusu Pilll
ta: Pilll பற்றிய உங்கள் கருத்துக்களை பகிர்ந்து கொள்ளுங்கள்
te: Pilll గురించి మీ అభిప్రాయాన్ని పంచుకోండి
th: กรุณาแบ่งปันความคิดเห็นเกี่ยวกับ Pilll
tl: Pakishare ang inyong saloobin tungkol sa Pilll
tr: Pilll hakkında görüşlerinizi bizimle paylaşın
uk: Please share your feedback about Pilll.
ur: Pilll کا تاثر پیش کریں
uz: Pilll haqida fikrlaringizni bildiring
vi: Vui lòng chia sẻ cảm nghĩ của bạn về Pilll
zh: 请告诉我您对Pilll的看法
zu: Sicela wabelane ngombono wakho ngePilll

source: Confirm
af: Besluit
am: ውሳኔ
ar: قرار
as: ঠিক
az: Təsdiq
be: Рашэнне
bg: Решение
bn: ঠিক আছে
bs: Odabrati
ca: D'acord
cs: Rozhodnout
cy: Penderfynu
da: Beslut
de: Entscheidung
el: Απόφαση
es: Confirmar
et: otsus
eu: Ekarri
fa: تایید
fi: Päätös
fil: Kumpirmahin
fr: Décider
gl: Decisión
gu: નક્કી કરો
he: החלטה
hi: ठीक
hr: Odlučivanje
hu: Döntés
hy: Նիստ
id: Keputusan
is: ákveðið
it: Conferma
ja: 決定
ka: მოქმედება
kk: Шешім
km: យល់ព្រម
kn: ನಿರ್ಧರಿಸಿ
ko: 확인
ky: Танд
lo: ຕົກລະດັບ
lt: Sprendimas
lv: Lēmums
mk: Одлучи
ml: ശരി
mn: Батлах
mr: ठरवा
ms: Tentukan
my: အတည်ပြု
nb: Avgjør
ne: ठिक छ
nl: Bepalen
no: Bestemme
or: ଠିକ୍
pa: ਠੀਕ
pl: Decyzja
ps: پریکړه
pt: Decidir
ro: Decizie
ru: Решение
si: නිර්ණය
sk: Rozhodnúť
sl: Odločitev
sq: Vendos
sr: Одлука
sv: Besluta
sw: Kubali
ta: சரி
te: సరే
th: การตัดสินใจ
tl: Tiyakin
tr: Karar
uk: Decision
ur: فیصلہ
uz: qaror
vi: Xác nhận
zh: 决定
zu: Ukhetho

# surveyForServiceImprovement
source: We'd love your input on how we can improve our service
af: Asseblief, help ons met 'n opname om ons diens te verbeter.
am: በእባኮት የአገልግሎት ማሻሻያ ምንጭ ላይ የምትሰጡትን እንኳን ይማሩ እባኮት።
ar: إذا كنت ترغب، يرجى المساعدة في استطلاع الرأي لتحسين الخدمة.
as: যদি সুবিধা হয় তেন্তে সেৱাৰ উন্নতিৰ বাবে সমীক্ষাত সহযোগিতা কৰক
az: Xahiş edirik, xidmətin yaxşılaşdırılması üçün anketdə də iştirak edin
be: Калі ласка, удзельнічайце ў апытанні для паляпшэння нашага сэрвісу, калі вам не цяжка.
bg: Ако желаете, моля, съдействие за проучване за подобрение на услугата.
bn: যদি আপনার সুবিধা হয়, তাহলে সেবার মান উন্নতির জন্য আমাদের সমীক্ষায় সহযোগিতা করুন
bs: Ako želite, molimo vas da učestvujete u anketi za poboljšanje usluga.
ca: Si voleu, us agrairíem que participéssiu en la nostra enquesta per millorar el servei
cs: Pokud byste chtěli, prosím podpořte nás vyplněním dotazníku pro zlepšení služeb.
cy: Os gwelwch yn dda, helpwch gyda'r arolwg ar gyfer gwelliannau i'r gwasanaeth os yw'n bosibl.
da: Hvis du vil, så hjælp os gerne med en spørgeskemaundersøgelse for at forbedre vores service.
de: Bitte helfen Sie uns, unseren Service zu verbessern, indem Sie an unserer Umfrage teilnehmen.
el: Εάν μπορείτε, παρακαλούμε συμμετάσχετε στην έρευνα για τη βελτίωση της υπηρεσίας.
es: Si no le importa, le agradeceríamos mucho su colaboración en una encuesta para mejorar nuestro servicio
et: Kui soovite, palume teil aidata teenuse parendamiseks mõeldud küsitluses.
eu: Mesedez, lagundu zure iritzia ematen zerbitzuaren hobekuntzarako inkesta batean.
fa: اگر لطف کنید، لطفاً در نظرسنجی برای بهبود خدمات نیز همکاری کنید
fi: Jos haluat, voit myös auttaa meitä palvelun parantamisessa täyttämällä kyselyn.
fil: Kung hindi po kayo makikipagtampo, sana ay makipagtulungan din kayo sa survey para sa pagpapabuti ng aming serbisyo
fr: Si cela vous convient, veuillez également participer à notre enquête pour améliorer nos services.
gl: Se está a su disposición, colabore por favor cun cuestionario para a mellora do servizo.
gu: જો તમને યોગ્ય લાગે તો, કૃપયા સેવા સુધારણા માટેના સર્વેમાં પણ સહકાર આપશો
he: אם תרצו, אנא עזרו לנו על ידי משתתפות בסקר לשיפור השירות.
hi: यदि आप चाहें तो कृपया सेवा सुधार के लिए सर्वेक्षण में भी सहयोग करें
hr: Ako želite, molimo vas da sudjelujete u anketi za poboljšanje usluge.
hu: Kérjük, ha lehet, segítse a szolgáltatás fejlesztését egy kérdőív kitöltésével.
hy: Խնդրում ենք մասնակցել սերվիսի բարելավման հարցմանը, եթե ցանկանում եք
id: Jika Anda berkenan, silakan beri bantuan untuk survei peningkatan layanan.
is: Vinsamlegast hjálpaðu okkur að bæta þjónustuna með því að taka þátt í könnun.
it: Se desidera, la invitiamo a partecipare anche al nostro sondaggio per migliorare il servizio
ja: よろしければサービス改善のためのアンケートにもご協力ください
ka: თუ გსურთ, გთხოვთ ასევე ჩაერთოთ კითხვარში, რომელიც დაგვაძლიერებს სერვისების გაუმჯობესებაში.
kk: Біздің қызметімізді жақсарту үшін сауалнамаға қатыссаңыздар, қуанышты болар едік.
km: ប្រសិនបើអ្នកមានការស្ម័គ្រចិត្ត សូមជួយសហការក្នុងការស្ទង់មតិដើម្បីកែលម្អសេវាកម្មរបស់យើងផងដែរ
kn: ಬಯಸಿದರೆ ಸೇವೆಯ ಸುಧಾರಣೆಗಾಗಿ ಸಮೀಕ್ಷೆಯಲ್ಲಿಯೂ ಸಹಕರಿಸಿ
ko: 괜찮으시다면 서비스 개선을 위한 설문조사에도 협조해 주세요
ky: Эгер мүмкүн болсо, кызматтарды жакшыртуу үчүн суроо-тестке катышууга жардам берип койсоңуз.
lo: ຖ້າແມ່ນສຽງແດ່ ຂະບວນການພັດທະນາບໍລິການ ຂະບວນທູກແຄບທຽມໃຊ້ລົດຂອງທ່ານແຕ່ແລ້ວ
lt: Jei jums tinka, prašome prisidėti prie anketos, siekiant tobulinti paslaugas.
lv: Ja, lūdzu, palīdziet ar aptauju, lai uzlabotu pakalpojumu.
mk: Ако сакате, ве молиме да учествувате во анкетата за подобрување на услугата.
ml: സാധ്യമെങ്കിൽ സേവന മെച്ചപ്പെടുത്തലിനായുള്ള ഞങ്ങളുടെ സർവേയിൽ സഹകരിക്കുമോ
mn: Хэрэв боломжтой бол, үйлчилгээг сайжруулахад зориулсан судалгаанд хамтран оролцоно уу
mr: जर तुम्हाला सोयीचे वाटत असेल तर, कृपया सेवा सुधारणेसाठीच्या सर्वेक्षणात सहभागी होऊन आम्हाला मदत करा
ms: Sila, berikan kerjasama anda dalam menjawab soal selidik untuk penambahbaikan perkhidmatan.
my: ဖြစ်နိုင်ပါက ဝန်ဆောင်မှုတိုးတက်စေရန် စစ်တမ်းကို ဖြည့်စွက်ပါဝင်ပေးပါ
nb: Vennligst hjelp oss gjerne med å forbedre tjenesten ved å delta i undersøkelsen.
ne: यदि तपाईंलाई उपयुक्त लाग्छ भने कृपया सेवा सुधारका लागि हाम्रो सर्वेक्षणमा सहयोग गर्नुहोस्
nl: Als u wilt, help ons dan ook met de enquête voor het verbeteren van onze service.
no: Hvis du vil, vennligst hjelp oss med spørreundersøkelsen for å forbedre tjenesten.
or: ଯଦି ସମ୍ଭବ ହୁଏ, ଦୟାକରି ସେବା ସୁଧାର ପାଇଁ ସର୍ଭେରେ ମଧ୍ୟ ସହଯୋଗ କରନ୍ତୁ
pa: ਜੇ ਤੁਸੀਂ ਚਾਹੋ ਤਾਂ ਸੇਵਾ ਸੁਧਾਰ ਲਈ ਸਰਵੇਖਣ ਵਿੱਚ ਵੀ ਸਹਿਯੋਗ ਕਰੋ ਜੀ
pl: Jeśli możesz, prosimy o udział w ankiecie dotyczącej poprawy usług.
ps: که مهرباني وکړئ د خدماتو د ښه والي لپاره په ځانګړي سروې کې هم مرسته وکړئ.
pt: Se desejar, também pedimos a sua colaboração para uma pesquisa de melhoria do serviço.
ro: Dacă doriți, vă rugăm să ne ajutați cu un sondaj pentru îmbunătățirea serviciului.
ru: Если вам не трудно, пожалуйста, примите участие в опросе для улучшения сервиса.
si: ඔබට දක්නට නම්, සේවාවල වැඩිදියුණු කිරීම සඳහා ප්‍රශ්ණාවලියකට සහය වන්න.
sk: Ak by ste mohli, prosím, zúčastnite sa prieskumu na zlepšenie našich služieb.
sl: Če imate čas, vas prosimo, da sodelujete v anketi za izboljšanje storitev.
sq: Nëse është e mundur, ju lutemi kontriboni në anketa për përmirësimin e shërbimit.
sr: Ако вам није тешко, молимо вас да учествујете у анкетирању за побољшање услуге.
sv: Om du vill, vänligen delta också i en enkät för att förbättra tjänsten.
sw: Ikiwa utapenda, tafadhali kushiriki katika utafiti wetu wa kuboresha huduma
ta: உங்களுக்கு வசதியானால், சேவை மேம்பாட்டிற்கான கருத்துக் கணிப்பில் ஒத்துழைக்க வேண்டுகிறோம்
te: వీలైతే, దయచేసి సేవల మెరుగుదల కోసం అభిప్రాయ సర్వేలో సహకరించగలరు
th: หากต้องการ กรุณาร่วมตอบแบบสอบถามเพื่อปรับปรุงบริการ
tl: Kung gusto po ninyo, makipagtulungan din po kayo sa survey para sa pagpapabuti ng aming serbisyo
tr: Hizmet iyileştirmesi için anketimize katılmak ister misiniz?
uk: If you would like, please assist us by participating in the survey for service improvement.
ur: براہ کرم اگر ممکن ہو تو خدمات کی بہتری کے لیے سروے میں بھی تعاون کریں۔
uz: Iltimos, xizmatlarni yaxshilash uchun so‘rovnomaga ham yordam berishga harakat qiling.
vi: Nếu thuận tiện, xin hãy tham gia khảo sát để giúp chúng tôi cải thiện dịch vụ
zh: 如果可以的话，请协助我们进行服务改进调查。
zu: Ngabe ungangisiza ngokwabelana ngemibono yakho ukuze sithuthukise insizakalo?

source: Participate
af: Samewerk
am: አንድ ስራ ለመካፈል
ar: تعاون
as: সহযোগ কৰক
az: İştirak et
be: Супрацоўнічаць
bg: Сътрудничи
bn: সহযোগিতা করুন
bs: Saraditi
ca: Col·labora
cs: spolupracovat
cy: Cydweithio
da: Samarbejde
de: Zusammenarbeiten
el: Συνεργάζομαι
es: Participar
et: Koostama
eu: Lagun egin
fa: همکاری کردن
fi: Yhteistyö
fil: Makisali
fr: Coopérer
gl: Colaborar
gu: સહકાર આપો
he: שתף פעולה
hi: सहयोग करें
hr: Suraditi
hu: Együttműködni
hy: համագործակցել
id: Bekerja sama
is: Samvinna
it: Collabora
ja: 協力する
ka: შესანიშნავად
kk: Ынтымақтастық
km: ចូលរួម
kn: ಸಹಕರಿಸಿ
ko: 협력하기
ky: Коомектешүү
lo: ຮ່ວມມື
lt: Bendrauti
lv: Sadarbot
mk: Соработка
ml: സഹകരിക്കുക
mn: Хамтрах
mr: सहयोग करा
ms: Berkongsi
my: ပူးပေါင်းပါ
nb: Samarbeide
ne: सहयोग गर्नुहोस्
nl: Samenwerken
no: Samarbeide
or: ସହଯୋଗ କର
pa: ਸਹਿਯੋਗ ਕਰੋ
pl: Współpracować
ps: همکارۍ
pt: Cooperar
ro: Colabora
ru: Сотрудничать
si: සහාය වන්න
sk: spolupracovať
sl: Sodelovati
sq: Bashkëpunoni
sr: saraditi
sv: Samarbeta
sw: Shirikiana
ta: ஒத்துழைக்க
te: సహకరించు
th: ร่วมมือ
tl: Makiisa
tr: işbirliği yapmak
uk: Cooperate
ur: تعاون کرنا
uz: Hamkorlik qilish
vi: Tham gia
zh: 合作
zu: Sebenzisa

# notHelp
source: Not helpful
af: nie
am: አይደለም
ar: لا تفعل
as: নহয়
az: Faydalı deyil
be: не
bg: не
bn: সাহায্যকর নয়
bs: ne
ca: No útil
cs: ne
cy: peidio
da: gør ikke
de: nicht
el: δεν κάνω
es: No útil
et: ei
eu: ez
fa: نمی‌کنم
fi: ei
fil: Hindi
fr: ne pas faire
gl: non facer
gu: મદદરૂપ નથી
he: לא
hi: मददगार नहीं
hr: ne
hu: nem
hy: չի անել
id: tidak
is: ekki
it: Non utile
ja: しない
ka: არ ვაკეთებთ
kk: жасамаймын
km: មិនជួយ
kn: ಇಲ್ಲ
ko: 도움 안 됨
ky: жок
lo: ບໍ່ทำ
lt: nesu
lv: nedarīt
mk: не
ml: ഇല്ല
mn: Тусламжгүй
mr: नाही
ms: tidak
my: အသုံးမဝင်ပါ
nb: gjør ikke
ne: हुँदैन
nl: niet doen
no: ikke
or: ସାହାଯ୍ୟକାରୀ ନୁହେଁ
pa: ਮਦਦਗਾਰ ਨਹੀਂ
pl: nie
ps: نه
pt: não
ro: nu face
ru: не делать
si: නැහැ
sk: nerobím
sl: ne
sq: nuk
sr: не
sv: inte
sw: Haisaidii
ta: பயனில்லை
te: సహాయకరం కాదు
th: ไม่ทำ
tl: Hindi
tr: yapma
uk: not
ur: نہیں کرنا
uz: emas
vi: Không hữu ích
zh: 不
zu: ungayenzi

source: Service improvement survey
af: diensverbetering-opname
am: አገልግሎት የሚሻሻል አንቀጽ
ar: استبيان تحسين الخدمة
as: সেৱা উন্নতিৰ সমীক্ষা
az: Xidməti təkmilləşdirmə sorğusu
be: Апытанне для паляпшэння сэрвісу
bg: Анкета за подобрение на услугата
bn: সেবা উন্নতির জরিপ
bs: Anketa za poboljšanje usluga
ca: Enquesta de millora del servei
cs: Dotazník pro zlepšení služby
cy: Arolwg gwelliannau gwasanaeth
da: Tjenesteforbedringsundersøgelse
de: Serviceverbesserungsumfrage
el: Δημοσκοπική έρευνα για τη βελτίωση υπηρεσιών
es: Encuesta de mejora del servicio
et: Teenuse parandamise küsitlus
eu: Zerbitzuaren hobekuntza inkesta
fa: نظرسنجی بهبود خدمات
fi: Palvelun parannuskysely
fil: Survey sa Pagpapabuti ng Serbisyo
fr: Questionnaire d'amélioration du service
gl: Enquisa para a mellora do servizo
gu: સેવા સુધારણા સર્વે
he: סקר שיפור שירות
hi: सेवा सुधार सर्वेक्षण
hr: Anketu za poboljšanje usluge
hu: Szolgáltatásfejlesztési kérdőív
hy: Ծառայության բարելավման հարցում
id: Survei Perbaikan Layanan
is: Þjónustu bætingar könnun
it: Sondaggio per il miglioramento del servizio
ja: サービス改善アンケート
ka: სერვისების გაუმჯობესების anketa
kk: Қызметті жақсартуға арналған сауалнама
km: ការស្ទង់មតិកែលម្អសេវាកម្ម
kn: ಸೇವೆ ಸುಧಾರಣಾ ಸಮೀಕ್ಷೆ
ko: 서비스 개선 설문조사
ky: Кызматты жакшыртуу боюнча анкета
lo: ສຽງສອງກ່ຽວກັບການປັບປຸງບໍລິການ
lt: Paslaugų gerinimo apklausa
lv: Pakalpojumu uzlabošanas anketa
mk: Анкета за подобрување на услугата
ml: സേവന മെച്ചപ്പെടുത്തൽ സർവേ
mn: Үйлчилгээ сайжруулах санал асуулга
mr: सेवा सुधारणा सर्वेक्षण
ms: Tinjauan Peningkatan Perkhidmatan
my: ဝန်ဆောင်မှု တိုးတက်စေရေး စစ်တမ်း
nb: Tjeneste forbedringsundersøkelse
ne: सेवा सुधार सर्वेक्षण
nl: Enquête voor serviceverbetering
no: Tjeneste forbedring undersøkelse
or: ସେବା ଉନ୍ନତି ସର୍ଭେ
pa: ਸੇਵਾ ਸੁਧਾਰ ਸਰਵੇਖਣ
pl: Ankieta dotycząca poprawy usług
ps: د خدمت ښه والي سروې
pt: Pesquisa de melhoria do serviço
ro: Chestionar de îmbunătățire a serviciilor
ru: Опрос об улучшении сервиса
si: සේවා सुधारන අනුමත අයදුම්පත්
sk: Dotazník na zlepšenie služieb
sl: Anketa za izboljšanje storitev
sq: Anketa për përmirësimin e shërbimeve
sr: アンкетa за подобровање услуге
sv: Förbättringsundersökning för tjänster
sw: Dodoso la Uboreshaji wa Huduma
ta: சேவை முன்னேற்ற கருத்துக் கணக்கெடுப்பு
te: సేవ మెరుగుదల సర్వే
th: แบบสอบถามการปรับปรุงบริการ
tl: Survey para sa Pagpapabuti ng Serbisyo
tr: Hizmet İyileştirme Anketi
ur: سروس کی بہتری کے لئے سوالنامہ
uz: Xizmatlarni yaxshilash so'rovi
vi: Khảo sát cải thiện dịch vụ
zh: 服务改进问卷
zu: Umbuzo Wokuthuthukisa Isevisi

source: Satisfied
af: Tevrede
am: እርግጥ ነኝ
ar: راضٍ
as: সন্তুষ্ট
az: məmnunam
be: Задаволены
bg: Доволен съм
bn: সন্তুষ্ট
bs: Zadovoljan sam
ca: Satisfet
cs: Jsem spokojen(a)
cy: Mewn boddhad
da: Tilfreds
de: Zufrieden
el: Είμαι ικανοποιημένος
es: Satisfecho
et: Rahul olen rahul.
eu: aseguratua
fa: راضی هستم
fi: Olen tyytyväinen
fr: satisfait(e)
gl: Satisfeito
gu: સંતુષ્ટ છું
he: מרוצה
hi: संतुष्ट हूँ
hr: Zadovoljan/na sam
hu: Elégedett vagyok
hy: Հաճախ zufrieden
id: Puasku
is: Sátt
it: Soddisfatto
ja: 満足している
ka: კმაყოფილი
kk: Қанағаттанарлық
km: ពេញចិត្ត
kn: ತೃಪ್ತಿಯಾಗಿದೆ
ko: 만족한다
ky: Канааттанам
lt: Patenkamas
lv: Esmu apmierināts
mk: Задоволен/а сумата
ml: സംതൃപ്തി
mn: сэтгэл ханамжтай
mr: समाधानी
ms: Berpuas hati
my: ကျေနပ်တယ်
nb: Fornøyd
ne: सन्तुष्ट छु
nl: Tevreden
no: Fornøyd
or: ସନ୍ତୁଷ୍ଟ
pa: ਸੰਤੁਸ਼ਟ
pl: Zadowolony
ps: راضي یم
pt: Satisfeito
ro: Sunt mulțumit
ru: Удовлетворен
si: සතුටු වේ
sk: Spokojný
sl: Zadovoljen
sq: I kënaqur
sr: Задовољан/а сам
sv: Nöjd
sw: Naridhika
ta: திருப்தியாக இருக்கிறேன்
te: సంతృప్తిగా ఉన్నాను
th: พอใจ
tl: Nasasaya
tr: Memnun
ur: مطمئن ہوں
uz: Qoniq
vi: Hài lòng
zh: 满意
zu: ujabule

source: Not satisfied
af: nie tevrede nie
am: መደስክ የለኝም
ar: غير راضٍ
as: অসন্তুষ্ট
az: Məmnun deyil
be: Не задавальняе
bg: Не съм доволен
bn: অসন্তুষ্ট
bs: Nije zadovoljan
ca: Insatisfet/a
cs: Není to uspokojivé
cy: Nid yn fodlon
da: Ikke tilfreds
de: Nicht zufrieden
el: Δεν είμαι ικανοποιημένος
es: Insatisfecho
et: Ei ole rahuldav
eu: asegurezada ez
fa: راضی نیستم
fi: Ei ole tyytyväinen
fil: Hindi nasiyahan
fr: Pas satisfait
gl: Non satisfactorio
gu: સંતુષ્ટ નથી
he: לא מסופק
hi: असंतुष्ट
hr: Nije zadovoljstvo
hu: Nem elégedett
hy: Չ tilfredիա
id: Tidak puas
is: Er ekki ánægður
it: Insoddisfatto
ja: 満足では無い
ka: არ არის კმაყოფილი
kk: Қанағаттандырмайды
km: មិនពេញចិត្ត
kn: ತೃಪ್ತಿಯಾಗಿಲ್ಲ
ko: 만족하지 않다
ky: Канат эмес
lo: ບໍ່ເປັນຄວາມພໍໃຈ
lt: Nesotinka
lv: Navsākt
mk: Незадоволен
ml: അസംതൃപ്തം
mn: Сэтгэл хангалуун бус
mr: समाधान नाही
ms: Tidak puas
my: မကျေနပ်ပါ
nb: Ikke fornøyd
ne: असन्तुष्ट
nl: Niet tevreden
no: Ikke fornøyd
or: ସନ୍ତୁଷ୍ଟ ନୁହେଁ
pa: ਅਸੰਤੁਸ਼ਟ
pl: Nie jestem zadowolony
ps: راضي نه یم
pt: Insatisfeito
ro: Nu sunt mulțumit
ru: Не удовлетворен
si: සෙෙල්ලම්ක් නැත
sk: Nie som spokojný
sl: Nisem zadovoljen
sq: Nuk është i kënaqur
sr: Није задовољан
sv: Är inte nöjd
sw: Sitoridhika
ta: திருப்தியில்லை
te: సంతృప్తిలేదు
th: ไม่พอใจ
tl: Hindi nasiyahan
tr: Memnun değilim
ur: خوش نہیں ہوں
uz: Qoniq emas
vi: Không hài lòng
zh: 不满意
zu: Awukho umuzwa wokwaneliseka
