Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# feedbackUsage
source: We will use your feedback to improve our service
af: Die ontvangde menings sal gebruik word vir toekomstige verbeterings.
am: የሰጡንን አስተያየት ለወደፊት አገልግሎታችን መሻሻል እንጠቀማለን።
ar: سنستفيد من آرائكم القيمة لتحسين خدماتنا في المستقبل.
as: আপোনাৰ মূল্যৱান মতামত আমি আমাৰ ভৱিষ্যতৰ সেৱা উন্নতিৰ বাবে ব্যৱহাৰ কৰিম।
az: Verdiğiniz rəy və təklifləri gələcək təkmilləşdirmələrimiz üçün istifadə edəcəyik.
be: Вашы прапанова будзе выкарыстана для далейшага паляпшэння.
bg: Вашето мнение ще бъде използвано за бъдещи подобрения на нашия сервис.
bn: আপনার মূল্যবান মতামত আমরা ভবিষ্যতে সেবার উন্নতির জন্য ব্যবহার করব।
bs: Vaša mišljenja ćemo koristiti za buduća poboljšanja.
ca: Utilitzarem les vostres opinions per millorar el servei en el futur.
cs: Vámi poskytnuté názory využijeme pro budoucí zlepšení.
cy: Byddwn yn defnyddio'r sylwadau a gynhelir i ni ar gyfer gwelliant yn y dyfodol.
da: De modtagne kommentarer vil blive brugt til fremtidige forbedringer.
de: Ihr Feedback wird genutzt, um künftige Verbesserungen vorzunehmen.
el: Η γνώμη σας θα χρησιμοποιηθεί για μελλοντικές βελτιώσεις.
es: Utilizaremos sus valiosos comentarios para futuras mejoras del servicio.
et: Saabime teie kommentaare edasise arendamise jaoks.
eu: Jasotako iritziak etorkizuneko hobekuntzetan erabiliko ditugu.
fa: نظرات شما در راستای بهبود های آینده مورد استفاده قرار خواهد گرفت.
fi: Saatuja kommentteja käytetään tulevassa parannuksessa.
fil: Ang inyong mga puna ay gagamitin namin upang mapabuti pa ang aming serbisyo sa hinaharap.
fr: Nous utiliserons vos commentaires pour les améliorations futures.
gl: Faremos uso das opinións recibidas para mellorar no futuro.
gu: તમારા મૂલ્યવાન મતામતોનો અમે ભવિષ્યના સુધારણા માટે ઉપયોગ કરાવીશું.
he: המחשבות שלך יועמדו לשימוש כדי לשפר את האפליקציה בעתיד.
hi: आपके सुझावों का उपयोग हम भविष्य में अपनी सेवा को बेहतर बनाने के लिए करेंगे।
hr: Vaše mišljenje će biti iskorišteno za poboljšanja u budućnosti.
hu: A kapott véleményeket a jövőbeli fejlesztések során hasznosítani fogjuk.
hy: Ճիշտ կարծիքները կա՛մ նախատեսում ենք աշխատել ավելի լավը դարձնելու համար.
id: Kami akan menggunakan masukan yang Anda berikan untuk perbaikan di masa depan.
is: Þakka þér fyrir ábendingarnar, þær munu verða notaðar til að bæta þjónustuna í framtíðinni.
it: Utilizzeremo i vostri commenti per migliorare il nostro servizio.
ja: いただいた意見は今後の改善へと活用させていただきます。
ka: თქვენ მიერ მოცემული კომენტარები მომავალ გაუმჯობესებაში გამოიყენება.
kk: Сізден алынған пікірлер келешектегі жақсартуларға пайдаланылады.
km: យើងនឹងយកមតិយោបល់របស់អ្នកមកប្រើប្រាស់ដើម្បីកែលម្អសេវាកម្មនាពេលអនាគត។
kn: ನಿಮ್ಮಿಂದ ಪಡೆದ ಅಭಿಪ್ರಾಯಗಳನ್ನು ಭವಿಷ್ಯದ ಸುಧಾರಣೆಗಳಿಗಾಗಿ ಬಳಸಿಕೊಳ್ಳುತ್ತೇವೆ.
ko: 주신 의견은 향후 개선에 활용하겠습니다.
ky: Сизден алган пикирлерди мындан ары жакшыртууга колдонобуз.
lo: ຂໍແຕ່ນຊໍາລະບາຍການແນະນຳຂອງເວັບໄຊທ໌ອະດີດີໃນອະນາຄົດ.
lt: Jūsų pateiktos pastabos bus naudojamos būsimam tobulinimui.
lv: Saņemto viedokļu izmantošana turpmākai uzlabošanai.
mk: Вашите коментари ќе ги искористиме за идните подобрувања.
ml: നിങ്ങൾ നൽകിയ വിലയേറിയ അഭിപ്രായങ്ങൾ ഞങ്ങളുടെ സേവനത്തിന്റെ ഭാവി മെച്ചപ്പെടുത്തലുകൾക്കായി ഉപയോഗിക്കും।
mn: Таны үнэлхэн санал бодлыг ирээдүйн сайжруулалтад ашиглан ажиллана.
mr: आपले मूल्यवान मत आम्ही भविष्यातील सुधारणांसाठी वापरू.
ms: Kami akan menggunakan maklum balas yang diberikan untuk penambahbaikan di masa hadapan.
my: သင့်ထံမှ ရရှိသော အကြံပြုချက်များကို နောင်လာမည့် ဝန်ဆောင်မှု တိုးတက်မှုများတွင် အသုံးပြုသွားမည်ဖြစ်ပါသည်။
nb: Tilbakemeldingene vi har mottatt, vil bli brukt til å forbedre appen i fremtiden.
ne: तपाईंले दिनुभएको सुझाव र मतामतहरूलाई हामी भविष्यमा सुधारका लागि उपयोग गर्नेछौं।
nl: Uw ontvangen opmerkingen zullen worden gebruikt voor toekomstige verbeteringen.
no: Tilbakemeldingene vi har mottatt, vil bli brukt til fremtidige forbedringer.
or: ଆପଣଙ୍କଠାରୁ ପ୍ରାପ୍ତ ମତାମତଗୁଡ଼ିକୁ ଆମେ ଭବିଷ୍ୟତର ଉନ୍ନତି ନିମନ୍ତେ ବ୍ୟବହାର କରିବୁ।
pa: ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਿੱਤੇ ਗਏ ਸੁਝਾਵਾਂ ਨੂੰ ਅਸੀਂ ਭਵਿੱਖ ਦੇ ਸੁਧਾਰਾਂ ਲਈ ਉਪਯੋਗ ਕਰਾਂਗੇ।
pl: Opinie, które otrzymaliśmy, będą wykorzystane do przyszłych ulepszeń.
ps: زه ستاسو ورکړی نظرونه د راتلونکي پرمختګ لپاره کارول کیږي.
pt: Usaremos os comentários recebidos para futuras melhorias.
ro: Părerea dumneavoastră va fi utilizată pentru îmbunătățiri viitoare.
ru: Мы будем использовать ваши предложения для будущих улучшений.
si: ඔබ විසින් ලබා දි ඇති අදහස් ඉදිරි කාලයේ සංශෝධන සඳහා භාවිතා කරනු ඇත.
sk: Prijaté názory využijeme na ďalšie vylepšenia.
sl: Vaše pripombe bomo uporabili za prihodnje izboljšave.
sq: Opinioni tuaj do të përdoren për përmirësime në të ardhmen.
sr: Ваши примедбе ће бити искоришћене за будуће побољшање.
sv: De synpunkter vi har fått kommer att användas för framtida förbättringar.
sw: Maoni yako yatatumika kuboresha huduma zetu za siku zijazo.
ta: உங்களின் கருத்துகள் எதிர்காலத்தில் மேம்படுத்துவதற்கு பயன்படுத்தப்படும்.
te: మీరు అందించిన అభిప్రాయాన్ని భవిష్యత్తులో మెరుగుపరచడానికి వినియోగించుకుంటాము.
th: ความคิดเห็นที่ได้รับจะถูกนำไปใช้ในการปรับปรุงในอนาคต
tl: Salamat po sa inyong mga opinyon. Gagamitin po namin ang mga ito para sa mga pagpapabuti sa hinaharap.
tr: Aldığınız geri bildirimler gelecekteki iyileştirmeler için kullanılacaktır.
uk: We will use your feedback for future improvements.
ur: موصولہ رائے کو آئندہ بہتری کے لیے استعمال کیا جائے گا۔
uz: Bizga berilgan fikrlar kelajakdagi takomillashtirish uchun ishlatiladi.
vi: Những ý kiến quý báu của bạn sẽ được chúng tôi sử dụng để cải thiện ứng dụng trong tương lai.
zh: 我们将利用您提出的意见来进行今后的改进。
zu: Izimvo ozitholile zizosebenza ekuthuthukiseni esikhathini esizayo.

source: Close
af: Sluit
am: ዝጋ
ar: إغلق
as: বন্ধ কৰক
az: Bağla
be: Зачыніць
bg: Затвори
bn: বন্ধ করুন
bs: Zatvori
ca: Tancar
cs: zavřít
cy: Caewch
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
eu: Itxi
fa: بستن
fi: Sulje
fil: Isara
fr: Fermer
gl: Pechar
gu: બંધ કરો
he: לסגור
hi: बंद करें
hr: Zatvoriti
hu: Bezár
hy: փակել
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ka: დახურვა
kk: Жабу
km: បិទ
kn: ಮುಚ್ಚು
ko: 닫기
ky: Жабуу
lo: ປິດ
lt: Uždaryti
lv: Aizvērt
mk: Затвори
ml: അടയ്ക്കുക
mn: хаах
mr: बंद करा
ms: Tutup
my: ပိတ်
nb: Lukke
ne: बन्द
nl: Sluiten
no: Lukk
or: ବନ୍ଦ କରନ୍ତୁ
pa: ਬੰਦ
pl: Zamknij
ps: بندول
pt: Fechar
ro: Închide
ru: Закрыть
si: වසන්
sk: Zavrieť
sl: Zapri
sq: Mbyll
sr: Затвори
sv: Stäng
sw: Funga
ta: மூடு
te: మూసు
th: ปิด
tl: Isara
tr: Kapat
ur: بند کرو
uz: Yopish
vi: Đóng
zh: 关闭
zu: valela

source: Register account
af: Rekeningregistrasie
am: መለያ ምዝገባ
ar: تسجيل حساب
as: একাউন্ট নিবন্ধন
az: Hesab qeydiyyatı
be: Регістрацыя акаўнта
bg: Регистрация на акаунт
bn: অ্যাকাউন্ট নিবন্ধন
bs: Registracija računa
ca: Crear compte
cs: Registrace účtu
cy: Cofrestriad cyfrif
da: Konto registrering
de: Konto registrieren
el: Εγγραφή λογαριασμού
es: Crear cuenta
et: Konto registreerimine
eu: Kontu erregistratzea
fa: ثبت نام حساب کاربری
fi: Rekisteröinti
fil: Magparehistro
fr: Inscription du compte
gl: Registro de conta
gu: એકાઉન્ટ નોંધણી
he: רישום חשבון
hi: खाता पंजीकरण
hr: Registracija računa
hu: Fiók regisztráció
hy: Հաշվի գրանցում
id: Pendaftaran akun
is: Skráning á reikningi
it: Registrazione account
ja: アカウント登録
ka: ცენტრალური რეგისტრაცია
kk: Есептік жазба тіркеу
km: បង្កើតគណនី
kn: ಖಾತೆ ನೋಂದಣಿ
ko: 회원가입
ky: Тиркеме каттоо
lo: ລົງຄະແນນບັນຊີ
lt: Sąskaitos registracija
lv: Reģistrācija
mk: Регистрација на акаунт
ml: അക്കൗണ്ട് രജിസ്ട്രേഷൻ
mn: Данс бүртгэх
mr: खाते नोंदणी
ms: Pendaftaran Akaun
my: အကောင့်စာရင်းသွင်း
nb: Konto registrering
ne: खाता दर्ता
nl: Account registratie
no: Kontoregistrering
or: ଖାତା ପଞ୍ଜୀକରଣ
pa: ਖਾਤਾ ਰਜਿਸਟਰੇਸ਼ਨ
pl: Rejestracja konta
ps: د حساب ثبتول
pt: Registro de conta
ro: Înregistrare cont
ru: Регистрация аккаунта
si: ගිණුම පහසුකරණය
sk: Registrácia účtu
sl: Registracija računa
sq: Regjistrimi i llogarisë
sr: Registracija naloga
sv: Registrera konto
sw: Jisajili
ta: கணக்கு பதிவு
te: ఖాతా నమోదు
th: ลงทะเบียนบัญชี
tl: Magparehistro ng Account
tr: Hesap Kaydı
uk: Account Registration
ur: اکاؤنٹ کی رجسٹریشن
uz: Hisobni ro'yxatdan o'tkazish
vi: Đăng ký tài khoản
zh: 账户注册
zu: Bhalisela i-akhawunti

source: Re-login
af: Herinloga
am: እንደገና መግባት
ar: إعادة تسجيل الدخول
as: পুনৰ লগইন
az: Yenidən giriş
be: Паўторны ўваход
bg: Повторно влизане
bn: পুনরায় লগইন
bs: Ponovna prijava
ca: Torna a iniciar sessió
cs: Přihlásit se znovu
cy: Ail i gofynnau eto
da: Genindel og adgang
de: Erneut anmelden
el: Επανασύνδεση
es: Iniciar sesión nuevamente
et: Uuesti sisselogimine
eu: Sartu berriro
fa: ورود مجدد
fi: Uudelleen kirjautuminen
fil: Muling Mag-login
fr: Se reconnecter
gl: Reinicio de sesión
gu: ફરી લૉગિન
he: התחברות מחדש
hi: पुनः लॉगिन
hr: Ponovno prijavljivanje
hu: Újra bejelentkezés
hy: Կրկին մուտք գործել
id: Masuk kembali
is: Endur innritun
it: Riaccedi
ja: 再ログイン
ka: მ новой სამართლებრივი რაიონიუმენმა
kk: Қайта кіру
km: ចូលឡើងវិញ
kn: ಮತ್ತೆ ಲಾಗಿನ್
ko: 재로그인
ky: Кайра кириш
lo: ສິ່ງໃດໃກ່ການເລືອກໃໝ່
lt: Pakartotinis prisijungimas
lv: Pieslēgties vēlreiz
mk: Поново влогирај се
ml: വീണ്ടും ലോഗിൻ
mn: дахин нэвтрэх
mr: पुन्हा लॉगिन
ms: Log masuk semula
my: ပြန်လည်ဝင်ရန်
nb: Logg inn på nytt
ne: पुनः लगइन
nl: Opnieuw inloggen
no: Logg inn igjen
or: ପୁନଃ ଲଗଇନ
pa: ਮੁੜ ਲਾਗਇਨ
pl: Ponowne logowanie
ps: د دوباره لاگ ان
pt: Reentrar
ro: Reautentificare
ru: Повторный вход
si: යාළුවාගේ පිවිසීම
sk: Opätovné prihlásenie
sl: Ponovno se prijavite
sq: Rilogimi
sr: Ponovo se prijavite
sv: Återlogga in
sw: Ingia tena
ta: மீண்டும் உள்நுழைவு
te: మళ్లీ లాగిన్
th: เข้าสู่ระบบอีกครั้ง
tl: Mag-log in Muli
tr: Tekrar Giriş Yap
ur: تبدیل لاگ ان
uz: Qayta kirish
vi: Đăng nhập lại
zh: 重新登录
zu: Phinda ungene

# authenticationInfoUpdated
source: Authentication information updated
af: Ouditeur-inligting is opgedateer.
am: የማረጋገጫ መረጃ ተዘምኗል
ar: تم تحديث معلومات التوثيق بنجاح
as: প্ৰমাণীকৰণৰ তথ্য আপডেট কৰা হ'ল
az: Autentifikasiya məlumatları yeniləndi
be: Аўтарызацыйныя даныя абноўлены
bg: Данните за вход бяха обновени
bn: প্রমাণীকরণ তথ্য আপডেট করা হয়েছে
bs: Vjerodajnice su uspješno ažurirane
ca: S'ha actualitzat la informació d'autenticació
cs: Byly aktualizovány autentizační údaje.
cy: Diweddarwyd gwybodaeth gyfreithlon.
da: Opdaterede legitimationsoplysninger
de: Die Anmeldeinformationen wurden aktualisiert
el: Η πληροφορία πιστοποίησης ενημερώθηκε.
es: Información de autenticación actualizada
et: Omandmeeteed uuendatud
eu: Eguneratzeak egiaztatu dira.
fa: اطلاعات اعتبار را به‌روزرسانی کردید
fi: Otimme tunnistetiedot päivitetty
fil: Na-update na ang inyong authentication information
fr: Les informations d'authentification ont été mises à jour.
gl: Actualizamos a información de autenticación.
gu: પ્રમાણીકરણ માહિતી અપડેટ કરવામાં આવી
he: עדכנו את המידע לזיהוי
hi: प्रमाणीकरण जानकारी अपडेट की गई
hr: Ažurirali smo vjerodajnice
hu: A hitelesítési adatok frissítve lettek.
hy: Auth-ի տեղեկությունները թարմացվել են
id: Informasi autentikasi telah diperbarui
is: Þú hefur uppfært auðkennisupplýsingar.
it: Le credenziali di autenticazione sono state aggiornate
ja: 認証情報を更新しました
ka: ავტორიზაციის მონაცემები განახლდა
kk: Аутентификация мәліметтері жаңартылды.
km: ព័ត៌មានបញ្ជាក់ខ្លួនបានធ្វើបច្ចុប្បន្នភាពរួចរាល់
kn: ಪ್ರಮಾಣೀಕರಣ ಮಾಹಿತಿಯನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ
ko: 인증 정보가 업데이트되었습니다
ky: Аутентификация маалыматтары жаңыртылды
lo: ແກ້ໄຂຂໍໍົນບັດກິດການອອກໄປໃໝ່ແລ້ວ
lt: Atnaujinome autentifikavimo informaciją
lv: Autentifikācijas informācija ir atjaunināta.
mk: Ажурирани се податоците за автентикација
ml: പ്രാമാണീകരണ വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്തു
mn: Баталгаажуулалтын мэдээллийг шинэчилсэн
mr: प्रमाणीकरण माहिती अपडेट केली आहे
ms: Maklumat pengesahan telah dikemas kini
my: အထောက်အထား အချက်အလက်များကို အသစ်ပြုလုပ်ပြီးပါပြီ
nb: Har oppdatert autentiseringsinformasjonen
ne: प्रमाणीकरण जानकारी सफलतापूर्वक अपडेट गरियो
nl: De referenties zijn bijgewerkt.
no: Godkjennelsesinformasjonen er blitt oppdatert
or: ପ୍ରମାଣପତ୍ର ବିବରଣୀ ଅପଡେଟ୍ କରାଗଲା
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਜਾਣਕਾਰੀ ਅਪਡੇਟ ਕਰ ਦਿੱਤੀ ਗਈ
pl: Zaktualizowano dane autoryzacyjne
ps: د تصدیق معلوماتو تازه معلومات
pt: As credenciais foram atualizadas.
ro: Informațiile de autentificare au fost actualizate.
ru: Данные аутентификации обновлены
si: මිනුම් තොරතුරු යාවත්කාලීන කර ඇත
sk: Aktualizovali sme autentifikačné informácie
sl: Posodobljeni so podatki za avtentikacijo.
sq: Informacionet e verifikimit u perditen.
sr: Аутентификационе информације су ажуриране
sv: Autentiseringsinformation har uppdaterats
sw: Taarifa za uthibitisho zimesasishwa
ta: அங்கீகார தகவல் புதுப்பிக்கப்பட்டது
te: ప్రమాణీకరణ వివరాలు నవీకరించబడ్డాయి
th: อัปเดตข้อมูลการรับรองเรียบร้อยแล้ว
tl: Na-update na ang inyong mga kredensyal sa pag-authenticate
tr: Kimlik bilgileri güncellendi
uk: The authentication information has been updated.
ur: ہم نے توثیق کی معلومات کو اپ ڈیٹ کیا ہے
uz: Akkreditiv ma'lumotlari yangilandi
vi: Thông tin xác thực đã được cập nhật
zh: 已更新认证信息
zu: Ulwazi lokuqinisekisa lwenziwe kabusha.

source: Update authentication information
af: Die bewysigingsinligting word opgedateer
am: የማረጋገጫ መረጃዎችን ያዘምናል
ar: تحديث معلومات المصادقة
as: প্ৰমাণীকৰণ তথ্য আপডেট কৰিব
az: Autentifikasiya məlumatlarını yeniləyin
be: Абнаўленне аўтарызацыйнай інфармацыі
bg: Актуализиране на данните за вход
bn: প্রমাণীকরণ তথ্য আপডেট করুন
bs: Ažuriraj autentifikacijske podatke
ca: Actualitza les credencials
cs: Aktualizuji přihlašovací údaje
cy: Byddwn yn diweddaru gwybodaeth gyfreithlon.
da: Opdaterer legitimationsoplysninger
de: Aktualisiere die Anmeldeinformationen
el: Θα ενημερώσω τα διαπιστευτήρια.
es: Actualizar credenciales
et: Uuendame autentimist teavet
eu: Ziurtagiri informazioa eguneratuko dut.
fa: اطلاعات اعتبارسنجی را به‌روزرسانی می‌کنم
fi: Päivitä todennus tiedot
fil: I-update ang impormasyon ng pagpapatunay
fr: Mettre à jour les informations d'authentification.
gl: Actualizará as credenciais
gu: પ્રમાણીકરણ માહિતી અપડેટ કરો
he: מעודכן מידע אישור
hi: प्रमाणीकरण जानकारी अपडेट करें
hr: Ažurirat ću vjerodajnice
hu: Frissítem a hitelesítési adatokat
hy: Տեղեկությունները թարմացվելու են
id: Memperbarui informasi otentikasi
is: Þú erto að uppfæra auðkennisupplýsingar.
it: Aggiorna credenziali
ja: 認証情報を更新します
ka: ავტორიზაციის მონაცემები განახლდება
kk: Купе туралы ақпаратты жаңартыңыз
km: កែប្រែព័ត៌មានផ្ទៀងផ្ទាត់
kn: ಪ್ರಮಾಣೀಕರಣ ಮಾಹಿತಿ ನವೀಕರಿಸಿ
ko: 인증 정보를 업데이트합니다
ky: Маалыматтарды жаңыртат
lo: ອະນຸມັດຂໍໍ່າຂໍໍ່າຂໍໍ່າການອິດຕິປ່ອນປ່ອນດອງລຸບລະບົບ.
lt: Aš atnaujinsiu autentifikacijos informaciją.
lv: Atjaunināt autentifikācijas informāciju
mk: ќе се обнови.
ml: പ്രാമാണീകരണ വിവരങ്ങൾ അപ്‌ഡേറ്റ് ചെയ്യുക
mn: Баталгаажуулалт шинэчлэх
mr: प्रमाणीकरण माहिती अद्यतन करा
ms: Mengemas kini maklumat pengesahan
my: အကောင့်အချက်အလက်များ အပ်ဒိတ်လုပ်မည်
nb: Oppdaterer legitimasjonsopplysninger
ne: प्रमाणीकरण जानकारी अपडेट गर्नेछ
nl: Werk de inloggegevens bij
no: Oppdaterer legitimasjonsopplysninger
or: ପ୍ରାମାଣିକତା ସୂଚନା ଅପଡେଟ କରନ୍ତୁ
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਦੀ ਜਾਣਕਾਰੀ ਅਪਡੇਟ ਕਰੋ
pl: Zaktualizuję dane uwierzytelniające.
ps: د تصدیق معلوماتو تازه کولو
pt: Atualizando informações de autenticação
ro: Voi actualiza informațiile de autentificare.
ru: Обновите учетные данные
si: ආරක්ෂිත ආදරය සඳහා වූ තොරතුරු යාවත්කාලීන කරන්නේය.
sk: Aktualizujem prihlasovacie údaje
sl: Posodobite pristnostne podatke
sq: Do të azhurnoj informacionin e autentifikimit
sr: Ажурираћу акредитационе податке
sv: Uppdaterar autentiseringsinformation
sw: Sasisha taarifa za uthibitishaji
ta: அங்கீகார தகவலை புதுப்பிக்கும்
te: ప్రమాణీకరణ వివరాలను అప్‌డేట్ చేయండి
th: อัปเดตข้อมูลการรับรอง
tl: I-update ang impormasyon ng authentication
tr: Kimlik bilgileri güncellenecektir
uk: Updating authentication information.
ur: ہم توثیق کی معلومات کو اپ ڈیٹ کر رہے ہیں۔
uz: Ma'lumotlarni tasdiqlashni yangilayman
vi: Cập nhật thông tin xác thực
zh: 更新认证信息
zu: Ngizobuyekeza imininingwane yokwaziswa

# registeredWithProvider
source: Registered with {accountTypeProviderName}
af: Geregistreer deur {accountTypeProviderName}
am: በ{accountTypeProviderName} ተመዝግበዋል
ar: تم التسجيل باستخدام {accountTypeProviderName}
as: {accountTypeProviderName}ৰে নিবন্ধন সম্পূৰ্ণ হ'ল
az: {accountTypeProviderName} ilə qeydiyyatdan keçdiniz
be: Зарэгістраваны з {accountTypeProviderName}
bg: Успешно се регистрирахте с {accountTypeProviderName}
bn: {accountTypeProviderName} দিয়ে নিবন্ধন সম্পন্ন হয়েছে
bs: Registrovali ste se putem {accountTypeProviderName}
ca: T'has registrat amb {accountTypeProviderName}
cs: Registrováno přes {accountTypeProviderName}
cy: Cofrestrwyd gyda {accountTypeProviderName}
da: Registreret med {accountTypeProviderName}
de: Registriert bei {accountTypeProviderName}
el: Εγγράφηκα με {accountTypeProviderName}
es: Te registraste con {accountTypeProviderName}
et: Olen registreerunud {accountTypeProviderName} kaudu
eu: {accountTypeProviderName}re erregistratu naiz
fa: با {accountTypeProviderName} ثبت نام کرده‌ام
fi: Olen rekisteröitynyt {accountTypeProviderName}
fil: Matagumpay kang narehistro gamit ang {accountTypeProviderName}
fr: Vous vous êtes inscrit(e) avec {accountTypeProviderName}.
gl: Registrei con {accountTypeProviderName}
gu: {accountTypeProviderName}સાથે નોંધણી કરવામાં આવી
he: נרשמת באמצעות {accountTypeProviderName}
hi: {accountTypeProviderName} के साथ पंजीकरण पूरा हुआ
hr: Registrirano s {accountTypeProviderName}
hu: Regisztráltam a(z) {accountTypeProviderName} segítségével.
hy: Գրանցվել է {accountTypeProviderName}
id: Anda telah mendaftar dengan {accountTypeProviderName}
is: Skráður með {accountTypeProviderName}
it: Ti sei registrato con {accountTypeProviderName}
ja: {accountTypeProviderName}で登録しました
ka: {accountTypeProviderName}-ით რეგისტრირდით
kk: {accountTypeProviderName} арқылы тіркелдіңіз
km: បានចុះឈ្មោះដោយ{accountTypeProviderName}
kn: {accountTypeProviderName}ನಲ್ಲಿ ನೋಂದಣಿ ಮಾಡಿದೆ
ko: {accountTypeProviderName}로 가입했습니다
ky: {accountTypeProviderName} менен катталган
lo: ລົງທະບຽນກັບ {accountTypeProviderName}
lt: Užsiregistruota per {accountTypeProviderName}
lv: Esat reģistrēts kā {accountTypeProviderName}
mk: Се регистрираше преку {accountTypeProviderName}.
ml: {accountTypeProviderName} ഉപയോഗിച്ച് രജിസ്റ്റർ ചെയ്തു
mn: {accountTypeProviderName}-аар бүртгүүлсэн
mr: {accountTypeProviderName} वापरून नोंदणी केली
ms: Daftar dengan {accountTypeProviderName}
my: {accountTypeProviderName} ဖြင့် မှတ်ပုံတင်ပြီးပါပြီ
nb: Registrert med {accountTypeProviderName}
ne: {accountTypeProviderName}मार्फत दर्ता गरियो
nl: Geregistreerd met {accountTypeProviderName}
no: Registrert med {accountTypeProviderName}
or: {accountTypeProviderName} ସହିତ ପଞ୍ଜୀକୃତ ହୋଇଛି
pa: {accountTypeProviderName} ਨਾਲ ਰਜਿਸਟਰ ਹੋ ਗਿਆ
pl: Zarejestrowano przy użyciu {accountTypeProviderName}
ps: تاسو د {accountTypeProviderName} سره ثبت کړی دی
pt: Registrado com {accountTypeProviderName}
ro: Te-am înregistrat cu {accountTypeProviderName}
ru: Зарегистрировано через {accountTypeProviderName}
si: {accountTypeProviderName} වලින් ලියාපදිංචි කරන ලදී
sk: Registrované prostredníctvom {accountTypeProviderName}
sl: Registriral/a sem se z {accountTypeProviderName}
sq: E regjistrua me {accountTypeProviderName}
sr: Регистровао сам се код {accountTypeProviderName}
sv: Registrerad med {accountTypeProviderName}
sw: Umesajiliwa kwa kutumia {accountTypeProviderName}
ta: {accountTypeProviderName} மூலம் பதிவு செய்யப்பட்டது
te: {accountTypeProviderName}తో నమోదు చేయబడింది
th: ลงทะเบียนด้วย {accountTypeProviderName}
tl: Nagparehistro ka na gamit ang {accountTypeProviderName}
tr: {accountTypeProviderName} ile kaydedildi
ur: آپ نے {accountTypeProviderName} کے ذریعے رجسٹریشن کروائی ہے۔
uz: {accountTypeProviderName} orqali ro'yxatdan o'tdim
vi: Đã đăng ký bằng {accountTypeProviderName}
zh: 已使用{accountTypeProviderName}注册
zu: Ubhaliswe ku-{accountTypeProviderName}

source: Link account
af: Koppel
am: ማገናኘት
ar: ربط
as: সংযোগ কৰক
az: Əlaqələndir
be: садзейнічаць
bg: Свържи
bn: সংযুক্ত করুন
bs: Povezati
ca: Vincular
cs: Propojit
cy: sy’n cysylltu
da: Samarbejde
de: verbinden
el: Συνεργασία
es: Vincular
et: ühendama
eu: lotu
fa: همگرا شدن
fi: Liittää
fil: Magkonekta
fr: synchroniser
gl: conectar
gu: જોડાવવું
he: להתחבר
hi: जोड़ें
hr: povezati
hu: kapcsolódik
hy: Համակցել
id: Mengintegrasikan
is: Tengja saman
it: Collega
ja: 連携する
ka: კავშირი
kk: байланысу
km: ភ្ជាប់
kn: ಸಂಪರ್ಕಿಸು
ko: 연동하기
ky: Байланыш
lo: ປ່ອນໃຈ
lt: susieti
lv: savienot
mk: Поврзување
ml: സമന്വയിപ്പിക്കുക
mn: Холбох
mr: जोडा
ms: Berhubung
my: ချိတ်ဆက်ရန်
nb: Koble til
ne: जडान गर्नुहोस्
nl: koppelen
no: Koble til
or: ସଂଯୋଗ କରନ୍ତୁ
pa: ਜੋੜੋ
pl: Synchronizować
ps: کال ملول
pt: conectar
ro: a se conecta
ru: Синхронизировать
si: සම්බන්ධ කරන්න
sk: Prepojiť
sl: Povezati se
sq: Të lidhni
sr: Повезати
sv: Sammanfoga
sw: Unganisha
ta: இணைக்க
te: అనుసంధానం చేయండి
th: เชื่อมต่อ
tl: Magkonekta
tr: entegre olmak
uk: Connect
ur: ملحق کرنا
uz: bog'lanish
vi: Liên kết
zh: 连接
zu: xhumana

source: Withdraw
af: Trek om te kanselleer
am: መለያ ማጥፋት
ar: إلغاء الحساب
as: একাউন্ট ডিলিট কৰক
az: Hesabı sil
be: Скласці
bg: Напусни
bn: অ্যাকাউন্ট মুছুন
bs: Obriši račun
ca: Donar-se de baixa
cs: Odhlásit se
cy: Dewch allan
da: Afmelde
de: Kündigen
el: Ακύρωση συνδρομής
es: Darse de baja
et: Liitu lõpetama
eu: Irten
fa: خروج از حساب کاربری
fi: Peruuttaminen
fil: Tanggalin ang Account
fr: Se désinscrire
gl: Dar de baixa
gu: ખાતું ડિલીટ કરવું
he: לבטל חברות
hi: खाता हटाएं
hr: Odjaviti se
hu: Kilépés
hy: Ելք անել
id: Hapus anggota
is: Afar
it: Elimina account
ja: 退会する
ka: გამოსვლა
kk: Шағымдану
km: លុបគណនី
kn: ಖಾತೆ ಅಳಿಸು
ko: 탈퇴하기
ky: Чыгуу
lo: ອອກຈາກລາຍການ
lt: Atsijungti
lv: Atcelt dalību
mk: Отјави се
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക
mn: гарах
mr: खाते हटवा
ms: Batalkan keahlian
my: အကောင့်ဖျက်ရန်
nb: Avslutte medlemskap
ne: खाता मेटाउनुहोस्
nl: Uittreden
no: Avslutt medlemskapet
or: ବାହାରିବା
pa: ਖਾਤਾ ਮਿਟਾਓ
pl: Wypisz się
ps: د عضویت لغوه کول
pt: Cancelar inscrição
ro: Anulați-vă contul
ru: Отменить подписку
si: නිවසින් පිටවන්න
sk: Odhlásiť sa
sl: Odjaviti se
sq: Anulo
sr: Odjaviti se
sv: Avsluta medlemskapet
sw: Jiondoe
ta: கணக்கை நீக்கு
te: నిష్క్రమించు
th: ยกเลิกการสมัคร
tl: Tanggalin ang Account
tr: Üyelikten çık
uk: Unsubscribe
ur: خارج ہونا
uz: Ro'yxatdan chiqish
vi: Hủy tài khoản
zh: 退出
zu: Phuma

source: Withdrawal completed
af: Ek is uitgestap
am: የመለያ መሰረዝ ተጠናቅቋል
ar: تم حذف الحساب
as: প্রত্যাহাৰ কৰা হ'ল
az: Hesabdan çıxdınız
be: Я адменены
bg: Акаунтът е изтрит
bn: প্রত্যাহার করা হয়েছে
bs: Uspješno ste se odjavili
ca: S'ha donat de baixa
cs: Byl jsi odhlášen.
cy: Cafodd ei ddirwyn i ben.
da: Du er meldt ud
de: Abgemeldet
el: Αποχώρησα
es: Su cuenta ha sido eliminada
et: Olete lahkunud
eu: Berein utzi da
fa: خروج از عضویت انجام شد
fi: Olet poistunut jäsenyydestä
fil: Nag-withdraw ka na
fr: Vous vous êtes désinscrit.
gl: Darcousei
gu: અકાઉન્ટ કાઢી નાખ્યું
he: נרשם להסרה
hi: खाता हटा दिया गया है
hr: Bez članstva ste.
hu: Kijelentkezett
hy: Դուք դուրս եք եկել
id: Anda telah keluar
is: Hætt er við
it: Ti sei disiscritto
ja: 退会しました
ka: გახდით გაწვდილი
kk: Тіркелуден шықты
km: បានលុបគណនីរួច
kn: ಖಾತೆ ಅಳಿಸಲಾಗಿದೆ
ko: 탈퇴했습니다
ky: Жазылымдан чыктым
lo: ໄດ້ອອກຈາກສະແດງແລ້ວ
lt: Atsisakė narystės
lv: Esat nostrādājis
mk: Отпишавте се
ml: അക്കൗണ്ട് ഇല്ലാതാക്കി
mn: Бүртгэлээ устгалаа
mr: खाते हटविले आहे
ms: Telah berhenti menjadi ahli
my: ထွက်လိုက်ပြီ
nb: Du har meldt deg ut
ne: खाता बन्द भयो
nl: U heeft zich afgemeld
no: Du har avregistrert deg
or: ଖାତା ବନ୍ଦ କରାଯାଇଛି
pa: ਖਾਤਾ ਬੰਦ ਕੀਤਾ ਗਿਆ
pl: Wypisano
ps: غیر حاضر شوى یم
pt: Você saiu da conta.
ro: Te-ai dezabonat.
ru: Вы вышли из системы
si: මාර්ගය ඉවත් කිරීම කලෙමි
sk: Odhlásili ste sa.
sl: Odjavili ste se
sq: Keni larguar
sr: Овде сте се одјавили
sv: Du har avslutat ditt medlemskap.
sw: Umejiondoa
ta: வெளியேறிவிட்டீர்கள்
te: విలువిడిచిపెట్టాను
th: ออกจากระบบเรียบร้อยแล้ว
tl: Nag-withdraw na
tr: Üyelikten ayrıldınız
uk: You have unsubscribed.
ur: آپ نے رکنیت ختم کر دی ہے
uz: Obunani to'xtatildi
vi: Đã hủy tài khoản
zh: 已退会
zu: Uphume ngemva kokubhalisela ukuphuma.
