Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# showsDescription
source: Show description
af: Vertoon beskrywingstekst
am: እትም ጽሁፍ ይገልጻል
ar: عرض النص التفسيري
as: বিবৰণ প্ৰদৰ্শন কৰক
az: Açıqlamaları göstər
be: Паказаць апісанне
bg: Показвай описанията
bn: ব্যাখ্যা প্রদর্শন করুন
bs: Prikaži opis
ca: Mostrar descripcions
cs: Zobrazit popis
cy: Dangos ychydig o ddisgrifiad
da: Vis viser beskrivelse
de: Erklärtext anzeigen
el: Εμφάνιση περιγραφής
es: Mostrar descripciones
et: Kuva selgitamiseks
eu: Deskripzioa erakutsi
fa: نمایش متن توضیحی
fi: Näytä selitysteksti
fil: Ipakita ang mga paliwanag
fr: Afficher la description
gl: Mostrar a descrición
gu: વર્ણન લખાણ બતાવો
he: הצג טקסט הסבר
hi: विवरण दिखाएं
hr: Prikaži opis
hu: A leírás megjelenítése
hy: Ց 모습을 ցույց տալ
id: Tampilkan deskripsi
is: Sýna lýsingu
it: Mostra descrizioni
ja: 説明文を表示
ka: აღწერილობის ტექსტის ჩვენება
kk: Түсіндірме мәтінін көрсету
km: បង្ហាញការពិពណ៌នា
kn: ವಿವರಣೆ ತೋರಿಸಿ
ko: 설명문 표시
ky: Тасмалды көрсөтүү
lo: ສະແດງບັນທຶກອະທຽດ
lt: Rodyti aprašymą
lv: Rādīt aprakstu
mk: Прикажи опис
ml: വിവരണം കാണിക്കുക
mn: Тайлбар харуулах
mr: स्पष्टीकरण दाखवा
ms: Tunjukkan teks penerangan
my: ရှင်းလင်းချက်များ ပြပါ
nb: Viser beskrivelsen
ne: विवरण देखाउनुहोस्
nl: Toon beschrijvingstekst
no: Viser beskrivelsen
or: ବିବରଣୀ ଦେଖାନ୍ତୁ
pa: ਵਿਆਖਿਆ ਵਿਖਾਓ
pl: Wyświetl opis
ps: توضیحات نمایش دهید
pt: Exibir texto explicativo
ro: Afișează text explicativ
ru: Показать текст описания
si: විස්තර ලියුම වකට
sk: Zobraziť popis
sl: Prikaži opisni tekst
sq: Trego përshkrimin
sr: Prikaz opisa
sv: Visa beskrivning
sw: Onyesha maelezo
ta: விளக்க உரையைக் காட்டு
te: వివరణలను చూపించు
th: แสดงข้อความอธิบาย
tl: Ipakita ang mga paliwanag
tr: Açıklama metnini göster
uk: Display description text
ur: تفصیل ظاہر کریں
uz: Tavsif matnini ko'rsatish
vi: Hiển thị văn bản hướng dẫn
zh: 显示说明文
zu: Khombisa incazelo

source: Title
af: Titel
am: መርዳት
ar: العنوان
as: শিৰোনাম
az: Başlıq
be: Назва
bg: Заглавие
bn: শিরোনাম
bs: Naslov
ca: Títol
cs: Název
cy: Teitl
da: Titel
de: Titel
el: Τίτλος
es: Título
et: Pealkiri
eu: Izenburua
fa: عنوان
fi: Otsikko
fil: Pamagat
fr: Titre
gl: Título
gu: શીર્ષક
he: כותרת
hi: शीर्षक
hr: Naslov
hu: Cím
hy: Հոդված
id: Judul
is: Titill
it: Titolo
ja: タイトル
ka: დასახელება
kk: Тақырып
km: ចំណងជើង
kn: ಶೀರ್ಷಿಕೆ
ko: 제목
ky: Тайтл
lo: ບົດແບບຂອງແອັບພິເອລ
lt: Antra
lv: Nosaukums
mk: Наслов
ml: തലക്കെട്ട്
mn: гарчиг
mr: शीर्षक
ms: Tajuk
my: ခေါင်းစဥ်
nb: Tittel
ne: शीर्षक
nl: Titel
no: Tittel
or: ଶୀର୍ଷକ
pa: ਸਿਰਲੇਖ
pl: Tytuł
ps: سرلیک
pt: Título
ro: Titlu
ru: Заголовок
si: ශීර්ෂය
sk: Názov
sl: Naslov
sq: Titulli
sr: Наслов
sv: Titel
sw: Kichwa
ta: தலைப்பு
te: శీర్షిక
th: ชื่อเรื่อง
tl: Titulo
tr: Başlık
ur: عنوان
uz: Sarlavha
vi: Tiêu đề
zh: 标题
zu: Isihloko

source: Message
af: Boodskap
am: መልእክት
ar: رسالة
as: বাৰ্তা
az: mesaj
be: Паказ
bg: съобщение
bn: বার্তা
bs: Poruka
ca: Missatge
cs: Zpráva
cy: Neges
da: Besked
de: Nachricht
el: Μήνυμα
es: mensaje
et: Sõnum
eu: Mezua
fa: پیام
fi: Viesti
fil: mensahe
gl: mensaxe
gu: સંદેશ
he: הודעה
hi: संदेश
hr: Poruka
hu: Üzenet
hy: Հաղորդագրություն
id: Pesan
is: Skilaboð
it: messaggio
ja: メッセージ
ka: მესიჯი
kk: Хабарлама
km: សារ
kn: ಸಂದೇಶ
ko: 메시지
ky: Билдеттер
lo: ຂໍໍາສົມບູນ
lt: Žinutė
lv: Ziņojums
mk: Порака
ml: സന്ദേശം
mn: зурвас
mr: संदेश
ms: Mesej
my: မက်ဆေ့ချ်
nb: Melding
ne: सन्देश
nl: Bericht
no: Melding
or: ସନ୍ଦେଶ
pa: ਸੰਦੇਸ਼
pl: Wiadomość
ps: پیغام
pt: Mensagem
ro: Mesaj
ru: Сообщение
si: පණිවුඩය
sk: Správa správ
sl: Sporočilo
sq: Mesazh
sr: Порука
sv: Meddelande
sw: ujumbe
ta: செய்தி
te: సందేశం
th: ข้อความ
tl: Mensahe
tr: Mesaj
ur: پیغام
uz: Xabar
vi: thông báo
zh: 信息
zu: Umyalezo

source: Option
af: Opsies
am: አማራጭ
ar: خيارات
as: অপশন
az: Seçimlər
be: Опцыі
bg: Опции
bn: বিকল্প
bs: Opcije
ca: Opcions
cs: Možnosti
cy: Dewisiadau
da: Muligheder
el: Επιλογές
es: Opciones
et: Valikud
eu: Aukera
fa: گزینه
fi: Vaihtoehto
fil: Opsyon
fr: Options
gl: Opción
gu: વિકલ્પ
he: אפשרויות
hi: विकल्प
hr: Opcija
hu: Opció
hy: առաջարկություններ
id: Opsi
is: Valkostir
it: Opzioni
ja: オプション
ka: ოპციები
kk: Опциялар
km: ជម្រើស
kn: ಆಯ್ಕೆಗಳು
ko: 옵션
ky: Опциялар
lo: ເອົາປໍ່
lt: Parinktys
lv: Opcijas
mk: Опции
ml: ഓപ്ഷൻ
mn: сонголт
mr: पर्याय
ms: Pilihan
my: ရွေးချယ်စရာများ
nb: Alternativer
ne: विकल्प
nl: Opties
no: Alternativ
or: ବିକଳ୍ପ
pa: ਵਿਕਲਪ
pl: Opcje
ps: اختیارات
pt: Opção
ro: opțiuni
ru: Опция
si: විකල්ප
sk: Možnosti
sl: Možnosti
sq: opcionet
sr: Опције
sv: Alternativ
sw: chaguo
ta: விருப்பம்
te: ఆప్షన్
th: ตัวเลือก
tl: Opsyon
tr: Seçenek
uk: Options
ur: اختیارات
uz: Variantlar
vi: Tùy chọn
zh: 选项
zu: Izinketho

source: Completed
af: voltooi
am: ከአቅፍ
ar: تم
as: সম্পূৰ্ণ
az: Tamamla
be: Завершана
bg: Завършено
bn: সম্পন্ন
bs: završeno
ca: Fet
cs: Dokončeno
cy: Wedi'i gwblhau
da: Færdig
de: Fertig
el: Ολοκληρώθηκε
es: Listo
et: Valmis
eu: Amaituta
fa: تمام
fi: Valmis
fil: Tapos
fr: Terminé
gl: rematado
gu: સમાપ્ત
he: הושלם
hi: पूरा
hr: Završeno
hu: Befejezett
hy: ավարտված
id: Selesai
is: Lokið
it: Fatto
ja: 完了
ka: შესრულებული
kk: Аяқталды
km: ចប់
kn: ಮುಗಿಸಿ
ko: 완료
ky: Туулар
lo: ສໍາເລັດ
lt: Baigta
lv: pabeigts
mk: Завршено
ml: പൂർത്തിയായി
mn: Дуусгах
mr: पूर्ण
ms: Selesai
my: ပြီး
nb: Ferdig
ne: सम्पन्न
nl: Voltooid
no: Ferdig
or: ସମ୍ପନ୍ନ
pa: ਪੂਰਾ
pl: Zakończono
ps: پوره
pt: Concluído
ro: finalizat
ru: Готово
si: සම්පුර්ණ
sk: Dokončené
sl: Dokončano
sq: Përfunduar
sr: Завршено
sv: Färdig
sw: Maliza
ta: முடிந்தது
te: పూర్తి
th: เสร็จสิ้น
tl: Tapos
tr: Tamamlandı
ur: مکمل
uz: Tugallandi
vi: Hoàn thành
zh: 完成
zu: qedile

source: Pilll
am: ፒልል
ar: بيل
be: Пилл
bg: Пилл
bn: পিলল
el: Πίλλ
fa: پیلل
he: פילל
hy: Պիլլ
ka: პილლ
kn: ಪಿಲ್ಲ್
ko: 필
ky: Пилл
mr: पिल्ल
my: ပီလ်
ps: پیلل
ru: Пилл
si: පිල්ල
sr: Пиллл
ur: پِلل

# changeMissedNotificationMessage
source: You can change the text of the missed notification
af: U kan die kennisgewingstekste verander as u vergeet om u medikasie te neem.
am: የማይገኙባቸው ጊዜ የመታየት ግታ ማስታወቂያውን መለወጥ ይቻላል።
ar: يمكنك تغيير نص الإشعار في حالة نسيان تناول الدواء.
as: পিল খোৱা পাহৰি গ'লে পঠোৱা জাননী বাৰ্তা সলনি কৰিব পাৰে
az: Dərman qəbulunu unutduğunuz halda bildiriş mətnini dəyişdirə bilərsiniz
be: Вы можаце змяніць тэкст паведамлення, калі вы забыліся прыняць таблетку.
bg: Можете да промените текста на известието, когато сте забравили да вземете лекарството.
bn: পিল খেতে ভুলে গেলে নোটিফিকেশনের বার্তা পরিবর্তন করতে পারবেন
bs: Možete promijeniti tekst obavijesti u slučaju zaboravljanja uzimanja
ca: Podeu personalitzar el missatge de notificació quan us oblideu de prendre la píndola
cs: Můžete změnit text oznámení v případě zapomenutí na užívání pilulky.
cy: Gellir newid y gair rhybudd pan fyddwch wedi anghofio cymryd eich tabledi.
da: Du kan ændre meddelelsesteksten for glemt indtagelse.
de: Sie können den Benachrichtigungstext ändern, wenn Sie eine Dosis vergessen haben.
el: Μπορείτε να αλλάξετε το κείμενο ειδοποίησης σε περίπτωση που έχετε ξεχάσει να πάρετε το φάρμακο.
es: Puedes cambiar el mensaje de notificación cuando olvides tomar la píldora
et: Saate muuta teate sõnastust, kui olete unustanud ravimi võtta.
eu: Ezin duzu ahaztuta zaudela jakinarazteko mezua aldatzen.
fa: شما می توانید متن اعلان در صورت فراموشی داروها را تغییر دهید
fi: Voit muuttaa ilmoitusviestin, jos olet unohtanut ottaa pillerin.
fil: Maaari mong baguhin ang mensahe ng notification para sa nakakalimutang pag-inom
fr: Vous pouvez modifier le texte de notification en cas d'oubli de prise.
gl: Podes cambiar o texto da notificación se esqueciches de tomar a pílula.
gu: તમે ગોળી લેવાનું ભૂલી જાવ ત્યારે સૂચનાનો સંદેશ બદલી શકો છો
he: אתה יכול לשנות את נוסח ההודעה במקרה ששכחת ליטול את הכדורים.
hi: पिल लेना भूलने की स्थिति में मिलने वाली सूचना के संदेश को आप बदल सकते हैं
hr: Možete promijeniti obavijest u slučaju zaboravljene doze.
hu: Megváltoztathatja a figyelmeztető szöveget, ha elfelejtette bevenni a gyógyszert.
hy: Դուք կարող եք փոխել ծանուցումը, եթե մոռացել եք դեղը վերցնել
id: Anda dapat mengubah teks notifikasi untuk kasus ketika Anda melewatkan dosis.
is: Þú getur breytt tilkynningunni ef þú hefur gleymt að taka lyfin.
it: Puoi modificare il messaggio di notifica per quando dimentichi di prendere la pillola
ja: 飲み忘れてる場合の通知文言を変更できます
ka: თქვენ შეგიძლიათ შეცვალოთ შეტყობინება, როდესაც წამალი არ მიიღეთ.
kk: ұмытылған жағдайда хабарландыру мәтінін өзгертуге болады.
km: អាចកែប្រែសារជូនដំណឹងនៅពេលភ្លេចផឹកថ្នាំបាន
kn: ಗೋಳಿ ಮರೆಯಾದಾಗ ಅಧಿಸೂಚನೆ ಸಂದೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು
ko: 복용을 잊었을 때의 알림 메시지를 변경할 수 있습니다
ky: эси унутуп калганда билдирмени өзгөртө аласыз
lo: ສາมາດແກ້ໄຂຄໍາສັ່ງເປັນສະເພາະສໍາລັບການແຈ້ງການໃນເຄື່ອງຈິງເວັ່ນໃນເວັບໄຊຕ໌ການເປັນຈິງແທ້ສໍາລັບຜົນເລຍທີ່ຈິງແລະໃໝ່
lt: Galite pakeisti pranešimo tekstą, jei pamiršote išgerti vaistą.
lv: Jūs varat mainīt paziņojuma tekstu, ja esat aizmirsis lietot zāles.
mk: Можете да ја промените формулацијата на известувањето во случај да заборавите да земете лек.
ml: മരുന്ന് കഴിക്കാൻ മറക്കുമ്പോഴുള്ള അറിയിപ്പ് സന്ദേശം മാറ്റാവുന്നതാണ്
mn: Эм уухаа мартсан үед илгээх мэдэгдлийн текстийг өөрчлөх боломжтой
mr: गोळी विसरल्यावरचे सूचना संदेश बदलता येतात
ms: Anda boleh mengubah teks pemberitahuan apabila anda terlupa mengambil pil.
my: ဆေးမသောက်ရန်မေ့လျော့သွားသည့်အခါ အကြောင်းကြားစာသားကို ပြောင်းလဲနိုင်ပါသည်
nb: Du kan endre meldingen for varsling når du har glemt å ta pillen.
ne: ौषधि लिन बिर्सिएका बेलाको सूचना सन्देश परिवर्तन गर्न सकिन्छ
nl: U kunt de meldingsberichten voor vergeten inname wijzigen.
no: Du kan endre varselteksten hvis du har glemt å ta pillen.
or: ଗୋଲି ଖାଇବାକୁ ଭୁଲିଗଲେ ବିଜ୍ଞପ୍ତି ବାର୍ତ୍ତା ପରିବର୍ତ୍ତନ କରିପାରିବେ
pa: ਦਵਾਈ ਛੁੱਟਣ 'ਤੇ ਸੂਚਨਾ ਮੈਸੇਜ ਬਦਲਿਆ ਜਾ ਸਕਦਾ ਹੈ
pl: Możesz zmienić treść powiadomienia, gdy zapomnisz o zażyciu leku.
ps: تاسې کولی شئ د اخیستلو هیرولو په صورت کې د خبرتیا متن بدل کړئ.
pt: Você pode alterar o texto da notificação caso tenha esquecido de tomar a pílula.
ro: Puteți schimba textul de notificare în cazul în care ați uitat să luați pastile.
ru: Вы можете изменить текст уведомления в случае пропуска приема.
si: ඔබ බිඳ වැටී ඇති අවස්ථාවේදී නිවේදන පණිවිඩය වෙනස් කළ හැක.
sk: Môžete zmeniť text oznámenia v prípade zabudnutia na užívanie.
sl: Lahko spremenite besedilo obvestila, ko ste pozabili vzeti tableto.
sq: Mund ta njoftimi në rast se e keni harruar të merrni pilulat mund ta ndryshoni.
sr: Можете променити текст обавештења у случају заборављене пилуле.
sv: Du kan ändra meddelandet för påminnelse om att du har glömt att ta din medicin.
sw: Unaweza kubadilisha ujumbe wa arifa wakati wa kusahau kumeza vidonge
ta: மாத்திரை எடுக்க மறந்த போது வரும் அறிவிப்பு செய்தியை மாற்றலாம்
te: మర్చిపోయిన డోస్ నోటిఫికేషన్ సందేశాన్ని కస్టమైజ్ చేయవచ్చు
th: คุณสามารถเปลี่ยนข้อความการแจ้งเตือนเมื่อคุณลืมทานยา
tl: Maaaring baguhin ang mensahe ng notification para sa nakalimutang pag-inom
tr: İlaç almayı unuttuysanız bildirim metnini değiştirebilirsiniz.
uk: You can change the notification text for missed doses.
ur: آپ کھانے کی یاد دہانی کے مواد کو تبدیل کر سکتے ہیں جب آپ نے اسے کھانا بھول دیا ہو۔
uz: Agar dori qabul qilinishini unutganingizda xabarnomani o'zgartirishingiz mumkin
vi: Có thể thay đổi nội dung thông báo khi quên uống thuốc
zh: 您可以更改忘记服药时的通知文本
zu: Ungazitholi ezokwaziswa uma ungakawathathi amaphilisi.

# changeNotificationHeader
source: You can change the header of the notification
af: Jy kan die begin gedeelte van die kennisgewings verander.
am: ማስታወቂያ የመጀመሪያ ክፍል ማሻሻል ይቻላል
ar: يمكنك تغيير الجزء الأول من الإشعار
as: জাননীৰ প্ৰথম অংশ সলনি কৰিব পাৰে
az: Bildirişlərin başlanğıc hissəsini dəyişdirə bilərsiniz
be: Вы можаце змяніць пачатковую частку апавяшчэння.
bg: Можете да промените началната част на уведомлението
bn: আপনি বিজ্ঞপ্তির শুরুর অংশ পরিবর্তন করতে পারবেন
bs: Možete promijeniti prednji deo obavještenja.
ca: Pots personalitzar el text inicial de les notificacions
cs: Můžete změnit úvodní část oznámení.
cy: Gallwch newid rhan flaen y hysbysiad
da: Du kan ændre begyndelsen af notifikationen.
de: Sie können den Anfangsteil der Benachrichtigung ändern.
el: Μπορείτε να αλλάξετε το αρχικό μέρος της ειδοποίησης.
es: Puedes personalizar el inicio de las notificaciones
et: Saate muudatusi teavituste alguses
eu: Notifikazioaren hasierako zatia aldatu dezakezu.
fa: شما می توانید قسمت ابتدایی اعلان را تغییر دهید
fi: Voit muuttaa ilmoituksen alkuosaa
fil: Maaaring baguhin ang unang bahagi ng mga abiso
fr: Vous pouvez modifier le début de la notification.
gl: Poderás cambiar a parte inicial da notificación
gu: સૂચનાનો શરૂઆતી ભાગ બદલાવ કરી શકાય છે
he: ניתן לשנות את החלק הקדמי של ההודעה
hi: आप अपनी सूचनाओं का शुरुआती हिस्सा बदल सकते हैं
hr: Možete promijeniti početni dio obavijesti.
hu: Megváltoztathatja a értesítések elejét
hy: Դուք կարող եք փոփոխել ծանուցման գլխամասը
id: Anda dapat mengubah bagian awal notifikasi.
is: Þú getur breytt fyrri hluta tilkynningar.
it: È possibile modificare la parte iniziale delle notifiche
ja: 通知の先頭部分の変更ができます
ka: შესაძლებელია შეტყობინების დასაწყისის შეცვლა
kk: Хабарландырудың алдымен бөлімін өзгертуге болады
km: អាចកែប្រែចំណងជើងនៃការជូនដំណឹង
kn: ಅಧಿಸೂಚನೆಯ ಮೊದಲ ಭಾಗವನ್ನು ಬದಲಾಯಿಸಬಹುದು
ko: 알림의 앞부분을 변경할 수 있습니다
ky: Эскертүү башындагы бөлүгүн өзгөртө аласыз
lo: ສາມາດປ່ອນແກ້ໄຂສໍາລັບສ່ວນກ່ຽວກັບການແຈ້ງເຕືອນ
lt: Galite keisti pranešimo pradžią.
lv: Jūs varat mainīt paziņojumu sākuma daļu
mk: Можете да ја промените првата дел од известувањето
ml: അറിയിപ്പിന്റെ തുടക്കഭാഗം മാറ്റാൻ കഴിയും
mn: Мэдэгдлийн эхний хэсгийг өөрчлөх боломжтой
mr: सूचनांच्या सुरुवातीचा भाग बदलू शकता
ms: Anda boleh menukar bahagian awal pemberitahuan.
my: သတိပေးချက်ခေါင်းစီးကို ပြောင်းလဲနိုင်သည်
nb: Du kan endre starten av varslingene
ne: सूचनाको सुरुवाती भाग परिवर्तन गर्न सकिन्छ
nl: U kunt het begin van de melding wijzigen
no: Du kan endre starten av varslingen
or: ବିଜ୍ଞପ୍ତିର ଆରମ୍ଭ ଅଂଶ ପରିବର୍ତ୍ତନ କରିପାରିବେ
pa: ਸੂਚਨਾ ਦੇ ਸ਼ੁਰੂਆਤੀ ਹਿੱਸੇ ਨੂੰ ਬਦਲਿਆ ਜਾ ਸਕਦਾ ਹੈ
pl: Możesz zmienić początkową część powiadomienia
ps: تاسې کولی شئ د خبرتیا د سر برخه بدل کړئ
pt: Você pode alterar a parte inicial da notificação
ro: Puteți modifica partea de început a notificărilor
ru: Вы можете изменить начальную часть уведомления
si: මෙම දිවාදුරේ ඇමතුමක් වෙනස් කළ හැක
sk: Môžete zmeniť hlavnú časť oznámenia.
sl: Lahko spremenite začetni del obvestila.
sq: Mundësia për të ndryshuar pjesën e parë të njoftimeve
sr: Можете променити почетни део обавештења
sv: Du kan ändra början av meddelandet
sw: Unaweza kubadilisha kichwa cha arifa
ta: அறிவிப்பின் தலைப்பை மாற்ற முடியும்
te: నోటిఫికేషన్ ప్రారంభ వచనాన్ని మార్చవచ్చు
th: คุณสามารถเปลี่ยนส่วนของการแจ้งเตือน
tl: Maaari mong baguhin ang unang bahagi ng notification
tr: Bildirimlerin başındaki kısmı değiştirebilirsiniz
uk: You can change the start part of the notification.
ur: آپ نوٹیفکیشن کے ابتدائی حصے کو تبدیل کرسکتے ہیں۔
uz: Bildirishnomalarning boshlanish qismida o'zgarishlar kiritishingiz mumkin
vi: Có thể thay đổi phần đầu thông báo
zh: 您可以更改通知的开头部分
zu: Ungakwazi ukushintsha ingxenye yokuqala ye-ndaba.

# enterAtLeastOneCharacter
source: Please enter at least one character
af: Voer asseblief meer as 0 karakters in.
am: 0 የደቂቀ ጽሁፎች ይግቡ እባኮትን
ar: الرجاء إدخال 0 حرف أو أكثر
as: কিবা এটা লিখক
az: Mətn daxil edin
be: Увядзіце больш за 0 сімвалаў
bg: Моля, въведете 0 или повече знака.
bn: কমপক্ষে ০টি অক্ষর প্রবেশ করান
bs: Unesite više od 0 znakova
ca: Si us plau, introduïu algun text
cs: Zadejte více než 0 znaků
cy: Noder yn rhoi 0 neu fwy o gymeriadau.
da: Indtast venligst mindst 0 tegn.
de: Bitte geben Sie mehr als 0 Zeichen ein.
el: Εισάγετε τουλάχιστον 0 χαρακτήρες
es: Por favor, ingrese algo
et: Palun sisestage vähemalt 0 tähemärki
eu: Idatzi 0 karaktere baino gehiago
fa: لطفاً ورودی خود را با حداقل 0 کاراکتر وارد کنید
fi: Syötä vähintään 0 merkkiä
fil: Mag-input ng hindi bababa sa 0 character
fr: Veuillez saisir au moins 0 caractères.
gl: Por favor, introduza máis de 0 caracteres.
gu: કૃપા કરીને 0 અક્ષરો કે તેથી વધુ દાખલ કરો
he: אנא הכנס טקסט של 0 תווים ומעלה
hi: कृपया 0 अक्षर या अधिक लिखें
hr: Unesite više od 0 znakova
hu: Kérjük, adjon meg legalább 0 karaktert
hy: Մուտքագրեք 0 կամ ավելի նշաններ
id: Harap masukkan 0 karakter atau lebih.
is: Vinsamlegast sláðu inn 0 eða fleiri stafi.
it: Inserisci almeno 0 caratteri
ja: 0文字以上入力してください
ka: გთხოვთ, შეიყვანოთ 0 სიმბოლოზე მეტი
kk: 0 символынан астам енгізіңіз
km: សូមបញ្ចូលអក្សរចាប់ពី 0 ឬច្រើនជាងនេះ
kn: ದಯವಿಟ್ಟು ೦ ಅಕ್ಷರಗಳು ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚು ನಮೂದಿಸಿ
ko: 0자 이상 입력해 주세요
ky: 0 таңба же андан көп киргизиңиз
lo: ກະລຸນາໃຊ້ຄໍາສັບຕິດເຂົ້າໃສ່ເພີ່ມເຕີມສູນ 0 ຄໍາ ຫຼື ຕິດໃໝ່ຄໍາ.
lt: Įveskite ne mažiau kaip 0 simbolių
lv: Lūdzu, ievadiet vismaz 0 rakstzīmes.
mk: Внесете најмалку 0 знаци
ml: ദയവായി എന്തെങ്കിലും നൽകുക
mn: 0-ээс дээш тэмдэгт оруулна уу
mr: कृपया 0 अक्षर किंवा अधिक प्रविष्ट करा
ms: Sila masukkan lebih daripada 0 aksara
my: တစ်ခုခု ရိုက်ထည့်ပါ
nb: Skriv inn minst 0 tegn
ne: कृपया केही लेख्नुहोस्
nl: Voer meer dan 0 tekens in
no: Vennligst skriv inn mer enn 0 tegn.
or: ଦୟାକରି କିଛି ଲେଖନ୍ତୁ
pa: ਘੱਟੋ ਘੱਟ 0 ਅੱਖਰ ਦਾਖਲ ਕਰੋ
pl: Wprowadź co najmniej 0 znaków
ps: لطفاً 0 حرف یا بیشتر داخل کړئ
pt: Por favor, insira mais de 0 caracteres.
ro: Introduceți mai mult de 0 caractere
ru: Пожалуйста, введите не менее 0 символов
si: 0 අකුරු සහිතව ඇතුළත් කරන්න
sk: Zadajte viac ako 0 znakov
sl: Vnesite vsaj 0 znakov.
sq: Ju lutem, shkruani më shumë se 0 karaktere.
sr: Унесите два или више карактера
sv: Skriv in minst 0 tecken
sw: Tafadhali ingiza maandishi
ta: குறைந்தது ஏதாவது உள்ளிடவும்
te: దయచేసి 0 అక్షరాలు లేదా అంతకంటే ఎక్కువ నమోదు చేయండి
th: กรุณากรอกมากกว่า 0 ตัวอักษร
tl: Mangyaring maglagay ng 0 o higit pang karakter
tr: 0 karakterden fazlasını girin lütfen
uk: Please enter at least 0 characters.
ur: براہ کرم 0 سے زیادہ حروف درج کریں۔
uz: Iltimos, 0 dan ortiq belgi kiriting.
vi: Vui lòng nhập nội dung
zh: 请输入至少0个字符
zu: Sicela ufake okungenani imiyalezo engama-0.

# changeDailyNotificationMessage
source: You can change the text of the notification for when you haven't taken your pill
af: Jy sal die kennisgewingsteks kan verander as jy nie vergeet het om jou pille te neem.
am: መይምነን ለማስታወሻ ቃልን ማሻሻያ ይችላሉ
ar: يمكنك تغيير نص الإشعار في حالة عدم نسيان تناول الجرعة.
as: বড়ি নিয়মীয়াকৈ সেৱন কৰা অৱস্থাত জাননী বাৰ্তা পৰিৱৰ্তন কৰিব পাৰে
az: Həbləri düzgün qəbul etdiyiniz zaman göstəriləcək bildiriş mətnini dəyişdirə bilərsiniz
be: Вы можаце змяніць паведамленне аб апавяшчэннях, калі таблетка не была забыта.
bg: Можете да промените текста на известието за случаи, когато не сте забравили да вземете хапчето.
bn: পিল খেতে ভুলে না গেলে বিজ্ঞপ্তির বার্তা কাস্টমাইজ করতে পারেন
bs: Možete promijeniti tekst obavijesti kada lijek nije zaboravljen.
ca: Pots personalitzar el missatge de notificació quan has pres la píndola correctament
cs: Můžete změnit text oznámení, pokud nezapomenete užít pilulku.
cy: Mae'n bosib newid y geiriau hysbysu pan nad ydych wedi anghofio cymryd y tabled.
da: Du kan ændre meddelelsesteksten, hvis du ikke har glemt at tage din pille.
de: Sie können den Benachrichtigungstext ändern, wenn Sie nichts vergessen haben.
el: Μπορείτε να αλλάξετε τη διατύπωση της ειδοποίησης όταν δεν έχετε ξεχάσει να πάρετε το χάπι.
es: Puedes cambiar el mensaje de notificación cuando tomas la píldora correctamente
et: Saateid saab muuta, kui te ei ole unustanud tablette võtta.
eu: Hori ezazu gehiegizkoak orduan jakinarazteko testua aldatu dezakezu.
fa: شما می توانید متن اعلان را در صورت عدم فراموشی مصرف دارو تغییر دهید.
fi: Voit muuttaa ilmoituksen tekstiä, jos et ole unohtanut ottaa lääkettä.
fil: Maaari mong baguhin ang mensahe ng notipikasyon kapag hindi nakalimutan uminom
fr: Vous pouvez modifier le texte de notification dans le cas où vous n'avez pas oublié de prendre votre pilule.
gl: Podes cambiar o texto da notificación se non esqueciches tomar a pílula.
gu: ગોળી સાચી રીતે લીધી હોય ત્યારેના નોટિફિકેશન મેસેજ બદલી શકાય છે
he: אתה יכול לשנות את נוסח ההתראה במקרה שלא שכחת ליטול את הכדורים.
hi: गोली न भूलने पर मिलने वाले नोटिफिकेशन मैसेज को बदला जा सकता है
hr: Možete promijeniti tekst obavijesti kada niste zaboravili uzeti lijek.
hu: Módosíthatja az értesítést, ha nem felejtette el bevenni a tablettát.
hy: Դուք կարող եք փոփոխել ծանուցման տեքստը, երբ դեղը չկորցնեք
id: Anda dapat mengubah wording notifikasi jika Anda tidak melewatkan minum obat.
is: Þú getur breytt tilkynningunni þegar ekki er gleymt að taka pilla.
it: Puoi personalizzare il messaggio di notifica quando non dimentichi di assumere la pillola
ja: 飲み忘れていない場合の通知文言を変更できます
ka: თქვენ შეგიძლიათ შეცვალოთ уведомления, როდესაც თქვენ არ დაგავიწყდათ წამლების მიღება.
kk: Егер дәріңізді ұмытып қалмасаңыз, хабарлама мәтінін өзгертуге болады.
km: អ្នកអាចផ្លាស់ប្តូរសេចក្តីជូនដំណឹងសម្រាប់ពេលដែលមិនបានភ្លេចញុំថ្នាំ
kn: ಮಾತ್ರೆಗಳನ್ನು ಮರೆಯದೆ ತೆಗೆದುಕೊಂಡಾಗ ಅಧಿಸೂಚನೆ ಸಂದೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು
ko: 정상 복용 시 알림 메시지를 변경할 수 있습니다
ky: албаган эместик учурда билдирүүнү өзгөртө аласыз
lo: ສາມາດແດງປ່ອນຂໍ້ຄວາມໃໝ່ ສໍາລັບການແຈ້ງແນະໃນເວລາທີ່ບໍ່ແມ່ນບໍ່ຄົງໃຈໃນການດື່ມຢາ.
lt: Galite pakeisti pranešimus, jei nepamiršote išgerti.
lv: Jūs varat mainīt paziņojuma tekstu, ja zāles netika aizmirstas.
mk: Можете да ја промените текстот за известување во случај да не сте пропуштиле да ја земете таблетата.
ml: സാധാരണ രീതിയിൽ കഴിച്ചാലുള്ള അറിയിപ്പ് സന്ദേശം മാറ്റാൻ കഴിയും
mn: Эм дутуугаагүй үеийн мэдэгдлийн мессежийг өөрчлөх боломжтой
mr: गोळी घेतल्यावर येणारे सूचना संदेश बदलू शकता
ms: Anda boleh menukar teks pemberitahuan apabila tidak ketinggalan pengambilan.
my: ဆေးမပျက်သောအခါ အကြောင်းကြားချက်စာသားကို ပြောင်းလဲနိုင်သည်
nb: Du kan endre varslingsteksten når du ikke har glemt å ta pillen.
ne: चक्की नबिर्सिएको अवस्थामा आउने सूचना सन्देश परिवर्तन गर्न सकिन्छ
nl: U kunt de notificatie-inhoud wijzigen als u geen pillen bent vergeten.
no: Du kan endre meldingen for varsler når du ikke har glemt å ta medisinen.
or: ଭୁଲି ନଯାଇଥିବା ବେଳେ ସୂଚନା ବାର୍ତ୍ତା ବଦଳାଇ ପାରିବେ
pa: ਜਦੋਂ ਤੁਸੀਂ ਗੋਲੀ ਲੈਣਾ ਨਹੀਂ ਭੁੱਲਦੇ ਤਾਂ ਨੋਟੀਫਿਕੇਸ਼ਨ ਦਾ ਸੰਦੇਸ਼ ਬਦਲ ਸਕਦੇ ਹੋ
pl: Możesz zmienić treść powiadomienia, jeśli nie zapomniałeś o wzięciu leku.
ps: تاسې کولی شئ د نه هیرولو په صورت کې د خبرتیا متن بدل کړئ.
pt: Você pode alterar o texto da notificação quando não se esquecer de tomar a pílula.
ro: Puteți schimba textul notificării atunci când nu ați uitat să luați pastila.
ru: Вы можете изменить текст уведомления в случае, если ничего не забыто.
si: ඔබ මිසුම් කිරීමට අමතක නොවූනහොත් නිවේදනයේ වාක්‍යය වෙනස් කළ හැකිය.
sk: Môžete zmeniť text oznámenia, ak ste nezabudli na užitie lieku
sl: Lahko spremenite besedilo obvestila, kadar zdravila niste pozabili vzeti.
sq: Mund të ndryshoni tekstin e njoftimit kur nuk keni harruar të merrni ilaçin.
sr: Можете променити текст обавештења ако нисте заборавили да узмете лек.
sv: Du kan ändra meddelandet när du inte har glömt att ta din medicin.
sw: Unaweza kubadilisha ujumbe wa arifa ikiwa hukusahau kumeza tembe
ta: மாத்திரையை தவறாமல் எடுத்துக்கொண்ட போதுள்ள அறிவிப்பு செய்தியை மாற்றியமைக்க முடியும்
te: మాత్రలు తప్పకుండా తీసుకున్నప్పుడు వచ్చే నోటిఫికేషన్ సందేశాన్ని మార్చవచ్చు
th: คุณสามารถเปลี่ยนข้อความการแจ้งเตือนเมื่อคุณไม่ได้ลืมรับประทานยาได้
tl: Maaaring baguhin ang mensahe ng notification para sa mga araw na hindi nakalimutan uminom
tr: Unutmadığınızda bildirim metnini değiştirebilirsiniz.
uk: You can change the notification text when you have not missed a dose.
ur: آپ تبدیلی کر سکتے ہیں اگر آپ دوائی بھول نہ جائیں تو نوٹیفکیشن کا متن
uz: Agar dorini unutmagan bo'lsangiz, xabarnoma matnini o'zgartirishingiz mumkin.
vi: Có thể tùy chỉnh thông báo khi không quên uống thuốc
zh: 您可以更改未忘记服药时的通知文本
zu: Ungashiyanga, ungashintsha umyalezo wokwazisa

# dailyNotificationMessageLength
source: {dailyTakenMessageValueCharactersLength}/100
bn: {dailyTakenMessageValueCharactersLength}/১০০
