Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# forceUpdateMessage
source: We are requesting an update to the version of your app. Please update to the latest version from {storeName}
af: Ons versoek dat u die weergawe van die aansoek wat u gebruik, opdateer. U kan die nuutste weergawe op {storeName} opdateer.
am: እባክዎ የተጠቀሙትን የአፕሊኬሽን እትም ወደ አዳዲስ ትንበያ ይሂዱ። {storeName} ከሆነ ወደ አዳዲስ ትንበያ ይሂዱ።
ar: نطلب منك تحديث إصدار التطبيق الخاص بك. يرجى تحديثه إلى أحدث إصدار من {storeName}.
as: আপোনাৰ এপ্লিকেশ্বনৰ সংস্কৰণ আপডেট কৰাৰ প্ৰয়োজন আছে। অনুগ্ৰহ কৰি {storeName}ৰ পৰা শেহতীয়া সংস্কৰণত আপডেট কৰক।
az: Tətbiqinizin versiyasını yeniləməyinizi xahiş edirik. {storeName}-dan ən son versiyanı yeniləyin.
be: Мы просім вас абнавіць версію вашага прыкладання. Калі ласка, абнавіце да апошняй версіі з {storeName}.
bg: Моля, актуализирайте версията на приложението. Актуализирайте до най-новата версия от {storeName}.
bn: আপনার অ্যাপের সংস্করণ আপডেট করার জন্য অনুরোধ করছি। {storeName} থেকে সর্বশেষ সংস্করণে আপডেট করুন।
bs: Molimo vas da ažurirate verziju vaše aplikacije. Ažurirajte na najnoviju verziju iz {storeName}.
ca: Us demanem que actualitzeu la versió de l'aplicació. Si us plau, actualitzeu a la versió més recent des de {storeName}
cs: Prosíme o aktualizaci verze vaší aplikace. Aktualizujte na nejnovější verzi z {storeName}.
cy: Rydym yn gofyn i chi ddiweddaru fersiwn eich ap. Diweddarwch i'r fersiwn ddiweddaraf o {storeName}.
da: Vi beder dig om at opdatere din app til den nyeste version. Opdater venligst fra {storeName}.
de: Wir bitten Sie, die Version Ihrer App zu aktualisieren. Bitte aktualisieren Sie auf die neueste Version aus {storeName}.
el: Σας ζητούμε να ενημερώσετε την έκδοση της εφαρμογής σας. Παρακαλώ αναβαθμίστε την τελευταία έκδοση από το {storeName}.
es: Te pedimos que actualices la versión de tu aplicación. Por favor, actualiza a la última versión desde {storeName}
et: Palun uuendage oma rakenduse versioon. Palun uuendage see {storeName} kaudu uusimale versioonile.
eu: Aldezka aplikazioaren bertsioa eguneratzeko eskatzen dizugu. Mesedez, eguneratu azken bertsiora {storeName}-etik.
fa: ما از شما می‌خواهیم که نسخه‌ی برنامه‌تان را به‌روزرسانی کنید. لطفاً از {storeName} آخرین نسخه را به‌روزرسانی کنید.
fi: Pyydämme, että päivität käyttämäsi sovelluksen version. Päivitä se viimeisimpään versioon {storeName} -palvelusta.
fil: Hinihiling namin na i-update ninyo ang bersyon ng inyong app. Mangyaring mag-update sa pinakabagong bersyon mula sa {storeName}.
fr: Nous vous demandons de mettre à jour votre version de l'application. Veuillez mettre à jour vers la dernière version depuis {storeName}.
gl: Estamos a recomendar a actualización da versión da súa aplicación. Actualice á última versión desde {storeName}.
gu: તમારી એપ્લિકેશનનું વર્ઝન અપડેટ કરવાની વિનંતી છે. કૃપા કરીને {storeName}માંથી લેટેસ્ટ વર્ઝનમાં અપડેટ કરો.
he: אנאעדכן את גרסת האפליקציה שלך. עדכן לגרסה האחרונה מ-{storeName}.
hi: कृपया अपने ऐप का वर्जन अपडेट करें। {storeName} से नवीनतम वर्जन में अपडेट करें।
hr: Molimo vas da ažurirate verziju vaše aplikacije. Ažurirajte na najnoviju verziju iz {storeName}.
hu: Kérjük, frissítse a használt alkalmazás verzióját. Frissítse a legújabb verzióra a {storeName} alkalmazásból.
hy: Մենք խնդրում ենք թարմացնել ձեր օգտագործողի հավելվածի տարբերակը։ Խնդրում ենք թարմացնել վերջին տարբերակը {storeName}-ից
id: Kami meminta Anda untuk memperbarui versi aplikasi yang Anda gunakan. Silakan perbarui ke versi terbaru dari {storeName}.
is: Við biðjum um að uppfæra útgáfu forritsins þíns. Vinsamlegast uppfærðu í síðustu útgáfu frá {storeName}.
it: Ti chiediamo di aggiornare la versione della tua app. Aggiorna alla versione più recente tramite {storeName}
ja: お使いのアプリのバージョンのアップデートをお願いしております。{storeName}から最新バージョンにアップデートしてください
ka: გთხოვთ, დააინსტალიროთ თქვენი აპლიკაციის ვერსიის განახლება. გთხოვთ, განაახლეთ უახლეს ვერსიაში {storeName}.
kk: Сізден қолданбаның нұсқасын жаңартуды сұраймыз. {storeName} арқылы соңғы нұсқаға жаңартыңыз.
km: យើងកំពុងស្នើសុំឱ្យអ្នកធ្វើបច្ចុប្បន្នភាពកំណែនៃកម្មវិធីរបស់អ្នក។ សូមធ្វើបច្ចុប្បន្នភាពទៅកំណែចុងក្រោយពី {storeName}។
kn: ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಆವೃತ್ತಿಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಬೇಕಾಗಿದೆ। {storeName} ನಿಂದ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
ko: 앱 버전 업데이트가 필요합니다. {storeName}에서 최신 버전으로 업데이트해 주세요.
ky: Сиздин колдонгон тиркеменин версиясын жаңылооңузду өтүнөбүз. {storeName} дан акыркы версиясына жаңылаңыз.
lo: ຂໍແນະນຳໃຫ້ອັບໍ້ດັດແບບໃໝ່ຂອງແອບພວກເຈົ້າ ຂະລາດຊັ້ນອັບໍ້ດັດໃໝ່ຈາກ {storeName}.
lt: Prašome atnaujinti savo programos versiją. Atnaujinkite į naujausią versiją per {storeName}.
lv: Lūdzu, atjauniniet jūsu izmantotās lietotnes versiju. Atjauniniet uz jaunāko versiju no {storeName}.
mk: Ве молиме да ја актуелизирате верзијата на вашата апликација. Ве молиме да ја ажурирате на најновата верзија од {storeName}.
ml: നിങ്ങളുടെ ആപ്പിന്റെ പതിപ്പ് അപ്ഡേറ്റ് ചെയ്യാൻ അഭ്യർത്ഥിക്കുന്നു. ദയവായി {storeName} ൽ നിന്ന് ഏറ്റവും പുതിയ പതിപ്പിലേക്ക് അപ്ഡേറ്റ് ചെയ്യുക
mn: Таны апп-ын хувилбарыг шинэчлэхийг хүсч байна. {storeName}-аас хамгийн сүүлийн хувилбар руу шинэчлэнэ үү
mr: आपल्या अॅप्लिकेशनच्या आवृत्तीचे अद्यतन करण्याची विनंती करत आहोत। कृपया {storeName} वरून नवीनतम आवृत्तीमध्ये अद्यतन करा
ms: Kami meminta anda untuk mengemas kini versi aplikasi anda. Sila kemas kini kepada versi terkini dari {storeName}.
my: သင့်အက်ပ်ဗားရှင်းကို အပ်ဒိတ်လုပ်ရန် တောင်းဆိုပါသည်။ {storeName} မှ နောက်ဆုံးဗားရှင်းသို့ အပ်ဒိတ်လုပ်ပါ။
nb: Vi ber deg om å oppdatere versjonen av appen din. Vennligst oppdater til den nyeste versjonen fra {storeName}.
ne: कृपया आफ्नो एपको संस्करण अपडेट गर्नुहोस्। {storeName} बाट नवीनतम संस्करणमा अपडेट गर्नुहोस्
nl: We verzoeken u om de versie van uw app bij te werken. Werk bij naar de nieuwste versie vanuit {storeName}.
no: Vi ber deg oppdatere versjonen av appen din. Vennligst oppdater til den nyeste versjonen fra {storeName}.
or: ଆପଣଙ୍କ ଆପ୍‌ର ଭର୍ସନ୍ ଅପଡେଟ୍ କରିବାକୁ ଅନୁରୋଧ କରୁଛୁ। {storeName}ରୁ ସର୍ବଶେଷ ଭର୍ସନ୍‌କୁ ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਐਪ ਦਾ ਵਰਜ਼ਨ ਅਪਡੇਟ ਕਰੋ। {storeName} ਤੋਂ ਤਾਜ਼ਾ ਵਰਜ਼ਨ ਅਪਡੇਟ ਕਰੋ।
pl: Prosimy o zaktualizowanie wersji używanej aplikacji. Proszę zaktualizować do najnowszej wersji z {storeName}.
ps: موږ ستاسو د غوښتنلیک نسخه تازه کولو غوښتنه کوو. مهرباني وکړئ له {storeName} څخه وروستۍ نسخه تازه کړئ.
pt: Solicitamos que você atualize a versão do seu aplicativo. Atualize para a versão mais recente a partir do {storeName}.
ro: Vă rugăm să actualizați versiunea aplicației dvs. Vă rugăm să actualizați la cea mai recentă versiune din {storeName}.
ru: Пожалуйста, обновите версию вашего приложения. Обновите до последней версии из {storeName}.
si: මෙම යෙදුමේ අනුවාදය යාවත්කාලීන කිරීමට අප ආරාධනා කරමු. {storeName} වෙතින් නවතම අනුවාදය යාවත්කාලීන කරන්න.
sk: Žiadame vás, aby ste aktualizovali verziu vašej aplikácie. Prosím, aktualizujte ju na najnovšiu verziu z {storeName}.
sl: Prosimo, posodobite različico vaše aplikacije. Posodobite na najnovejšo različico iz {storeName}.
sq: Ju lutemi përditësoni versionin e aplikacionit tuaj. Ju lutemi përditësoni në versionin më të fundit nga {storeName}.
sr: Молимо вас да ажурирате верзију ваше апликације. Ажурирајте на најновију верзију из {storeName}.
sv: Vi ber dig att uppdatera din app till den senaste versionen. Vänligen uppdatera till den senaste versionen från {storeName}.
sw: Tunahitaji kusasisha toleo la programu yako. Tafadhali sasisha hadi toleo jipya zaidi kutoka {storeName}
ta: உங்கள் ஆப்பின் பதிப்பை புதுப்பிக்குமாறு கேட்டுக்கொள்கிறோம். {storeName} இலிருந்து சமீபத்திய பதிப்பிற்கு புதுப்பிக்கவும்
te: మీ యాప్ వెర్షన్‌ను అప్‌డేట్ చేయాలని అభ్యర్థిస్తున్నాము. దయచేసి {storeName} నుండి తాజా వెర్షన్‌కు అప్‌డేట్ చేయండి.
th: เราขอให้คุณทำการอัปเดตเวอร์ชันของแอปพลิเคชันของคุณ กรุณาอัปเดตเป็นเวอร์ชันล่าสุดจาก {storeName}
tl: Mangyaring i-update ang inyong app sa pinakabagong version mula sa {storeName}.
tr: Uygulamanızın sürümünü güncellemenizi rica ediyoruz. Lütfen en son sürümü {storeName} üzerinden güncelleyiniz.
uk: We kindly ask you to update your app version. Please update to the latest version from {storeName}.
ur: ہم آپ کی درخواست کرتے ہیں کہ آپ اپنے ایپ کا ورژن اپ ڈیٹ کریں۔ براہ کرم {storeName} سے تازہ ترین ورژن میں اپ ڈیٹ کریں۔
uz: Iltimos, foydalanayotgan dasturingizning versiyasini yangilang. Eng so'nggi versiyani {storeName} dan yangilang.
vi: Vui lòng cập nhật phiên bản ứng dụng của bạn. Hãy cập nhật lên phiên bản mới nhất từ {storeName}.
zh: 我们建议您更新您使用的应用程序版本。请从{storeName}更新到最新版本。
zu: Sicela uvuselele inguqulo ye-app yakho. Sicela uvuselele ku-{storeName} ukuze uthole inguqulo yakamuva.

source: Visit hospital
af: om jou dokter te besoek
am: ወቅታዊ ሂደት ይወክል
ar: زيارة الطبيب
as: চিকিৎসালয়লৈ যোৱা
az: Tibbi müayinəyə getmək
be: прапускаць сустрэчы
bg: Посетете лекар
bn: ডাক্তার দেখানো
bs: Ići kod doktora
ca: Anar al metge
cs: navštěvovat lékaře
cy: mynd i fynd i'r ysbyty
da: At komme til lægen
de: Zum Arzt gehen
el: Επισκέπτομαι το γιατρό
es: Ir al médico
et: Külastada arsti
eu: Bisitatu
fa: به درمانگاه رفتن
fi: Käydä lääkärissä
fil: Magpatingin sa doktor
fr: Se rendre à la clinique
gl: Ir a consultas
gu: દવાખાને જવું
he: פגישה אצל רופא
hi: डॉक्टर के पास जाना
hr: Ići na liječnički pregled
hu: Orvosi látogatás
hy: Հիվանդանոց հաճախել
id: Berobat
is: að heimsækja lækni
it: Visita medica
ja: 通院する
ka: კლინიკაში წასვლა
kk: емханаға бару
km: ទៅពិនិត្យ
kn: ವೈದ್ಯಾಲಯ ಭೇಟಿ
ko: 통원하다
ky: Клиникага баруу
lo: ການເເອັດເຂົ້ນ
lt: Apsilankyti pas gydytoją
lv: Apmeklēt ārstu
mk: Патување на лекар
ml: ആശുപത്രി സന്ദർശനം
mn: Эмчлүүлэг
mr: डॉक्टरांची भेट
ms: berkunjung ke klinik
my: ဆေးရုံတက်ခြင်း
nb: Gå til legen
ne: अस्पताल जानु
nl: Naar de dokter gaan
no: Besøke lege
or: ଡାକ୍ତର ଦେଖାଇବା
pa: ਡਾਕਟਰੀ ਮੁਲਾਕਾਤ
pl: Udaj się na wizytę
ps: د طبيب ته تګ
pt: Fazer consultas
ro: a merge la spital
ru: Посещение врача
si: සේවාදායකයාට යන්න
sk: navštíviť lekára
sl: Obisk zdravnika
sq: Të shkosh në vizita mjekësore
sr: Ići na lekara
sv: Gå till läkaren
sw: Kutembelea hospitali
ta: வைத்தியரைக் காண
te: వైద్య సందర్శన
th: ไปพบหมอ
tl: Magcheck-up
tr: Hastaneye gitmek
uk: Attend a medical appointment
ur: باہر جانا
uz: shifokor qabuliga borish
vi: Tái khám
zh: 就医
zu: ukuhamba emithini

# receiveNotificationAt9AM
source: Receive notification at 9:00 AM
af: Ontvang 'n kennisgewing om 09:00 op die dag
am: በዕለት 9:00 ማስታወሻ እንዲቀበሉ
ar: تلقى إشعارًا في الساعة 9:00 صباحًا في نفس اليوم
as: সেইদিন ৯:০০ বজাত বিজ্ঞপ্তি পাব
az: Bu gün saat 9:00-da bildiriş al
be: Атрымайце паведамленне ў 9:00 у той жа дзень
bg: Получаване на известие в 9:00 на деня
bn: সেই দিন সকাল ৯:০০টায় বিজ্ঞপ্তি পান
bs: Primite obavijest danas u 9:00
ca: Rebre la notificació a les 9:00 del dia
cs: Dostávejte upozornění v 9:00 téhož dne
cy: Derbyn hysbysiad am 9:00 yr wythnos hon
da: Modtag en meddelelse kl. 9:00 den pågældende dag
de: Erinnere mich am Tag um 9:00 Uhr
el: Λάβετε ειδοποίηση στις 9:00 την ημέρα εκείνη
es: Recibir recordatorio el mismo día a las 9:00
et: Saadaval on teave, et saate teatise kell 9:00.
eu: Eguneko 9:00etan jakinarazpena jasoko duzu
fa: در روز مورد نظر در ساعت ۹:۰۰ صبح اعلان دریافت کنید
fi: Saat 9:00 päivän aikana vastaanottaa ilmoituksen
fil: Tumanggap ng notipikasyon sa 9:00 ng araw
fr: Recevez une notification à 9h00 le jour même
gl: Recibir notificación ás 9:00 do día
gu: દિવસે 9:00 વાગ્યે સૂચના મેળવો
he: לקבל הודעה בשעה 9:00 של אותו יום
hi: आज सुबह 9:00 बजे सूचना प्राप्त करें
hr: Primite obavijest isti dan u 9:00
hu: Értesítést kapni 9:00-kor aznap.
hy: Մի քանի ժամին 9:00-ին ծանուցում ստանալ
id: Mendapatkan notifikasi pada pukul 9:00 hari ini
is: Fá notification kl. 9:00 þann daginn.
it: Ricevi notifica alle 9:00 lo stesso giorno
ja: 当日9:00に通知を受け取る
ka: ღირსეულად უნდა მიიღო შეტყობინება იმ დღეს 9:00 საათზე.
kk: Сол күні 9:00-де хабарлама алу
km: ទទួលការជូនដំណឹងនៅម៉ោង ៩:០០ ថ្ងៃនេះ
kn: ಅದೇ ದಿನ ೯:೦೦ ಕ್ಕೆ ಅಧಿಸೂಚನೆ ಸ್ವೀಕರಿಸಿ
ko: 당일 9:00에 알림 받기
ky: Ошол күнү, саат 9:00дө маалымдаманы алууга
lo: ຮັບການຈະແຈ້ງໃນວັນນີ 9:00
lt: Gauti pranešimą tą pačią dieną 9:00
lv: Saņemt paziņojumu plkst. 9:00 tajā dienā
mk: Да примите известување на истиот ден во 9:00
ml: അന്ന് രാവിലെ 9:00 ന് അറിയിപ്പ് സ്വീകരിക്കുക
mn: Тухайн өдрийн 9:00 цагт мэдэгдэл авах
mr: त्याच दिवशी सकाळी 9:00 वाजता सूचना प्राप्त करा
ms: Menerima notifikasi pada jam 9:00 hari ini
my: ယနေ့ 9:00 တွင် အသိပေးချက်ကို လက်ခံရန်
nb: Motta varsler kl. 9:00 samme dag
ne: आजको 9:00 बजे सूचना प्राप्त गर्ने
nl: Je ontvangt een melding om 9:00 uur die dag.
no: Motta varsler klokken 09:00 den dagen
or: ସେହି ଦିନ ୯:୦୦ରେ ବିଜ୍ଞପ୍ତି ପାଇବେ
pa: ਉਸ ਦਿਨ 9:00 ਵਜੇ ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Otrzymaj powiadomienie o 9:00 w dniu
ps: په دغه ورځ د سهار ۹:۰۰ بجې خبرتیا ترلاسه کړئ
pt: Receber notificação às 9:00 do dia
ro: A primi o notificare la ora 9:00 în ziua respectivă
ru: Получить уведомление в 9:00 в тот же день
si: අදාළ දිනයේ 9:00 ට නිවේදනයක් ලබා ගන්න
sk: Dostať upozornenie o 9:00 v deň, kedy je naplánované užívanie lieku
sl: Prejete obvestilo ob 9:00 na dan.
sq: Merrni njoftimin në orën 9:00 të ditës.
sr: Примите обавештење данас у 9:00
sv: Mottag en påminnelse klockan 09:00 samma dag
sw: Pokea arifa saa 9:00 siku hiyo
ta: அன்று காலை 9:00 மணிக்கு அறிவிப்பு பெறவும்
te: అదే రోజు 9:00కు నోటిఫికేషన్ అందుకోండి
th: รับการแจ้งเตือนในเวลา 9:00 น. ของวันนั้น
tl: Makatanggap ng abiso sa 9:00 ng umaga
tr: Aynı gün saat 9:00'da bildirim al
uk: Receive a notification at 9:00 on the day
ur: اس دن 9:00 پر اطلاع حاصل کریں
uz: Ushbu kuni soat 9:00 da xabarnoma olish
vi: Nhận thông báo lúc 9:00 trong ngày
zh: 在当天的9:00接收通知
zu: Thola izaziso ngo-9:00 ngosuku lwezolo

source: Deleted schedule cannot be restored
af: Verwijderde skedules kan nie herwin word nie.
am: ዝግጅቱ የተሰቀለ ትዕዛዝ ይታወቃል ይህ አይቻልም
ar: لا يمكن استعادة المواعيد المحذوفة
as: মচি পেলোৱা সূচী পুনৰুদ্ধাৰ কৰিব নোৱাৰি
az: Silinmiş planlar bərpa edilə bilməz
be: Выдаленыя запісы аднаўленню не падлягаюць.
bg: Изтритите планирания не могат да бъдат възстановени.
bn: মুছে ফেলা সময়সূচী আর ফিরিয়ে আনা যাবে না
bs: Obrisani događaji se ne mogu obnoviti.
ca: Els esdeveniments eliminats no es poden recuperar
cs: Smazané plány nelze obnovit.
cy: Ni ellir adfer y cynlluniau sydd wedi eu dileu.
da: Slettede planer kan ikke gendannes.
de: Gelöschte Termine können nicht wiederhergestellt werden.
el: Οι διαγραμμένοι προγραμματισμοί δεν μπορούν να αποκατασταθούν.
es: Las citas eliminadas no se pueden recuperar
et: Kustutatud plaanide taastamine ei ole võimalik.
eu: Ezabatutako planak berreskuratu ezin dira.
fa: برنامه هایی که حذف شده اند قابل بازیابی نیستند
fi: Poistetut aikataulut eivät ole palautettavissa.
fil: Hindi na maibabalik ang mga natanggal na iskedyul
fr: Les événements supprimés ne peuvent pas être restaurés.
gl: As axendas eliminadas non se poden restaurar.
gu: કાઢી નાખવામાં આવેલ શેડ્યૂલ પુનઃસ્થાપિત કરી શકાતું નથી
he: לא ניתן לשחזר את ההתוכניות שנמחקו
hi: हटाए गए अपॉइंटमेंट को वापस नहीं लाया जा सकता
hr: Izbrisani događaji se ne mogu vratiti.
hu: A törölt események nem állíthatók vissza.
hy: Ձեռնարկված պլանները վերականգնման ենթակա չեն
id: Jadwal yang dihapus tidak dapat dipulihkan
is: Fyrirgefðu, skipulögð atburð er ekki hægt að endurheimta.
it: Gli appuntamenti cancellati non possono essere ripristinati
ja: 削除された予定は復元ができません
ka: გაფანტული გეგმები ვერ აღდგება
kk: Жойылған жоспарлар қалпына келтірілмейді
km: កម្មវិធីដែលបានលុបមិនអាចស្តារឡើងវិញបានទេ
kn: ಅಳಿಸಿದ ಯೋಜನೆಗಳನ್ನು ಮರುಪ್ರಾಪ್ತಿ ಮಾಡಲಾಗುವುದಿಲ್ಲ
ko: 삭제된 일정은 복원할 수 없습니다
ky: Жоюлган пландардын калыбына келтирилбейт
lo: ກະດານທີ່ຖອນອອກແລ້ວບໍ່ສາมາດກັບໄປໃຫ້ຄືນໄດ້
lt: Ištrintų planų atkūrimas neįmanomas.
lv: Dzēsti plāni nav iespējams atjaunot.
mk: Избришаните распоредени задачи не можат да се обноват.
ml: നീക്കം ചെയ്ത ഷെഡ്യൂൾ പുനഃസ്ഥാപിക്കാൻ കഴിയില്ല
mn: Устгасан төлөвлөгөөг сэргээх боломжгүй
mr: हटविलेले वेळापत्रक पुनर्स्थापित करता येत नाही
ms: Jadual yang dibuang tidak boleh dipulihkan.
my: ပယ်ဖျက်လိုက်သော အစီအစဉ်များကို ပြန်လည်ရယူ၍မရပါ
nb: Planer som er slettet, kan ikke gjenopprettes.
ne: मेटाइएपछि योजना फिर्ता ल्याउन सकिँदैन
nl: Verwijderde afspraken kunnen niet worden hersteld.
no: Slettede avtaler kan ikke gjenopprettes
or: ବିଲୋପିତ କାର୍ଯ୍ୟସୂଚୀ ପୁନଃସ୍ଥାପନ କରାଯାଇପାରିବ ନାହିଁ
pa: ਮਿਟਾਇਆ ਗਿਆ ਸ਼ੈਡਿਊਲ ਵਾਪਸ ਨਹੀਂ ਲਿਆਇਆ ਜਾ ਸਕਦਾ
pl: Usunięte zdarzenia nie mogą być przywrócone.
ps: هغورل شوی پلان بیا راستانه کیدی نشي
pt: Os eventos excluídos não podem ser restaurados.
ro: Planurile șterse nu pot fi restaurate.
ru: Удалённые события не могут быть восстановлены.
si: ඉවත් කරන ලද සැලසුම් යළි ලබා ගත නොහැක.
sk: Zmazané plány nie je možné obnoviť.
sl: Izbrisani načrti se ne morejo obnoviti.
sq: Planet e fshirë nuk mund të rivendosen.
sr: Избрисани планови се не могу повратити.
sv: Raderade scheman kan inte återställas.
sw: Ratiba zilizofutwa haziwezi kurejeshwa
ta: நீக்கப்பட்ட அட்டவணை மீட்டெடுக்க முடியாது
te: తొలగించిన షెడ్యూల్‌లను పునరుద్ధరించలేము
th: กำหนดการที่ถูกลบจะไม่สามารถกู้คืนได้
tl: Hindi na maaaring maibalik ang mga nataggal na iskedyul
tr: Silinmiş planlar geri getirilemez.
uk: Deleted schedules cannot be restored.
ur: حذف شدہ منصوبے کی بحالی نہیں کی جا سکتی۔
uz: Oʻchirib yuborilgan reja tiklanmaydi
vi: Lịch trình đã xóa không thể khôi phục
zh: 的日程无法恢复。
zu: Iziphakamiso ezisuswe azikwazi ukubuyiselwa

source: Delete schedule
af: Ekstra sal شيئڅ ليسهولة هجر الباسي לערך
am: እቅድ እሰርዝ
ar: سأقوم بحذف الموعد
as: সূচী মচি পেলাওক
az: Planı siləcəyəm
be: Выдаліць план
bg: Ще изтрием планираното
bn: সময়সূচি মুছে ফেলুন
bs: Brisanje rasporeda
ca: Eliminar cita
cs: Smažu plán.
cy: Dychryn y cynllun
da: Sletter planen
de: Ich werde den Termin löschen.
el: Θα διαγράψω το προγραμματισμένο.
es: Eliminar evento
et: Kustutage plaan
eu: Ezinbideak ezabatuko ditu
fa: برنامه حذف می‌شود
fi: Poistetaan aikataulu
fil: Tanggalin ang iskedyul
fr: Je vais supprimer le rendez-vous.
gl: Elimina a súa programación
gu: કાર્યક્રમ કાઢશે
he: נמחק את התוכנית
hi: योजना हटाएं
hr: Brišete plan
hu: Töröljük a tervet
hy: ձեռնարկել եմ ծրագրի ցուցակը
id: Menghapus jadwal
is: Ég mun eyða áætlun.
it: Elimina appuntamento
ja: 予定を削除します
ka: გეგმას წავშლი
kk: Жоспарды жоямын
km: លុបកាលវិភាគ
kn: ವೇಳಾಪಟ್ಟಿ ಅಳಿಸಿ
ko: 예정을 삭제합니다
ky: Жоспорду жок кылышыбыз керек
lo: ສິບໍ່ຮານທັດທີ່ຄໍ່ອັບບານຂອງເພີນຂອງເພານໃດກໃນງານແລະກໂຕອາກາດສໍ່ວິນີມາ
lt: Ištrinsiu planą.
lv: Dzēst plānu
mk: Ќе ја избрише програмата
ml: ഷെഡ്യൂൾ ഇല്ലാതാക്കുക
mn: Хуваарийг устгах
mr: वेळापत्रक हटवा
ms: Saya akan memadamkan jadual.
my: အစီအစဉ်ကို ဖျက်သိမ်းပါ
nb: Fjerner planen
ne: योजना मेटाउनुहोस्
nl: Verwijder de planning
no: Sletter planen
or: ଯୋଜନା ଡିଲିଟ୍ କରନ୍ତୁ
pa: ਯੋਜਨਾ ਮਿਟਾਓ
pl: Usuwam plan.
ps: تاسو مهالویزۍ حذف کوئ
pt: Vou excluir a programação.
ro: Șterge programarea
ru: Вы удалите запланированное
si: ඉවත් කරනවා
sk: Odstránim plán
sl: Bodo damo plan
sq: Do të fshijë planin
sr: Уклањам план.
sv: Jag kommer att ta bort schemat.
sw: Futa ratiba
ta: அப்பாயின்ட்மெண்ட் நீக்கும்
te: షెడ్యూల్‌ను తొలగించండి
th: คุณจะลบกำหนดการ
tl: Tanggalin ang iskedyul
tr: Planı sil
uk: I will delete the schedule.
ur: یہ شیڈول حذف کریں گے
uz: Rejalashtiraman
vi: Xóa lịch trình
zh: 将删除计划
zu: Susa umcimanga

# onlySupportiOS
source: Only supported on iOS app
af: Die app ondersteun enkel iOS.
am: ግብረ መልእክት በ iOS አፕሊኬሽን ብቻ ይደጋገማል።
ar: يتوفر فقط على تطبيق iOS
as: কেৱল আইঅ'এছ এপৰ বাবে উপলব্ধ
az: Yalnızca iOS tətbiqinə dəstək verir.
be: Падтрымка толькі для iOS-дадаткаў
bg: Съвместимо само с iOS приложения.
bn: শুধুমাত্র iOS অ্যাপে সমর্থিত
bs: Podržava samo iOS aplikaciju
ca: Només és compatible amb l'aplicació d'iOS
cs: Podporuje pouze iOS aplikaci
cy: Mae'r ap yn cefnogi'r iOS yn unig.
da: Kun tilgængelig for iOS-apps
de: Unterstützt nur die iOS-App
el: Υποστηρίζει μόνο την εφαρμογή iOS
es: Solo disponible para la aplicación iOS
et: Toetatakse ainult iOS rakendust.
eu: iOS aplikazioetara soilik dagoeneko
fa: این تنها برای برنامه iOS قابل استفاده است.
fi: Sovellamme vain iOS-sovellusta
fil: Suportado lamang sa iOS app
fr: Cette application est uniquement compatible avec iOS.
gl: Só compatible co iOS.
gu: આ માત્ર iOS એપ્લિકેશન માટે ઉપલબ્ધ છે
he: אנו תומכים רק באפליקציית iOS
hi: यह केवल iOS ऐप के लिए उपलब्ध है
hr: Podržava samo iOS aplikaciju.
hu: Csak iOS alkalmazást támogat.
hy: Համատեղելի է միայն iOS հավելվածի համար
id: Hanya mendukung aplikasi iOS
is: Aðeins í boði fyrir iOS forrit.
it: Disponibile solo per l'app iOS
ja: iOSアプリにのみ対応しています
ka: იგი მუშაობს მხოლოდ iOS აპლიკაციებზე
kk: Текущі қосымшаның тек iOS-қа арналған.
km: គាំទ្រតែកម្មវិធី iOS ប៉ុណ្ណោះ
kn: ಕೇವಲ iOS ಆಪ್‌ನಲ್ಲಿ ಮಾತ್ರ ಲಭ್ಯವಿದೆ
ko: iOS 앱에서만 지원됩니다
ky: iOS колдонмосуна гана ылайыктуу
lo: ສະເລີຍສໍາລັບໃຊ້ງານສຽງທີ່ອຸ່ນຢູ່ລະດັບໃນຕົວປໍ່
lt: Tai tik iOS programėlėms.
lv: Atbalsts ir pieejams tikai iOS lietotnei.
mk: Се поддржува само со iOS апликацијата
ml: iOS ആപ്പിൽ മാത്രം ലഭ്യമാണ്
mn: Зөвхөн iOS аппд дэмждэг
mr: iOS अॅपवरच समर्थित आहे
ms: Hanya menyokong aplikasi iOS
my: iOS အက်ပ်အတွက်သာ ပံ့ပိုးထားပါသည်
nb: Støtter kun iOS-appen
ne: केवल iOS एपमा उपलब्ध छ
nl: Alleen compatibel met de iOS-app
no: Støtter kun iOS-apper
or: ଏହା କେବଳ iOS ଆପ୍‌ରେ ସମର୍ଥିତ ଅଛି
pa: ਸਿਰਫ਼ iOS ਐਪ ਵਿੱਚ ਸਮਰਥਿਤ ਹੈ
pl: Aplikacja obsługuje tylko iOS.
ps: يوازې د iOS تطبيق ملاتړ کوي
pt: Este aplicativo é compatível apenas com iOS.
ro: Este aplicație este disponibilă doar pentru iOS.
ru: Поддерживается только приложение для iOS
si: මෙය iOS යෙදුම්ගේ සහයය පමණක් වේ
sk: Aplikácia je podporovaná len na iOS.
sl: Podprto je samo na iOS aplikacijah.
sq: Aplika iOS mbështetet vetëm për iOS.
sr: この апликација је доступна само за iOS.
sv: Endast stöd för iOS-appar
sw: Inapatikana kwa programu ya iOS tu
ta: iOS பயன்பாட்டில் மட்டுமே கிடைக்கும்
te: iOS యాప్‌లో మాత్రమే అందుబాటులో ఉంది
th: แอปพลิเคชันนี้รองรับเฉพาะ iOS เท่านั้น
tl: Suportado lamang sa iOS na app
tr: Sadece iOS uygulamasını destekliyor.
uk: This app is compatible only with iOS applications.
ur: یہ صرف iOS ایپ کے لیے دستیاب ہے
uz: Faqat iOS ilovalariga mos keladi
vi: Chỉ hỗ trợ ứng dụng iOS
zh: 仅支持iOS应用程序
zu: I-app ye-iOS kuphela
