Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorBeginRefundRequestError
source: A refund process has been initiated. Please check and try again. If the problem persists, please contact support. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
af: Die terugbetalingsproses is aan die gang. Gaan dit na en probeer weer. As dit nie opgelos word nie, kontak asseblief ons via Instellings > Navraag. Kode: {errorCode} Besonderhede: {exceptionMessage}:{exceptionDetails}
am: እቅፍ ተደርጎ እንደሚኖር ታወቀ። እባኮትን ይመልከቱ እና ድጋፍ ይውሰዱ። በዚህ ጉዞ አልተፈቀደም ከሆነ እባኮትን በቅድሚያ ይገናኙ ወይም አስተያየት ይላኩ። ኮድ: {errorCode} ዝርዝር: {exceptionMessage}:{exceptionDetails}
ar: تم بدء معالجة الاسترداد. يرجى التحقق والمحاولة مرة أخرى. إذا لم يتم حل المشكلة، يرجى التواصل عبر الإعدادات > الاستفسارات. الرمز: {errorCode} التفاصيل: {exceptionMessage}:{exceptionDetails}
as: ৰিফাণ্ড প্ৰক্ৰিয়া আৰম্ভ হৈছে। নিশ্চিত কৰি পুনৰ চেষ্টা কৰক। সমাধান নহ'লে ছেটিংছ > যোগাযোগ ৰ পৰা যোগাযোগ কৰক। কোড: {errorCode} বিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: Geri ödəmə prosesi başlayıb. Zəhmət olmasa təsdiq edin və bir daha cəhd edin. Hələ də həll olunmursa, Ayarlar > Sorğu ilə bizimlə əlaqə saxlayın. Kod: {errorCode} Ətraflı: {exceptionMessage}:{exceptionDetails}
be: Працэс вяртання грошай быў ініцыяваны. Праверце і паспрабуйце яшчэ раз. Калі праблема не вырашана, звяжыцеся з намі праз Налады > Запыт. Код: {errorCode} Дэталі: {exceptionMessage}:{exceptionDetails}
bg: Започната е процедурата за възстановяване на средства. Моля, проверете и опитайте отново. Ако проблемът не се реши, моля, свържете се с нас чрез Настройки > Запитвания. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
bn: ফেরত প্রক্রিয়া শুরু হয়েছে। অনুগ্রহ করে যাচাই করুন এবং আবার চেষ্টা করুন। যদি সমাধান না হয়, তাহলে সেটিংস > যোগাযোগ থেকে যোগাযোগ করুন। কোড: {errorCode} বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Obrada povrata je započeta. Molimo provjerite i pokušajte ponovo. Ako se problem ne riješi, kontaktirajte nas putem Postavke > Upit. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
ca: S'ha iniciat el procés de reemborsament. Si us plau, verifiqueu-ho i torneu-ho a provar. Si no es resol el problema, contacteu amb nosaltres a través de Configuració > Contacte. Codi: {errorCode} Detalls: {exceptionMessage}:{exceptionDetails}
cs: Zpracování vrácení peněz bylo zahájeno. Zkontrolujte to a zkuste to znovu. Pokud problém přetrvává, kontaktujte nás prosím pomocí Nastavení > Dotazy. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Mae'r broses ad-daliad wedi dechrau. Gwiriwch a cheisiwch eto. Os nad yw'n cael ei ddatrys, cysylltwch drwy fynd i Ddewisiadau > Cysylltu. Cod: {errorCode} Manylion: {exceptionMessage}:{exceptionDetails}
da: Refusionsprocessen er begyndt. Bekræft og prøv igen. Hvis det ikke løser problemet, bedes du kontakte os via Indstillinger > Forespørgsel. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
de: Die Rückerstattung wird bearbeitet. Bitte überprüfen Sie dies und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte über Einstellungen > Kontakt. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
el: Η διαδικασία επιστροφής χρημάτων έχει ξεκινήσει. Ελέγξτε το και δοκιμάστε ξανά. Εάν το πρόβλημα παραμένει, επικοινωνήστε μαζί μας μέσω Ρυθμίσεις > Επικοινωνία. Κωδικός: {errorCode} Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Se ha iniciado el proceso de reembolso. Por favor, verifíquelo y vuelva a intentarlo. Si el problema persiste, póngase en contacto con nosotros a través de Configuración > Contacto. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
et: Tagasimaksete töötlemine on alanud. Palun kontrollige ja proovige uuesti. Kui probleem püsib, võtke meiega ühendust sektsiooni Seaded > Küsimused kaudu. Kood: {errorCode} Detailid: {exceptionMessage}:{exceptionDetails}
eu: Diru-funtziona berregikea hasi da. Mesedez, egiaztatu eta berriz saiatu. Konpondu ez bada, mesedez, joan ezazu Ezarpenak > Kontsulta atalean eta jar zaitez harremanetan. Kodea: {errorCode} Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: فرآیند بازپرداخت آغاز شده است. لطفاً تأیید کرده و مجدداً امتحان کنید. در صورت عدم حل مشکل، لطفاً از طریق تنظیمات > تماس با ما با ما تماس بگیرید. کد: {errorCode} جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Palautusprosessi on käynnistetty. Tarkista se ja yritä uudelleen. Jos ongelma ei ratkea, ota yhteyttä kohtaan Asetukset > Kysely. Koodi: {errorCode} Yksityiskohdat: {exceptionMessage}:{exceptionDetails}
fil: Nagsimula na ang proseso ng refund. Mangyaring suriin at subukan muli. Kung hindi pa rin ito ma-resolve, mangyaring makipag-ugnayan sa amin sa Settings > Contact. Code: {errorCode} Detalye: {exceptionMessage}:{exceptionDetails}
fr: Le traitement de remboursement a été lancé. Veuillez vérifier et réessayer. Si le problème persiste, contactez-nous via Réglages > Contactez-nous. Code : {errorCode} Détails : {exceptionMessage}:{exceptionDetails}
gl: O proceso de reembolso comezou. Por favor, verifíca e intenta de novo. Se non se soluciona, ponte en contacto a través de Configuración > Consulta. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
gu: રિફંડ પ્રક્રિયા શરૂ થઈ છે. કૃપા કરીને તપાસ કરો અને ફરીથી પ્રયાસ કરો. જો સમસ્યા હલ ન થાય તો સેટિંગ્સ > સંપર્ક કરો દ્વારા સંપર્ક કરો. કોડ: {errorCode} વિગતો: {exceptionMessage}:{exceptionDetails}
he: תהליך ההחזר מתחיל. אנא בדוק ונסו שוב. אם זה לא מתקן את הבעיה, אנא פנה אלינו דרך הגדרות > פניות. קוד: {errorCode} פרטים: {exceptionMessage}:{exceptionDetails}
hi: रिफंड प्रक्रिया शुरू हो गई है। कृपया जांचें और पुनः प्रयास करें। यदि समस्या हल नहीं होती है तो सेटिंग्स > संपर्क करें से संपर्क करें। कोड: {errorCode} विवरण: {exceptionMessage}:{exceptionDetails}
hr: Obrada povrata je započeta. Molimo provjerite i pokušajte ponovno. Ako problem i dalje nije riješen, kontaktirajte nas putem postavki > Upit. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
hu: A visszatérítési folyamat elindult. Kérjük, ellenőrizze, és próbálja meg újra. Ha a probléma továbbra is fennáll, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüpont alatt. Kód: {errorCode} Részletek: {exceptionMessage}:{exceptionDetails}
hy: Վերադարձի գործընթացը սկսվել է: Ստուգեք և փորձեք նորից: Եթե խնդիրն չլուծվի, կապվեք մեզ հետ՝ գնացեք Հասկանալի > Հարցումներ: Կոդ: {errorCode} Հանդիպում: {exceptionMessage}:{exceptionDetails}
id: Proses pengembalian dana telah dimulai. Harap periksa dan coba lagi. Jika masalah tidak teratasi, silakan hubungi kami melalui Pengaturan > Pertanyaan. Kode: {errorCode} Rincian: {exceptionMessage}:{exceptionDetails}
is: Endurgreiðsluferlið hefur verið hafið. Vinsamlegast athugið og reyndu aftur. Ef það leysir ekki vandamálið, vinsamlegast hafðu samband við okkur í gegnum Stillingar > Fyrirspurnir. Kóði: {errorCode} Nánar: {exceptionMessage}:{exceptionDetails}.
it: È in corso una procedura di rimborso. Si prega di verificare e riprovare. Se il problema persiste, contattaci tramite Impostazioni > Supporto. Codice: {errorCode} Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 返金処理が開始されています。確認して再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。コード: {errorCode} 詳細: {exceptionMessage}:{exceptionDetails}
ka: შედეგების დაბრუნების პროცესი დაიწყო. დაადასტურეთ და სცადეთ კიდევ ერთხელ. თუ პრობლემა არ მოგვარდება, გთხოვთ მოინახულოთ პარამეტრები > შეკითხვა. კოდი: {errorCode} დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Ақша қайтару процесі басталды. Тексеріңіз және тағы бір рет өтіңіз. Шешілмеген жағдайда, Параметрлер > Сұрау арқылы бізбен байланысыңыз. Код: {errorCode} Толығырақ: {exceptionMessage}:{exceptionDetails}
km: ការដំណើរការប្រាក់វិលត្រូវបានចាប់ផ្តើម។ សូមពិនិត្យឡើងវិញ និងព្យាយាមម្តងទៀត។ ប្រសិនបើមិនដោះស្រាយបាន សូមទាក់ទងតាមរយៈ ការកំណត់ > ការសាកសួរ។ លេខកូដ៖ {errorCode} លម្អិត៖ {exceptionMessage}:{exceptionDetails}
kn: ಮರುಪಾವತಿ ಪ್ರಕ್ರಿಯೆಯು ಪ್ರಾರಂಭವಾಗಿದೆ. ದೃಢೀಕರಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಪರಿಹರಿಸದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್ಸ್ > ವಿಚಾರಣೆ ಮೂಲಕ ಸಂಪರ್ಕಿಸಿ. ಕೋಡ್: {errorCode} ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 환불 처리가 시작되었습니다. 확인 후 다시 시도해 주세요. 해결되지 않는 경우 설정 > 문의하기를 통해 문의해 주세요. 코드: {errorCode} 세부사항: {exceptionMessage}:{exceptionDetails}
ky: кайтаруу жараяны башталды. Тастыктап, кайра аракет кылып көрүңүз. Эгер көйгөй чечилбесе, жөнөтүү үчүн Түзөтүү > Суроолор аркылуу биз менен байланышыңыз. Код: {errorCode} Толук маалымат: {exceptionMessage}:{exceptionDetails}
lo: ແມ່ນກະບວນການສົກກະບວນກັບຄືນເລະກັບຮັບຮອງກັບຄືນແລ້ວແລະກະຊວງດາວ່າແກ້ໄຂຮຽກເດັບກັບແມ່ນກະບວນການສົກກະບວນພໍ່ສໍາລັບສິນຄໍາທັບມິແຍຶແບບກັບຄືນແນ່ໃນສໍາລັບຄວາມໃຈຈິງແທ່ຄິ່ນແນ່ໃນລຼີຟ້າແບບພາກໃນມິເບິດລຼງນໃນຸງຈ້າບໍ່ຕໍ່ຈິງຂອງຍອດໂຕເຒພກຼາວ ໃນຄິ່ນມອຍບອ້ນ໋າ。
lt: Grąžinimo procesas prasidėjo. Patikrinkite ir bandykite dar kartą. Jei tai neišsprendžia problemos, prašome susisiekti per Nustatymai > Užklausų. Kodas: {errorCode} Išsamiau: {exceptionMessage}:{exceptionDetails}
lv: Atmaksas process ir uzsākts. Lūdzu, pārbaudiet un mēģiniet vēlreiz. Ja problēma netiek atrisināta, lūdzu, sazinieties ar mums, dodoties uz Iestatījumi > Jautājumi. Kods: {errorCode} Detalizēti: {exceptionMessage}:{exceptionDetails}
mk: Процесот на враќање на парите е започнат. Ве молиме проверете и обидете се повторно. Ако проблемот не се реши, контактирајте нè преку Подесувања > Контакт. Код: {errorCode} Детали: {exceptionMessage}:{exceptionDetails}
ml: റിഫണ്ട് പ്രക്രിയ ആരംഭിച്ചിരിക്കുന്നു. സ്ഥിരീകരിച്ച് വീണ്ടും ശ്രമിക്കുക. പരിഹരിക്കാൻ കഴിയുന്നില്ലെങ്കിൽ സെറ്റിംഗുകൾ > അന്വേഷണം വഴി ബന്ധപ്പെടുക. കോഡ്: {errorCode} വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Буцаан олголтын процесс эхэлсэн байна. Шалгаад дахин оролдоно уу. Хэрэв шийдвэрлэгдэхгүй бол Тохиргоо > Асуулт хариулт хэсгээр холбогдоно уу. Код: {errorCode} Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: परतफेड प्रक्रिया सुरू झाली आहे. कृपया तपासून पुन्हा प्रयत्न करा. जर समस्या सुटत नसेल तर सेटिंग्ज > चौकशी मधून संपर्क साधा. कोड: {errorCode} तपशील: {exceptionMessage}:{exceptionDetails}
ms: Proses pemulangan wang telah dimulakan. Sila semak dan cuba lagi. Jika masalah masih tidak diselesaikan, sila hubungi kami melalui Tetapan > Pertanyaan. Kod: {errorCode} Maklumat lanjut: {exceptionMessage}:{exceptionDetails}
my: ငွေပြန်အမ်းလုပ်ငန်းစဉ် စတင်ပြီးဖြစ်ပါသည်။ စစ်ဆေးပြီး ပြန်လည်ကြိုးစားကြည့်ပါ။ ပြဿနာမရှင်းလင်းပါက ဆက်တင်များ > စုံစမ်းမေးမြန်းရန် မှတစ်ဆင့် ဆက်သွယ်ပါ။ ကုဒ်: {errorCode} အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Refund process has started. Please check and try again. If the issue persists, please contact us via Settings > Inquiry. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
ne: रिफन्ड प्रक्रिया सुरु भएको छ। कृपया पुष्टि गर्नुहोस् र फेरि प्रयास गर्नुहोस्। यदि समाधान भएन भने सेटिङ > सम्पर्क मार्फत सम्पर्क गर्नुहोस्। कोड: {errorCode} विवरण: {exceptionMessage}:{exceptionDetails}
nl: De terugbetaling is in behandeling. Controleer het en probeer het opnieuw. Als het probleem zich blijft voordoen, neem dan contact op via Instellingen > Vraag. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
no: Refusjonsprosessen er startet. Vennligst sjekk og prøv igjen. Hvis det ikke løser problemet, vennligst kontakt oss via Innstillinger > Forespørsel. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
or: ଫେରସ୍ତ ପ୍ରକ୍ରିୟା ଆରମ୍ଭ ହୋଇଛି। ନିଶ୍ଚିତ କରନ୍ତୁ ଏବଂ ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ। ସମାଧାନ ନହେଲେ ସେଟିଂସ୍ > ଯୋଗାଯୋଗ ଦ୍ୱାରା ଆମକୁ ଯୋଗାଯୋଗ କରନ୍ତୁ। କୋଡ଼: {errorCode} ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: ਰਿਫੰਡ ਪ੍ਰਕਿਰਿਆ ਸ਼ੁਰੂ ਹੋ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇ ਸਮੱਸਿਆ ਹੱਲ ਨਹੀਂ ਹੁੰਦੀ ਤਾਂ ਸੈਟਿੰਗਜ਼ > ਸੰਪਰਕ ਕਰੋ ਤੋਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਕੋਡ: {errorCode} ਵੇਰਵਾ: {exceptionMessage}:{exceptionDetails}
pl: Proces zwrotu został rozpoczęty. Proszę sprawdzić i spróbować ponownie. Jeśli problem się nie rozwiąże, proszę skontaktować się poprzez Ustawienia > Zapytanie. Kod: {errorCode} Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: د پیسو بیرته اخیستو پروسه پیل شوې ده. مهرباني وکړئ تایید کړئ او بیا هڅه وکړئ. که حل نشو، مهرباني وکړئ د تنظیماتو> پوښتنې له لارې اړیکه ونیسئ. کوډ: {errorCode} تفصیل: {exceptionMessage}:{exceptionDetails}
pt: O processo de reembolso foi iniciado. Verifique e tente novamente. Se o problema persistir, entre em contato através de Configurações > Consulta. Código: {errorCode} Detalhes: {exceptionMessage}:{exceptionDetails}
ro: Procesul de returnare a fost inițiat. Verificați și încercați din nou. Dacă problema persistă, vă rugăm să ne contactați la Setări > Întrebări. Cod: {errorCode} Detalii: {exceptionMessage}:{exceptionDetails}
ru: Обработка возврата начата. Пожалуйста, проверьте и попробуйте снова. Если проблема не решена, свяжитесь с нами через Настройки > Запрос. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
si: ආපසු ගෙවීමේ ප්‍රකියාව ආරම්භ වී ඇත. කරුණාකර තහවුරු කර නැවත උත්සාහ කරන්න. අවස්ථාව සම්පූර්ණ නොවන විට, කරුණාකර සැකසුම් > ප්‍රශ්න කිරීම් හරහා අමතන්න. කේතය: {errorCode} විස්තර: {exceptionMessage}:{exceptionDetails}
sk: Spracovanie vrátenia peňazí bolo začaté. Skontrolujte to a skúste to znova. Ak problém pretrvá, kontaktujte nás cez Nastavenia > Kontakt. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Obdelava vračila je bila začeta. Prosim, preverite in poskusite ponovno. Če težava ostaja, nas kontaktirajte preko Nastavitve > Pomoč. Koda: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Procesi i kthimit të parave ka nisur. Ju lutemi kontrolloni dhe provoni përsëri. Nëse problemi nuk zgjidhet, kontaktoni nëpërmjet Cilësimeve > Kontaktoni. Kodi: {errorCode} Detajet: {exceptionMessage}:{exceptionDetails}
sr: Обрада поврата је започета. Проверите и покушајте поново. Ако не решите проблем, обратите се преко Подешавања > Контакт. Код: {errorCode} Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Återbetalningsprocessen har påbörjats. Vänligen kontrollera och försök igen. Om problemet kvarstår, kontakta oss via Inställningar > Frågor. Kod: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Mchakato wa kurejeshwa pesa umeanza. Hakikisha na ujaribu tena. Ikiwa haijatuliwa, wasiliana nasi kupitia Mipangilio > Maswali. Msimbo: {errorCode} Maelezo: {exceptionMessage}:{exceptionDetails}
ta: திரும்பக் கொடுப்பு செயல்முறை தொடங்கப்பட்டுள்ளது. தயவுசெய்து உறுதிப்படுத்திய பின் மீண்டும் முயற்சிசெய்யவும். சமாധானமாகாவிட்டால் அமைப்புகள் > விசாரணை மூலம் தொடர்பு கொள்ளவும். குறியீடு: {errorCode} விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: రీఫండ్ ప్రాసెసింగ్ ప్రారంభించబడింది. దయచేసి తనిఖీ చేసి మళ్లీ ప్రయత్నించండి. పరిష్కరించబడకపోతే సెట్టింగ్లు > సంప్రదింపు ద్వారా మాతో సంప్రదించండి. కోడ్: {errorCode} వివరాలు: {exceptionMessage}:{exceptionDetails}
th: การคืนเงินกำลังดำเนินการอยู่ โปรดตรวจสอบและลองอีกครั้ง หากยังไม่ได้รับการแก้ไข โปรดติดต่อเราได้ที่ การตั้งค่า > ติดต่อเรา รหัส: {errorCode} รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: Nagsimula na ang proseso ng refund. Pakitingnan at subukang muli. Kung hindi pa rin ito naayos, makipag-ugnayan sa amin sa Settings > Contact Us. Code: {errorCode} Detalye: {exceptionMessage}:{exceptionDetails}
tr: İade işleminiz başlatıldı. Lütfen kontrol edin ve tekrar deneyin. Çözülmezse, Ayarlar > İletişim bölümünden bizimle iletişime geçin. Kod: {errorCode} Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: The refund process has been initiated. Please check and try again. If the issue persists, please contact us via Settings > Inquiry. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
ur: واپسی کی پروسیسنگ شروع کی جا رہی ہے۔ براہ کرم اس کی تصدیق کریں اور دوبارہ کوشش کریں۔ اگر مسئلہ حل نہ ہو تو سیٹنگز > رابطہ کے ذریعے ہم سے رابطہ کریں۔ کوڈ: {errorCode} تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Qaytarish jarayoni boshlandi. Iltimos, tasdiqlang va yana bir bor urinib ko'ring. Agar hal bo'lmasa, Sozlamalar > Murojaat orqali biz bilan bog'laning. Kod: {errorCode} Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Quá trình hoàn tiền đã được bắt đầu. Vui lòng kiểm tra và thử lại. Nếu vẫn không giải quyết được, vui lòng liên hệ qua Cài đặt > Liên hệ. Mã: {errorCode} Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 退款处理已开始。请确认并重试。如果未解决，请通过 设置 > 询问 与我们联系。代码: {errorCode} 详情: {exceptionMessage}:{exceptionDetails}
zu: Ukuphuma kokubuyiselwa kwemali kuqalile. Sicela uhlole futhi uqhubeke uzame. Uma ingaxazululeki, sicela uxhumane nathi kusukela ku Langa > Ukubuza. Ikhodi: {errorCode} Imininingwane: {exceptionMessage}:{exceptionDetails}
