Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# exampleRestDurationDate
source: For example, if you take a break from 1/12 for 3 days
af: Byvoorbeeld, as jy van "1/12" vir 3 dae ophou om te neem.
am: እንደ ምሳሌ "1/12 እስከ 3 ቀናት" መወዳደሪያ በአስተዳደር ቢቀንስ እባክህ ይመለከታል
ar: على سبيل المثال ، إذا تناولت الدواء من 1/12 وتوقفت عن تناوله لمدة 3 أيام
as: উদাহৰণস্বৰূপে "১/১২ ৰ পৰা ৩ দিনৰ বাবে" বড়ি সেৱন বন্ধ কৰিলে
az: məsələn, "1/12-dən 3 gün ərzində" dərman qəbulunu dayandırdıqda
be: Напрыклад, калі вы не прымаеце лекі з «1/12 на працягу 3 дзён»
bg: Например, ако спрете да приемате лекарства за 3 дни от 12 януари.
bn: উদাহরণস্বরূপ "১/১২ থেকে ৩ দিনের জন্য" ওষুধ সেবন বন্ধ করার ক্ষেত্রে
bs: Na primjer, ako ste pauzirali uzimanje pilula od "1/12 na 3 dana".
ca: per exemple, si s'aturen la ingesta durant 3 dies a partir del 1/12
cs: Například pokud se zamešká užívání léků po dobu tří dnů od 1. prosince.
cy: Er enghraifft, os byddwch yn cymryd seibiant am 3 diwrnod o 1/12
da: for eksempel, hvis du holder op med at tage pillerne i 3 dage fra den 1. december
de: Wenn Sie beispielsweise vom 1.12. für 3 Tage eine Pause bei der Einnahme gemacht haben
el: Για παράδειγμα, αν σταματήσετε τη λήψη για "3 ημέρες από 1/12"
es: Por ejemplo, si se descansó la toma "desde el 1/12 durante 3 días"
et: näiteks kui võtate 3 päeva puhkust alates 1/12
eu: Adibidez, "1/12tik 3 egunetan" hartzea utzi baduzu.
fa: به عنوان مثال، اگر "از ۱/۱۲ به مدت ۳ روز" دارو مصرف نکنید
fi: esimerkiksi, jos lääkitystä on tauolla 3 päivää 12.1. lähtien
fil: Halimbawa kapag nag-rest sa pag-inom ng pills ng "1/12 hanggang 3 araw"
fr: par exemple, si vous prenez un repos de 3 jours à partir du 12/1
gl: por exemplo, se deixares de tomar desde o 1/12 durante 3 días
gu: ઉદાહરણ તરીકે \"1/12 થી 3 દિવસ\" ગોળી લેવાનું બંધ કર્યું હોય તો
he: למשל, אם לא נלקח תרופה מ-1/12 במשך 3 ימים
hi: उदाहरण के लिए "1/12 से 3 दिन के लिए" गोली बंद करने की स्थिति में
hr: Na primjer, ako preskočite uzimanje od 1.12. na 3 dana
hu: például, ha 1/12-től 3 napon át nem szedtél tablettát
hy: օրինակ, եթե դեղորայքը դադարեցվել է "1/12-ից 3 օր"
id: misalnya, jika Anda tidak minum obat selama "3 hari dari 1/12"
is: Til dæmis ef þú tekur ekki pilla frá 1/12 í 3 daga
it: Ad esempio \"dal 1/12 per 3 giorni\" di pausa nell'assunzione
ja: 例えば「1/12から3日間」服用お休みした場合
ka: მაგალითად "1/12-დან 3 დღის განმავლობაში" წამლის მიღება შეწყვეტილი იყო
kk: Мысалы, егер "1/12-ден 3 күн бойы" дәрі қабылдауды тоқтатсаңыз
km: ឧទាហរណ៍ "ចាប់ពី១/១២រយៈពេល៣ថ្ងៃ" ក្នុងករណីឈប់ញ៉ាំថ្នាំ
kn: ಉದಾಹರಣೆಗೆ "1/12ನಿಂದ 3ದಿನಗಳು" ಸೇವನೆ ವಿರಾಮಿಸಿದ ಸಂದರ್ಭದಲ್ಲಿ
ko: 예를 들어 "1/12부터 3일간" 복용을 쉰 경우
ky: мисалы, эгер «1/12 ден 3 күнгө» дары ичүүнү токтоткон учурда
lo: 1/12 ຈາກ 3 ມື້
lt: pavyzdžiui, jei nustosite vartoti 3 dienas nuo 1/12
lv: piemēram, ja no 1/12 uz 3 dienām netiek lietotas tabletes
mk: на пример, ако не се зема таблетките од "1/12" за три дена
ml: ഉദാഹരണത്തിന് "1/12 മുതൽ 3 ദിവസം" മരുന്ന് എടുക്കാതെ ഇരുന്ന സാഹചര്യത്തിൽ
mn: Жишээлбэл "1/12-оос 3 хоног" эм ундахаа амарсан тохиолдолд
mr: उदाहरणार्थ "१/१२ पासून ३ दिवस" गोळ्यांचे सेवन थांबवल्यास
ms: Contohnya, jika anda berehat dari pengambilan selama "1/12 hingga 3 hari".
my: ဥပမာ "၁/၁၂ မှ ၃ ရက်" ဆေးသုံးခြင်းရပ်နားသည့်အခါ
nb: for eksempel "1/12 til 3 dager" hvis du tar en pause fra å ta medisinen.
ne: उदाहरणका लागि「1/12 देखि 3 दिन」सेवन बिदा गरेको अवस्थामा
nl: Bijvoorbeeld, als je op 1/12 drie dagen niet neemt
no: For eksempel, hvis du tar en pause fra å ta pillen i "3 dager fra 1/12"
or: ଉଦାହରଣ ସ୍ୱରୂପ 「1/12ରୁ 3 ଦିନ」 ସେବନ ବନ୍ଦ କରିଥିଲେ
pa: ਉਦਾਹਰਨ ਲਈ "1/12 ਤੋਂ 3 ਦਿਨਾਂ ਲਈ" ਗੋਲੀ ਬੰਦ ਕਰਨ ਦੇ ਮਾਮਲੇ ਵਿੱਚ
pl: Na przykład, jeśli zrobisz przerwę w przyjmowaniu na "1/12 przez 3 dni"
ps: مثلاً "1/12 نه تر درې ورځو" لپاره د درملو اخیستو موقوفه ولګولیدل
pt: Por exemplo, se você parar de tomar por "3 dias a partir de 1/12".
ro: de exemplu, dacă ai făcut o pauză de 3 zile începând cu 1/12
ru: Например, если вы пропустили прием лекарства с 1/12 на 3 дня
si: ආදානය: 1/12 සිට 3 දිනක් පමණක් ඖෂධය අහරත් භාවිතා කළ හැකි වෙනවා.
sk: Napríklad, ak si vynecháte užívanie liekov na obdobie „od 1.12. na 3 dni“
sl: Na primer, če ste prenehali jemati 3 dni od 1. 12.
sq: p.sh. "nga 1/12 për 3 ditë"
sr: Na primer, ako ste uzimali pauzu od 3 dana od 1/12
sv: till exempel om du tar en paus från att ta piller i "3 dagar från 1/12"
sw: Kwa mfano "kuanzia 1/12 kwa siku 3" kuacha kunywa dawa
ta: உதாரணமாக「1/12 முதல் 3 நாட்கள்」மருந்து எடுத்துக்கொள்வதை நிறுத்தியிருந்தால்
te: ఉదాహరణకు "1/12 నుండి 3 రోజులు" మందు విరామం తీసుకున్న సందర్భంలో
th: กรุณาหยุดใช้ยาเป็นเวลา 3 วัน ตั้งแต่วันที่ 1/12
tl: Halimbawa kung "1/12 ng 3 araw" nagpahinga sa pag-inom
tr: Örneğin "1/12'den itibaren 3 gün" ilaç alımına ara verildiğinde
uk: For example, if you take a break from taking your pills for 3 days starting from 1/12.
ur: مثلاً اگر آپ نے "1/12 سے 3 دن" تک دوا لینا بند رکھا
uz: masalan, agar siz "1/12 dan 3 kun davomida" dorini qabul qilishni to'xtatsangiz
vi: Ví dụ trong trường hợp nghỉ uống thuốc "từ ngày 1/12 trong 3 ngày"
zh: 例如，如果您在「1/12」停药三天
zu: Ngesibonelo, uma uzothatha ikhefu lokwamukela amafutha imithamo kusukela ngomhla ka-1/12 kuze kube yizinsuku ezintathu.

# exampleRestDurationNumber
source: For example, if you take a break from number 18 for 3 days
af: byvoorbeeld "van die 18de vir 3 dae" neem 'n kans om nie te neem.
am: ምሳሌ እንደ "18 ቁጥር ማለት 3 ቀን" መዋቅር ስለ መታገይ የተነሱህ ተመለስ ነን።
ar: على سبيل المثال، إذا توقفت عن تناول الدواء لمدة 3 أيام بدءًا من الرقم 18
as: উদাহৰণস্বৰূপে "১৮ নম্বৰৰ পৰা ৩ দিনৰ বাবে" সেৱন বন্ধ কৰিলে
az: Məsələn, "18-ci gündən 3 gün" dərman qəbulunu dayandırdıqda
be: Напрыклад, калі вы зрабілі перапынак у прыняцці на 3 дні з 18-га.
bg: Например, ако пропуснете да вземете хапче за 3 дни от 18-то.
bn: যেমন "১৮ নম্বর থেকে ৩ দিন" সেবন বিরতির ক্ষেত্রে
bs: Na primjer, ako preskočite uzimanje lijekova "od 18. na 3 dana"
ca: per exemple, si deixeu de prendre durant 3 dies a partir del dia 18
cs: například "18. z 3 dnů" pokud si vezmete volno od pilulek
cy: Er enghraifft, pan fyddwch chi'n cymryd seibiant am 3 diwrnod o 18.
da: For example, if you take a break from medication for "3 days from the 18th"
de: Zum Beispiel, wenn Sie die Einnahme für "3 Tage nach Tag 18" aussetzen.
el: Για παράδειγμα, αν σταματήσετε να παίρνετε το φάρμακο για 3 ημέρες από το 18ο.
es: Por ejemplo, si pausas la toma "del número 18 por 3 días"
et: näiteks kui võtate 18. numbrist 3 päeva puhkust
eu: Adibidez, baldin eta 18. zenbakitik 3 eguneko atseden hartu baduzu
fa: به عنوان مثال، در صورتی که از ۱۸ روز به مدت ۳ روز مصرف را متوقف کنید
fi: esimerkiksi, jos olet jättänyt ottamatta lääkettä 18. päivästä kolme päivää
fil: Halimbawa kapag "mula sa numero 18 ng tatlong araw" hindi uminom
fr: par exemple, si vous arrêtez de prendre le médicament pendant 3 jours à partir du 18
gl: por exemplo, se descansas 3 días desde o 18
gu: ઉદાહરણ તરીકે '18 નંબરથી 3 દિવસ' દવા લેવાનું બંધ કર્યું હોય તો
he: למשל "ממספר 18 הפסקת לקחת במשך 3 ימים"
hi: उदाहरण के लिए "18वें से 3 दिन तक" सेवन बंद करने पर
hr: Primjerice, ako izostavite uzimanje pilula od 18. do 3 dana.
hu: Például, ha 18-tól 3 napig szünetelteted a gyógyszert.
hy: օրինակ "18-րդից 3 օր" դեղամիջոց ընդունելը դադարեցնելու դեպքում
id: misalkan "tidak minum dari nomor 18 selama 3 hari"
is: til dæmis ef þú tekur þrjá daga frí frá 18. númerinu
it: Ad esempio "dalla 18ª per 3 giorni" in caso di pausa dall'assunzione
ja: 例えば「18番から3日間」服用お休みした場合
ka: მაგალითად, „18-ე ნომრიდან 3 დღე“ წამლის მიღება შეწყვეტილი იყო
kk: Мысалы, «18-ші күннен 3 күн бойы» дәрі қабылдауды тоқтатқанда
km: ឧទាហរណ៍ «ចាប់ពីថ្នាំពីទី១៨ ឈប់ញ៉ាំរយៈពេល៣ថ្ងៃ» ក្នុងករណីនេះ
kn: ಉದಾಹರಣೆಗೆ「18ನೇಯಿಂದ 3 ದಿನಗಳ」ಸೇವನೆ ವಿರಾಮ ಮಾಡಿದ ಸಂದರ್ಭದಲ್ಲಿ
ko: 예를 들어 "18번부터 3일간" 복용을 쉰 경우
ky: мысалы, "18-санадан 3 күн" медикаментти ичүүнү токтоткон учурда
lo: 比如「從第 18 件開始休息三天」服用
lt: pavyzdžiui, jei 18-ą dieną praleisite 3 dienas
lv: Piemēram, ja pārtraucat lietot 3 dienas no 18. numura
mk: на пример, ако не земате 3 дена од 18-тиот
ml: ഉദാഹരണത്തിന് "18-ാം നമ്പറിൽ നിന്ന് 3 ദിവസം" കഴിക്കുന്നത് നിർത്തിയ സാഹചര്യത്തിൽ
mn: Жишээ нь "18 дугаараас 3 хоног" эм уухыг завсарлуулсан тохиолдолд
mr: उदाहरणार्थ "18 क्रमांकापासून 3 दिवस" गोळी घेणे बंद केले असल्यास
ms: Sebagai contoh, jika anda tidak mengambil pil selama 3 hari bermula dari nombor 18
my: ဥပမာ 「နံပါတ် ၁၈ မှ ၃ ရက်」 သောက်ခြင်း ရပ်တန့်သောအခါ
nb: for eksempel "18. nummer i 3 dager" hvis du har pause fra å ta piller
ne: उदाहरणका लागि "18 नम्बरबाट 3 दिन" सेवन बन्द गरेको अवस्थामा
nl: bijvoorbeeld als u 3 dagen pauze neemt vanaf dag 18
no: for eksempel "fra nummer 18 i tre dager" når du tar en pause fra å ta medisinen
or: ଯେପରିକି "18 ନମ୍ବରରୁ 3 ଦିନ" ଔଷଧ ସେବନ ବନ୍ଦ କଲେ
pa: ਉਦਾਹਰਨ ਲਈ "18ਵੇਂ ਨੰਬਰ ਤੋਂ 3 ਦਿਨ" ਦਵਾਈ ਬੰਦ ਕਰਨ ਦੇ ਮਾਮਲੇ ਵਿੱਚ
pl: Na przykład, jeśli zrobisz przerwę w zażywaniu na 3 dni od 18-go
ps: مثلاً "د 18 نمبر نه 3 ورځې" درمل نه خوري
pt: Por exemplo, se você fizer uma pausa de 3 dias a partir do dia 18.
ro: de exemplu, dacă ați omis să luați pilula timp de 3 zile începând cu ziua 18
ru: Например, если вы пропустили прием в течение 3 дней начиная с 18-го числа.
si: උදාහරණයක් ලෙස, "18 වන දිනයෙන් 3 දිනක්" දිවයිනක් තුවක්කු කිරීමට.
sk: napríklad po zrušení užívania od "18. čísla" na 3 dni
sl: Na primer, če ste si vzeli počitek od jemanja 18. za 3 dni.
sq: p.sh 18 ditë nga 3
sr: Na primer, ako ste prestali da uzimate 18. pilulu na 3 dana
sv: till exempel "från 18:e till 3 dagar" om du pausar att ta piller
sw: Kwa mfano ikiwa "kutoka nambari 18 kwa siku 3" umepumzisha kumeza vidonge
ta: உதாரணமாக \"18 எண்ணிலிருந்து 3 நாட்கள்\" மருந்து எடுக்காமல் விட்ட சமயத்தில்
te: ఉదాహరణకు "18వ నుండి 3 రోజులు" మందు తీసుకోవడం ఆపిన సందర్భంలో
th: เช่น หากหยุดกินยาเป็นเวลา 3 วันตั้งแต่วันที่ 18
tl: Halimbawa, kung hindi uminom mula sa numero 18 ng 3 araw
tr: örneğin "18. günden itibaren 3 gün" ilacı almayı bırakırsanız
uk: For example, if you take a break from taking it for 3 days starting from the 18th.
ur: مثال کے طور پر، اگر آپ "18 نمبر سے 3 دن" تک دوا لینے سے وقفہ لیتے ہیں۔
uz: masalan "18-chi kundan 3 kun davomida" dori qabul qilishni to'xtatsangiz
vi: Ví dụ "từ viên số 18 nghỉ uống 3 ngày"
zh: 例如，如果从18号开始暂停服用3天
zu: Isibonelo "ukuphumula" imithi imini emithathu kusukela kweyeshumi nesishiyagalombili

# withNumber
source: {number} number
af: {number} nommer
am: {number} ቁጥር
ar: الرقم {number}
as: {number}নং
az: {number} nömrəli
be: {number} нумар
bg: {number} номер
bn: {number} নম্বর
bs: {number}.
ca: {number}
cs: {number}. číslo
cy: Rhif {number}
da: {number} nummer
de: Nummer {number}
el: {number} αριθμός
es: No. {number}
eu: {number} zen
fa: شماره {number}
fi: {number} numero
fil: Bilang {number}
fr: Numéro {number}
gl: {number}
gu: {number} નંબર
he: מספר {number}
hi: {number}वां
hr: {number}.
hu: {number}-es
hy: {number} համար
id: {number} nomor
is: {number} númer
it: {number}ª
ja: {number}番
ka: {number} ნომერი
kk: {number}-шы
km: លេខ {number}
kn: {number}ನೇ
ko: {number}번
ky: {number} номер
lo: {number}
lt: {number} numeris
lv: {number} numurs
mk: {number} број
ml: {number}ആം
mn: {number} дугаар
mr: {number}वा
ms: {number}
my: အမှတ် {number}
nb: {number} nummer
ne: {number} नम्बर
nl: {number} nummer
no: {number}
or: {number}ନଂ
pa: {number}ਵਾਂ
pl: {number} numer
ps: {number} نمبر
pt: {number} número
ro: numărul {number}
ru: {number} номер
si: {number}
sk: {number} číslo
sl: {number} številka
sq: {number} numri
sr: {number} број
sv: {number}
sw: Namba {number}
ta: {number} எண்
te: గుళిక {number}
th: หมายเลข {number}
tl: No. {number}
tr: {number}. numara
uk: {number}
ur: نمبر {number}
uz: {number}-chi
vi: Số {number}
zh: 第{number}
zu: isixhumo sesi-{number}

# currentPillSheetNotFound
source: The current pill sheet could not be found
af: Daar is tans geen pilblaadjie beskikbaar nie.
am: በአሁኑ ጊዜ ተመራቂ የፒል ቅርጸ ቁምፊ አልተፈለገም።
ar: لم يتم العثور على ورقة الحبوب المستهدفة حاليًا
as: বৰ্তমান লক্ষ্যৰ পিল শ্বীট পোৱা নগ'ল
az: Hazırda müvafiq pil qabını tapmaq mümkün olmadı
be: Не ўдалося знайсці бясспрэчны план піл.
bg: Не можахме да намерим текущия таблетен лист.
bn: বর্তমান পিল শীটটি পাওয়া যায়নি
bs: Trenutno nije pronađen odgovarajući blister pilula.
ca: No s'ha trobat la plaqueta de píndoles actual
cs: Aktuální cílový pilový list nebyl nalezen.
cy: Nid oedd y tablet pil a gynhelir ar hyn o bryd i'w gael.
da: Den nuværende pillepakke kunne ikke findes.
de: Es wurde kein aktuelles Pillenblatt gefunden.
el: Δεν βρέθηκε η τρέχουσα κάρτα χαπιών.
es: No se encontró la cartela de píldoras actual
et: Praegu ei leitud sihtpillide lehte.
eu: Egunero hartzeko pilulen orria aurkitu ez da.
fa: متاسفیم، هیچ شیت قرص فعلی پیدا نشد.
fi: Tällä hetkellä ei löytynyt kohde-pillerisivua.
fil: Hindi natagpuan ang kasalukuyang pill sheet na ginagamit
fr: Aucun pilulier correspondant n'a été trouvé.
gl: Non se atopou a folla de píldoras que está actualmente en uso.
gu: હાલમાં લક્ષ્યાંકિત પિલ શીટ મળી નથી
he: לא נמצא גיליון הפיל הנוכחי
hi: वर्तमान में सक्रिय पिल शीट नहीं मिली
hr: Nije pronađen ciljani list tableta.
hu: Jelenleg nem található a célnak megfelelő tablettás lap.
hy: Հայտնի չէ առկա հակաբեղմնավորիչի թերթիկը
id: Tidak dapat menemukan lembar pil yang menjadi target saat ini.
is: Enginn pillupakki fannst sem fellur núverandi skilyrðum.
it: Non è stata trovata la confezione di pillole attualmente in uso
ja: 現在対象となっているピルシートが見つかりませんでした
ka: ამჟამად სამიზნე მუქთბლოკი ვერ მოიძებნა
kk: Қазіргі кезде тиісті пилл парақшасы табылмады.
km: រកមិនឃើញសន្លឹកពិលដែលកំពុងប្រើប្រាស់បច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಗುರಿಯಾಗಿರುವ ಮಾತ್ರೆ ಶೀಟ್ ಸಿಗಲಿಲ್ಲ
ko: 현재 대상 피임약 시트를 찾을 수 없습니다
ky: Учурда боорукер бирдиктер табылган жок
lo: ບໍ່ສາມາດຫາຊີດບັດປັອນທີ່ກໍ່ນັ້ນໄດ້
lt: Nerasta joki šiuo metu taikomas piliulių lapas.
lv: Pašreizējā mērķa tablešu lapa netika atrasta.
mk: В момента не можете да најдете таблетките што се наменети.
ml: നിലവിലെ പിൽ ഷീറ്റ് കണ്ടെത്താനായില്ല
mn: Одоогийн зорилтот эмийн хуудас олдсонгүй
mr: सध्या निवडलेली पिल शीट सापडली नाही
ms: Tiada lembaran pil yang sedang ditujukan ditemui.
my: လက်ရှိ သုံးစွဲနေသော ဆေးလုံးပြားစာရင်းကို မတွေ့ရပါ
nb: Ingen pillark som er relevant ble funnet
ne: हाल सक्रिय गोली शीट फेला परेन
nl: Momenteel is er geen pilstrip gevonden die aan de vereisten voldoet.
no: Fant ikke den aktuelle pilleboksen.
or: ବର୍ତ୍ତମାନର ଲକ୍ଷ୍ୟ ବର୍ତ୍ତିକା ପତ୍ର ମିଳିଲା ନାହିଁ
pa: ਮੌਜੂਦਾ ਟੀਚੇ ਵਾਲੀ ਗੋਲੀ ਸ਼ੀਟ ਨਹੀਂ ਮਿਲੀ
pl: Nie znaleziono obecnie odpowiedniego blistra tabletek.
ps: هیڅ کارټ د اوسني هدف سره پیدا نه شو.
pt: Não foi encontrado nenhum bloco de pílulas atualmente em uso.
ro: Nu am găsit niciun dosar de pastile care să se potrivească în prezent.
ru: Текущий целевой пакет таблеток не найден.
si: දැනට කරුණාකරන පීල් පතුලක් සොයාගත නොහැක
sk: Nenašli sa žiadne aktuálne súvisiace pilulky.
sl: Trenutno ni bilo mogoče najti ustreznega zavihka za zdravilo.
sq: Nuk u gjet një fletë pilules që aktualisht është në fokus.
sr: Нису пронађени ниједан од тренутно доступних пилула.
sv: Inga piller som matchar den aktuella pillermall som är vald
sw: Karatasi ya vidonge vya sasa haikupatikana
ta: தற்போதைய மாத்திரை தாளை கண்டுபிடிக்க முடியவில்லை
te: ప్రస్తుత లక్ష్య పిల్ షీట్ కనుగొనబడలేదు
th: ไม่พบแผงยาเม็ดที่กำลังใช้งานอยู่ในขณะนี้
tl: Hindi natagpuan ang kasalukuyang ginagamit na pill sheet
tr: Şu anda hedeflenen ilaç kutusu bulunamadı.
uk: No applicable pill sheet was found.
ur: یہاں کوئی منشیات کی شیٹ موجود نہیں ہے۔
uz: Hozirgi vaqtda kerakli pil varaqasi topilmadi.
vi: Không tìm thấy gói thuốc hiện tại
zh: 当前未找到相关的服药计划
zu: akuphumelelanga ukufumana ikhithi ye-pills ekhona ngoku

# doNotRevertTakePillInPausePeriod
source: The operation to cancel taking the pill cannot be performed during the pause period
af: Die kans om die pil se inname te kanselleer, kan nie gedurende die rustyd uitgevoer word.
am: የፒል ከፍተኛ ዝርካ መግደያ በቅርብ ጊዜ እንደሚቀ Sudan ይወስዳል።
ar: لا يمكن تنفيذ عملية إلغاء تناول الحبوب خلال فترة التوقف.
as: পিল সেৱনৰ বাতিলকৰণ বিৰতি কালত কৰিব নোৱাৰি
az: Hətta aralıq müddətdə, kontraseptiv dərmanın istifadəsini ləğv etmək mümkün deyil.
be: Операцыя адмены прыёму піляк не можа быць выканана ў час завяршэння курсу.
bg: Операцията по анулиране на приема на хапчета не може да се извърши по време на периода на пауза в приема.
bn: বিরতির সময়কালে পিল সেবন বাতিল করার অপারেশন সম্পাদন করা যায় না
bs: Akcija otkazivanja uzimanja pilule ne može se izvršiti tokom perioda pauze.
ca: L'operació de cancel·lació de la presa de píndoles no es pot executar durant el període de descans
cs: Operace zrušení užívání pilulky není během období přerušení možné provést.
cy: Ni ellir gwneud gweithrediadau dileu ar gyfer cymryd y bilsen yn ystod y cyfnod seibiant.
da: Annullering af pilleindtagelse kan ikke udføres i pauseperioden.
de: Die Stornierung der Pilleneinnahme kann während der Pause nicht durchgeführt werden.
el: Η διαδικασία ακύρωσης της λήψης χαπιών δεν μπορεί να εκτελεστεί κατά τη διάρκεια της περιόδου διακοπής.
es: No se puede cancelar el registro de toma de píldora durante el período de descanso
et: Ravimi võtmise tühistamine ei ole katkestamise perioodil võimalik.
eu: Pillaren hartzeko ezeztapeneko operazioa atseden-aldian ezin da exekutatu.
fa: عملیات لغو مصرف قرص در دوران معافیت از مصرف امکان‌پذیر نیست.
fi: Pillin käytön peruutustoimia ei voi suorittaa taukokauden aikana.
fil: Hindi maaaring i-cancel ang record ng pag-inom ng pills sa panahon ng pahinga mula sa gamot
fr: L'opération d'annulation de la prise de pilules ne peut pas être effectuée pendant la période d'arrêt.
gl: A operación de anulación da toma da pílula non se pode realizar durante o período de suspensión.
gu: વિરામકાળ દરમિયાન ગોળી લેવાનો રેકોર્ડ રદ કરી શકાતો નથી
he: לא ניתן לבטל את פעולת נטילת הכדורים במהלך תקופת הפסקת השימוש.
hi: विश्राम अवधि में पिल सेवन रद्द नहीं किया जा सकता
hr: Operacija otkazivanja uzimanja pilula ne može se izvesti tijekom razdoblja pauze.
hu: A tabletták szedésének törlésére vonatkozó műveletek a gyógyszermentes időszak alatt nem végezhetők el.
hy: Պիլի ընդունման չեղարկման գործողությունը հանգստի ընթացքում իրականացնել հնարավոր չէ
id: Operasi pembatalan minum pil tidak dapat dilakukan selama periode istirahat.
is: Hægt er ekki að framkvæma aðgerðina til að afskrá notkun pilla á þann tíma sem er í fríi frá pilla.
it: Non è possibile annullare l'assunzione della pillola durante il periodo di pausa
ja: ピルの服用の取り消し操作は休薬期間中は実行できません
ka: სპეციალურად წამლების მოხმარების გაუქმების პროცესი ვერ განხორციელდება დასვენების პერიოდის განმავლობაში.
kk: Бұл таблетканы қабылдау әрекетін демалыс кезеңінде жүзеге асыруға болмайды.
km: ការលុបចោលការកត់ត្រាការញុំាថ្នាំគុជមានមិនអាចធ្វើបានកំឡុងពេលឈប់ថ្នាំ
kn: ವಿರಾಮ ಅವಧಿಯಲ್ಲಿ ಗೋಳಿ ಸೇವನೆಯ ರದ್ದತಿ ಕಾರ್ಯವನ್ನು ಮಾಡಲಾಗುವುದಿಲ್ಲ
ko: 휴약 기간 중에는 피임약 복용 기록을 취소할 수 없습니다
ky: Пиллдерди кабыл алууну токтотуу аракеттери дем алыш убактысы учурунда ишке ашырылбайт
lo: ບໍ່ສາມາດເຮັດໃນໄລ່ສະບັບສັງຄົວນາແລະບັນທຶກແລະບໍ່ສາມາດປ່ອນໃນສະຖານທີ່ຍັງສາ້ບໍ່ສາມາດປ່ອນໃນສະຖານທີ່ຍັງສາມາດເຮັດເດད໌་མອງຂອບ。
lt: Tabletių vartojimo atšaukimo operacija negali būti vykdoma poilsio laikotarpiu.
lv: Pārtraukšanas darbība tablešu lietošanai nav iespējama atpūtas periodā.
mk: Операцијата за откажување на земањето пилула не може да се изврши за време на периодот на одмор.
ml: വിശ്രമ കാലയളവിൽ ഗുളിക സേവനത്തിന്റെ റദ്ദാക്കൽ പ്രവർത്തനം നിർവ്വഹിക്കാൻ കഴിയില്ല
mn: Эмийн хэрэглээг цуцлах үйлдлийг амралтын хугацаанд гүйцэтгэх боломжгүй
mr: गोळी सेवनाचे रद्दीकरण कार्य विश्रांती कालावधीत करता येत नाही
ms: Tindakan pembatalan pengambilan pil tidak dapat dilakukan semasa tempoh rehat.
my: ဆေးမသောက်သည့်ကာလအတွင်း ဆေးသောက်မှတ်တမ်းပယ်ဖျက်ခြင်းလုပ်ဆောင်၍မရပါ
nb: Angrepet for å avbryte pilleinntaket kan ikke utføres i pauseringsperioden.
ne: विश्राम अवधिमा गर्भनिरोधक गोलीको सेवन रद्द गर्न सकिँदैन
nl: De annulering van de pilinname kan niet worden uitgevoerd tijdens de stopweek.
no: Avbrytingsoperasjonen for å ta piller kan ikke utføres i pauseperioden.
or: ବିରତି ଅବଧି ସମୟରେ ପିଲ୍ ସେବନ ବାତିଲ୍ କରିବାର କାର୍ଯ୍ୟ କରାଯାଇପାରିବ ନାହିଁ
pa: ਬ੍ਰੇਕ ਪੀਰੀਅਡ ਦੇ ਦੌਰਾਨ ਪਿੱਲ ਲੈਣ ਦਾ ਰਿਕਾਰਡ ਰੱਦ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
pl: Operacja anulowania przyjmowania pigułek nie może być wykonana w trakcie przerwy w zażywaniu.
ps: د پيل اخيستنې د لغو کولو عمل د موقتي د مياشتنۍ اراحت په دوران کې نشي ترسره کېدی.
pt: Não é possível cancelar a operação de utilização da pílula durante o período de suspensão.
ro: Operațiunea de anulare a administrării pilulelor nu poate fi efectuată în perioada de pauză.
ru: Отменить прием таблетки невозможно в период перерыва
si: පිල් භාවිතය අහෝසී කිරීමේ ක්‍රියාත්මක කිරීම අඩුකාලීනයි
sk: Operácia zrušenia užívania piluliek nie je možné vykonať počas obdobia bez užívania.
sl: Med potrebo, da prekličete jemanje tablet, ne morete izvesti v obdobju počitka.
sq: Operacioni i anulimit të përdorimit të pilulave nuk mund të kryhet gjatë periudhës së pushimit
sr: Операција отказивања узимања пилуле не може се извршити током периода паузе.
sv: Det går inte att ångra pillerintaget under perioden för uppehåll.
sw: Tendo la kubatilisha kutumia vidonge haliwezi kufanyika wakati wa kipindi cha mapumziko ya dawa
ta: மாத்திரை உட்கொண்டதை ரத்து செய்யும் செயல்பாடு ஓய்வு காலத்தில் செய்ய முடியாது
te: విరామ కాలంలో మందు తీసుకోవడాన్ని రద్దు చేయలేము
th: ไม่สามารถยกเลิกการใช้ยาแผงในช่วงระยะเวลาหยุดยาได้
tl: Hindi maaaring kanselahin ang pag-inom ng pill habang nasa rest period
tr: Dozajınızın iptali, tatil döneminde gerçekleştirilemez.
uk: The cancellation of the pill-taking operation cannot be performed during the placebo period.
ur: دوران وقف کے دوران گولی لینے کے عمل کو منسوخ نہیں کیا جا سکتا۔
uz: Doriqni qabul qilishni bekor qilish operatsiyasi dam olish davrida amalga oshirilmaydi.
vi: Không thể hủy bỏ việc ghi nhận uống thuốc trong thời kỳ nghỉ thuốc
zh: 在休药期内无法执行取消服用药丸的操作
zu: Umsebenzi wokuqeda ukuthatha i-pill awukwazi ukwenziwa ngesikhathi sokuphumula.

source: Google account
af: Google-rekening
am: ጉግል መለያ
ar: حساب Google
as: গুগল একাউণ্ট
az: Google hesabı
be: Гугл Акаўнт
bg: Google акаунт
bn: গুগল অ্যাকাউন্ট
bs: Google nalog
ca: Compte de Google
cs: Účet Google
cy: A/C Google
da: Google-konto
de: Google-Konto
el: Λογαριασμός Google
es: Cuenta de Google
et: Google'i konto
eu: Google Kontua
fa: حساب Google
fi: Google-tili
fr: Compte Google
gl: Conta de Google
gu: ગૂગલ એકાઉન્ટ
he: חשבונך של גוגל
hi: Google खाता
hr: Google Račun
hu: Google-fiók
hy: Գուգլի հաշիվ
id: Akun Google
is: Google reikningur
it: Account Google
ja: Google アカウント
ka: გუგლის ანგარიში
kk: Google аккаунты
km: គណនី Google
kn: Google ಖಾತೆ
ko: 구글 계정
ky: Google аккаунт
lo: Google ບັດຊິດ
lt: „Google“ paskyra
lv: Google konts
mk: Google профил
ml: Google അക്കൗണ്ട്
mn: Google бүртгэл
mr: गूगल खाते
ms: Akaun Google
my: Google အကောင့်
nb: Google-konto
ne: गूगल खाता
no: Google-konto
or: ଗୁଗୁଲ ଆକାଉଣ୍ଟ
pa: Google ਖਾਤਾ
pl: Konto Google
ps: د ګوګل حساب
pt: Conta do Google
ro: Contul Google
ru: Google аккаунт
si: Google ගිණුම
sk: Google účet
sl: Google račun
sq: Llogari Google
sr: Google nalog
sv: Google-konto
sw: Akaunti ya Google
ta: Google கணக்கு
te: గూగుల్ ఖాతా
th: บัญชี Google
tr: Google Hesabı
ur: گوگل اکاؤنٹ
uz: Google hisob
vi: Tài khoản Google
zh: 谷歌账户
zu: i-akhawunti ye-Google
