Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# tellAboutPrescribedSheet
source: Please tell us about the pill you use
af: Vertel my oor die voorgeskrewe bladsy
am: እባኮትን ስለ የታነሱ ሱመቶች አሳየኝ።
ar: بالنسبة لورقة الوصفة، يرجى إخباري.
as: নিৰ্দেশিত শীটৰ বিষয়ে জনাওক
az: Reçete edilən həb lövhəsi haqqında məlumat verin
be: Пра сэцэны, якія былі прызначаны
bg: Моля, разкажете ни за предписаната опаковка
bn: নির্ধারিত শিট সম্পর্কে জানান
bs: Molim vas, recite mi o kartici koja se propisuje.
ca: Si us plau, expliqueu-nos sobre el blíster receptat
cs: Informace o předepsaném listu
cy: Grouch am bwydlen sydd wedi ei phresgripsiwn, gadewch i mi wybod.
da: Fortæl mig om den ordinerede plade.
de: Bitte informieren Sie mich über das verschriebene Blatt.
el: Πείτε μου για το φύλλο που σας έχει συνταγογραφηθεί.
es: Por favor, cuéntanos sobre las pastillas que te recetaron
et: Raviidudest lehe kohta. Palun rääkige mulle.
eu: Esan dituzun fitxategi buruzko informazioa eskatzen du.
fa: درباره ورق تجویزی لطفاً بفرمایید
fi: Tietoja määrätyistä levyistä Ole hyvä ja kerro
fil: Sabihin sa amin ang tungkol sa inyong inireseta na pill sheet
fr: À propos de la feuille prescrite Veuillez me le dire
gl: Pregúntame sobre a folla prescrita.
gu: તમારા ડૉક્ટર દ્વારા પ્રિસ્ક્રાઇબ કરેલી શીટ વિશે જણાવો
he: לגבי הגלולה שהומלץ עליה, אנא ספר לי.
hi: निर्धारित शीट के बारे में कृपया बताएं
hr: O prescription listi
hu: Kérem, meséljen a felírt lapról.
hy: Կա նշանակված թերթիկի մասին Խնդրում եմ տեղեկացրեք
id: Tentang lembar yang diresepkan Silakan beri tahu saya
is: Segul lita á fyrirgreiðslusháttu
it: Parlaci del blister prescritto
ja: 処方されるシートについて 教えてください
ka: გთხოვთ მომწვდოთ ნარკოტიკების მიღების ცხრილის შესახებ
kk: Тапсырыс берілетін парақ туралы Маған айтыңыз
km: សូមប្រាប់អំពីបាយសៀត ដែលពេទ្យចេចេបេសចេ
kn: ಶಿಫಾರಸು ಮಾಡಿದ ಶೀಟ್ ಬಗ್ಗೆ ತಿಳಿಸಿ
ko: 처방받은 시트에 대해서 알려주세요
ky: Белгилей турган лист уруксат жөнүндө маалымат бериңиз.
lo: ກ່ຽວກັບຊີດທີ່ຖືກແຈ້ງຄະແນນ
lt: Apie paskirtą lapą Prašome pasakyti
lv: Par receptēm, lūdzu, pastāstiet man.
mk: За назначената табела, ве молам кажете.
ml: നിർദ്ദേശിച്ച ഗുളിക പാക്കിനെക്കുറിച്ച് പറയുക
mn: Жороор олгосон эмийн багцны талаар хэлж өгнө үү
mr: निर्धारित गोळी पट्टी बद्दल माहिती द्या
ms: Sila beritahu mengenai helaian yang diberi preskripsi.
my: ညွန်းချက်ပေးထားသော ဆေးလုံးအထုပ်အကြောင်း ပြောပြပါ
nb: Fortell meg om arkene som blir foreskrevet
ne: निर्धारित गोलीको पत्ताका बारेमा जानकारी दिनुहोस्
nl: Vertel me over de voorgeschreven strip
no: Angående reseptbelagte ark, vær så snill å gi meg beskjed.
or: ଦିଆଯାଇଥିବା ଶୀଟ୍ ବିଷୟରେ କୁହନ୍ତୁ
pa: ਤਜਵੀਜ਼ ਕੀਤੇ ਗਏ ਸ਼ੀਟ ਬਾਰੇ ਜਾਣਕਾਰੀ ਦਿਓ ਜੀ
pl: Proszę opowiedzieć o przepisanym blistrze.
ps: د دوا د ورکولو تشه په اړه معلومات راکړئ
pt: Sobre a folha prescrita Por favor, me diga.
ro: Informații despre foaia prescrisă Te rog, spune-mi.
ru: Сообщите мне о назначаемых вам таблетках.
si: ශිට් පත්‍රිකා කළ හැකි සම්බන්ධයෙන් මට කියන්න
sk: Prosím, povedzte mi o predpísanom hárku.
sl: Opišite glede predpisanih listov.
sq: Rreth fletës e cila do t'ju përshkruhet, ju lutem na informoni.
sr: Обавестите ме о листу који ће бити прописан
sv: Berätta om det förskrivna arket
sw: Tuambie kuhusu karatasi za vidonge ulivyoagizwa
ta: உங்களுக்கு பரிந்துரைக்கப்பட்ட மாத்திரை தாள் பற்றி தெரிவிக்கவும்
te: సూచించిన షీట్ గురించి దయచేసి చెప్పండి
th: เกี่ยวกับแผ่นที่ได้รับการสั่งยา กรุณาแจ้งให้ทราบ
tl: Pakikwento mo sa amin ang tungkol sa inireresetang sheet
tr: Reçete edilen şerit hakkında lütfen bilgi verin.
uk: About the prescribed sheet Please tell me.
ur: دوا کی تجویز کردہ شیٹ کے بارے میں بتائیں
uz: Tayyorlangan varaqalar haqida aytib bering
vi: Vui lòng cho biết thông tin về vỉ thuốc được kê đơn
zh: 关于处方的药片，请告诉我。
zu: Maya mayelana nesitsha esikwenziwayo Ngiyacela ungitshele

# existingAccountUsers
source: Already have an account? Log in here
af: Asseblief hier as jy reeds 'n rekening het
am: የቀድሞ አካውንት ያላችሁ እባክዎን እዚህ ይገኙ
ar: إذا كان لديك حساب بالفعل ، انقر هنا
as: ইতিমধ্যে একাউণ্ট আছে? ইয়াত ক্লিক কৰক
az: Artıq hesabınız varsa, buraya basın
be: Калі ў вас ужо ёсць уліковы запіс, націсніце тут
bg: Вече имате акаунт? Влезте тук
bn: ইতিমধ্যে অ্যাকাউন্ট আছে? এখানে ক্লিক করুন
bs: Ako već imate nalog, kliknite ovdje
ca: Si ja tens un compte, entra aquí
cs: Uživatelé, kteří již mají účet, klikněte sem
cy: Os ydych eisoes wedi cael cyfrif, cliciwch fan hyn.
da: Hvis du allerede har en konto, kan du klikke her
de: Wenn Sie bereits ein Konto haben, klicken Sie hier.
el: Αν έχετε ήδη λογαριασμό, κάντε κλικ εδώ
es: ¿Ya tienes una cuenta? Inicia sesión aquí
et: Juba konto omavate isetage siit
eu: Dakizuenez kontu bat baduzue, hemen
fa: افرادی که قبلاً حساب کاربری دارند، اینجا کلیک کنند
fi: Jos sinulla on jo tili, siirry tänne
fil: May account ka na? Mag-login dito
fr: Si vous avez déjà un compte, cliquez ici
gl: Se xa ten unha conta, preme aquí
gu: પહેલેથી એકાઉન્ટ ધરાવો છો? અહીં ક્લિક કરો
he: אם כבר יש לכם חשבון, לחצו כאן
hi: पहले से खाता है? यहाँ लॉगिन करें
hr: Ako već imate račun, kliknite ovdje
hu: Ha már van fiókja, kattintson ide
hy: Եթե դուք արդեն ունեք հաշիվ, սեղմեք здесь
id: Jika Anda sudah memiliki akun, silakan klik di sini.
is: Ef þú átt þegar reikning, vinsamlegast smelltu hér
it: Hai già un account? Accedi qui
ja: すでにアカウントをお持ちの方はこちら
ka: ვისაც უკვე აქვს ანგარიში აქ არის
kk: Егер сізде бар аккаунт болса, мұнда басыңыз
km: សម្រាប់អ្នកដែលមានគណនីរួចហើយ ចុចទីនេះ
kn: ಈಗಾಗಲೇ ಖಾತೆ ಹೊಂದಿದ್ದೀರಾ? ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ
ko: 이미 계정이 있는 분은 여기
ky: Эгерде сизде мурунтан экинчи аккаунт болсо, анда мында
lo: ສໍາລັບຜູ້ທີ່ມີບັດແລ້ວ ຄວນເຂົ້າມາທາງນີ້
lt: Jau turintiems paskyrą, spauskite čia
lv: Ja jūs jau esat reģistrējušies, lūdzu, noklikšķiniet šeit
mk: Оние што веќе имаат сметка, овде
ml: ഇതിനകം അക്കൗണ്ടുള്ളവര്‍ ഇവിടെ
mn: Бүртгэлтэй бол энд дарна уу
mr: आधीपासूनच खाते आहे? येथे
ms: Jika anda sudah mempunyai akaun, sila klik di sini
my: အကောင့်ရှိပြီးသူများအတွက် ဤနေရာတွင်
nb: Hvis du allerede har en konto, vennligst klikk her
ne: पहिले देखि खाता भएकाहरुको लागि यहाँ
nl: Als u al een account heeft, klik hier
no: For those who already have an account, click here
or: ଆଗରୁ ଆକାଉଣ୍ଟ ଥିବା ବ୍ୟକ୍ତିମାନେ ଏଠାରେ କ୍ଲିକ୍ କରନ୍ତୁ
pa: ਪਹਿਲਾਂ ਤੋਂ ਖਾਤਾ ਹੈ? ਇੱਥੇ ਲਾਗਇਨ ਕਰੋ
pl: Jeśli masz już konto, kliknij tutaj
ps: که تاسو لا دمخه حساب لرئ دلته کلیک وکړئ
pt: Se você já tem uma conta, clique aqui
ro: Dacă aveți deja un cont, faceți clic aici
ru: Если у вас уже есть учетная запись, нажмите здесь
si: මීට පෙර ගිණුම් තිබෙන අය මෙහි ආසන්න වන්න
sk: Ak ste už vlastníkom účtu, kliknite sem.
sl: Tisti, ki že imate račun, lahko tukaj.
sq: Nëse keni tashmë një llogari, klikoni këtu
sr: Ако већ имате налог, кликните овде
sv: Har du redan ett konto? Klicka här
sw: Uma akaunti tayari? Ingia hapa
ta: ஏற்கனவே கணக்கு உள்ளவர்கள் இங்கே
te: ఇప్పటికే ఖాతా ఉన్న వారు ఇక్కడ
th: หากคุณมีบัญชีอยู่แล้วกรุณาคลิกที่นี่
tl: May account ka na? Mag-log in dito
tr: Zaten hesabı olanlar buraya
uk: If you already have an account, click here
ur: اگر آپ کے پاس پہلے سے اکاؤنٹ ہے تو یہاں کلک کریں
uz: Ilova hisobiga ega bo'lganlar uchun bu yerga kirish
vi: Đã có tài khoản? Đăng nhập tại đây
zh: 已经拥有账户的用户请点击这里
zu: Uma kulabo abanayo i-akhawunti, nansi

# selectTodayPillNumber
source: Tap today's ({todayString}) pill number
af: Vandag ({todayString}) Tik die nommer van die pil wat jy moet neem/gedrink het
am: ዛሬ ({todayString}) ይወስዱ ወይም ወደዚህ ቁጥር ይጫኑ
ar: اليوم ({todayString}) اضغط على رقم الحبة التي تتناولها أو تناولتها
as: আজি ({todayString}) খোৱা বা খাব লগীয়া পিলৰ নম্বৰত টেপ কৰক
az: Bu gün ({todayString}) İçəcəyiniz və ya içdiyiniz həbin nömrəsinə toxunun
be: Сёння({todayString}) Націсніце на нумар пілюлі, якую трэба прыняць/якую ўжо прынялі
bg: Докоснете номера на хапчето за днес ({todayString})
bn: আজ ({todayString}) খাওয়ার বা খাওয়া পিলের নম্বরে ট্যাপ করুন
bs: Danas({todayString}) Dodirnite broj pilule koju trebate uzeti ili ste uzeli.
ca: Avui ({todayString}) Toca el número de la píndola que has de prendre o que has pres
cs: Dnes ({todayString}) Klepněte na číslo pilulky, kterou máte vzít nebo jste vzali
cy: Heddiw({todayString}) Tapiwch y rhif pil a yfed/aed
da: I dag ({todayString}) Tryk på antallet af piller, du skal tage eller har taget.
de: Tippen Sie auf die Nummer der Pille, die Sie heute ({todayString}) einnehmen oder genommen haben.
el: Σήμερα({todayString}) Πατήστε τον αριθμό του χαπιού που παίρνετε ή πήρατε.
es: Hoy ({todayString}) - Toca el número de la píldora que debes tomar o has tomado
et: Täna({todayString}) Kutsu üles pillide numbrid, mida tuleb võtta või on juba võetud
eu: Gaur({todayString}) Edan edan pilen zenbakiari sakatu
fa: امروز ({todayString}) بر روی شماره قرص‌هایی که باید مصرف کنید یا مصرف کرده‌اید ضربه بزنید
fi: Tänään ({todayString}) Napauta pillereiden numeroa, jonka juuri otit tai aiot ottaa.
fil: Ngayon ({todayString}) I-tap ang numero ng pill na iinumin o nainom na
fr: Aujourd'hui({todayString}) Appuyez sur le numéro des pilules à prendre ou déjà prises
gl: Hoxe({todayString}) Toca o número das pílulas que tomas ou que tomaches.
gu: આજે ({todayString}) લેવાની/લીધેલી ગોળીનો નંબર ટેપ કરો
he: היום ({todayString}) לחץ על מספר הפיל שנלקח/ליטול
hi: आज ({todayString}) की गोली का नंबर टैप करें
hr: Danas({todayString}) Dodirnite broj tableta koji uzimate ili ste uzeli
hu: Ma ({todayString}) Érintse meg a bevett vagy bevettetendő tabletták számát.
hy: Այսօր({todayString}) Զգուշացուցիչը միացնելու համար `Թե՛ այսօր, թե՛ արդեն խմած պարանոցի համար՝ ն擊եք թիվը
id: Hari ini({todayString}) Ketuk nomor pil yang diminum/yang sudah diminum
is: Í dag ({todayString}) Snertðu fjölda pilla sem á að taka eða hefur verið tökuð
it: Tocca il numero della pillola di oggi ({todayString})
ja: 今日({todayString}) 飲む・飲んだピルの番号をタップ
ka: დღეს({todayString}) შეეხეთ იმ აბების ნომერს, რომელსაც უნდა მიაყოლოთ ან უკვე მიაყოლეთ.
kk: Бүгін({todayString}) Ішетін/ішілген пігулкалардың нөмірін басыңыз
km: ចុចលេខថ្នាំគ្រាប់ដែលត្រូវទទួលទាន ឬ បានទទួលទានថ្ងៃនេះ ({todayString})
kn: ಇಂದು ({todayString}) ತೆಗೆದುಕೊಳ್ಳುವ/ತೆಗೆದುಕೊಂಡ ಮಾತ್ರೆಯ ಸಂಖ್ಯೆಯನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 오늘({todayString}) 복용할・복용한 피임약 번호를 탭하세요
ky: Бүгүн({todayString}) Ичүүчү же ичкен пилдин номерин тийкун
lo: ມື້ນີ້({todayString}) ແຕ່ລອດເລກບິນທີ່ດື່ມບິນຫຼືດື່ມວ່າ
lt: Šiandien({todayString}) Paspauskite norimą tablečių numerį
lv: Šodien({todayString}) Pieskarieties pillēm, ko lietot vai jau lietots.
mk: Денес({todayString}) Допирете ја бројката на таблетите што треба да се земат/се земале
ml: ഇന്ന് ({todayString}) എടുക്കാനുള്ള/എടുത്ത ഗുളികയുടെ നമ്പർ ടാപ്പ് ചെയ്യുക
mn: Өнөөдөр ({todayString}) уух/уусан эмийн дугаарыг дарна уу
mr: आज ({todayString}) घेण्यासाठी किंवा घेतलेल्या गोळीचा क्रमांक टॅप करा
ms: Hari ini ({todayString}) Ketuk nombor pil yang diambil atau telah diambil.
my: ဒီနေ့ ({todayString}) သောက်ရန်/သောက်ပြီး ဆေးပြားနံပါတ်ကို နှိပ်ပါ
nb: I dag ({todayString}) Trykk på nummeret til pillene du skal ta eller har tatt.
ne: आज ({todayString}) खाने वा खाइसकेको गोलीको नम्बरमा ट्याप गर्नुहोस्
nl: Vandaag ({todayString}) Tik op het nummer van de pil die je moet nemen of al hebt genomen.
no: I dag ({todayString}) Trykk på nummeret til pillen du skal ta/har tatt
or: ଆଜି ({todayString}) ଖାଇବାକୁ/ଖାଇଥିବା ପିଲର ନମ୍ବର ଟ୍ୟାପ୍ କରନ୍ତୁ
pa: ਅੱਜ ({todayString}) ਲੈਣ ਵਾਲੀ ਜਾਂ ਲਈ ਗਈ ਗੋਲੀ ਦਾ ਨੰਬਰ ਟੈਪ ਕਰੋ
pl: Dziś ({todayString}) Stuknij w numer pigułki, którą należy wziąć lub którą już wzięto
ps: ننړئ ({todayString}) په تېرو درملو کې د خوړلو یا خوړولو شمیرې ته ټيک وکړئ
pt: Hoje ({todayString}) Toque no número da pílula que você tomou ou deve tomar.
ro: Astăzi({todayString}) Apasă pe numărul pilulei pe care o iei sau pe care ai luat-o
ru: Сегодня({todayString}) Нажмите на номер таблетки, которую нужно принять или которую вы уже приняли.
si: අද({todayString}) හිතමින් සිටිමට හෝ ගත්තානම් පිල් පෙළ අංකය න් ටැප් කරන්න.
sk: Dnes ({todayString}) Ťuknite na číslo pilulky, ktorú užijete alebo ste užili.
sl: Danes({todayString}) Tap na številko tablete, ki jo želite vzeti ali ste jo vzeli
sq: Sot ({todayString}) Prekini numrin e pilulave që ke marrë ose do të marrë.
sr: Данас({todayString}) Додирните број пилуле коју узимате/узели сте
sv: Idag ({todayString}) Tryck på numret för pillret du tar eller har tagit.
sw: Leo ({todayString}) gusa nambari ya dawa unayotumia au uliyotumia
ta: இன்று ({todayString}) மாத்திரை எண்ணைத் தட்டவும்
te: ఈరోజు ({todayString}) తీసుకోవాల్సిన/తీసుకున్న మాత్ర సంఖ్యను తాకండి
th: วันนี้({todayString}) แตะหมายเลขยาที่คุณได้กินหรือกำลังจะกิน
tl: I-tap ang numero ng pill na iiinom o nainom ngayon ({todayString})
tr: Bugün({todayString}) İçmeniz veya içtiğiniz hapın numarasına dokunun
uk: Today ({todayString}) Tap the number of the pills to take or that have been taken.
ur: آج ({todayString}) پیل کے نمبر پر ٹیپ کریں جو آپ نے لینی ہے یا لے چکے ہیں۔
uz: Bugun({todayString}) Ichilgan yoki ichilgan pillaning raqamini bosing
vi: Hôm nay ({todayString}) Chạm vào số viên thuốc cần uống hoặc đã uống
zh: 今天({todayString}) 点击要服用或已服用的药丸编号
zu: Namuhla({todayString}) Tapha inombolo yephilisi oyithathile/oyithathile.

source: Not yet known
af: nog nie seker nie
am: እጅግ አልታውቅም
ar: لم نعرف بعد
as: এতিয়াও জনা নাই
az: Hələ məlum deyil
be: яшчэ не вядома
bg: Все още неясно
bn: এখনও জানা নেই
bs: još ne znam
ca: Encara desconegut
cs: ještě nevím
cy: dal heb dim yn siŵr
da: stadig ikke sikker
de: Noch unklar
el: Δεν ξέρω ακόμα
es: Sin determinar
et: veel teadmata
eu: oraindik ez dakit
fa: هنوز مشخص نیست
fi: Ei vielä tiedetä
fil: Hindi pa alam
fr: Pas encore connu
gl: aún non se sabe
gu: હજુ ખબર નથી
he: עדיין לא ידוע
hi: अभी पता नहीं
hr: Još ne znam
hu: Még nem tudom
hy: դեռ չգիտեմ
id: belum tahu
is: enn ekki vita
it: Non ancora noto
ja: まだ分からない
ka: მიუხედავად იმისა, რომ ჯერჯერობით არ ვიცი
kk: Әлі білмеймін
km: មិនទាន់ដឹង
kn: ಇನ್ನೂ ತಿಳಿದಿಲ್ಲ
ko: 아직 모름
ky: билишке маалымат эмес
lo: ຍັງບໍ່ຮູ້
lt: dar neaišku
lv: Vēl nezinu
mk: уште не знам
ml: ഇനിയും അറിയില്ല
mn: Хараахан тодорхойгүй
mr: अजून माहीत नाही
ms: belum tahu
my: မသိသေးပါ
nb: ennå ikke sikker
ne: अझै थाहा छैन
nl: nog niet zeker
no: vet ikke ennå
or: ଜଣା ନାହିଁ
pa: ਅਜੇ ਪਤਾ ਨਹੀਂ
pl: jeszcze nie wiem
ps: ترلاسه نه دی شوی
pt: Ainda não sei
ro: încă nu știu
ru: еще не знаю
si: මෙය තවම නිවැරදි මෙන් ඉගෙනීමට ඇති බවකි
sk: ešte neviem
sl: Še ne vem.
sq: Ende nuk e di akoma
sr: Još ne znam
sv: ännu osäkert
sw: Bado haijulikani
ta: இன்னும் தெரியவில்லை
te: ఇంకా తెలియదు
th: ยังไม่ทราบ
tl: Hindi pa alam
tr: Henüz bilmiyorum
ur: ابھی تک معلوم نہیں
uz: hali bilmayman
vi: Chưa rõ
zh: 还不知道
zu: kusadale

# pillForToday
source: The pill for {today} is
af: Die pille wat op {today} geneem moet word
am: {today} ይወዳድር የመድሀኒት ነው
ar: حبوب يجب تناولها في {today}
as: {today}ত সেৱন কৰিবলগীয়া পিল হ'ল
az: {today} günü içməli olan həb
be: Таблетка для прыёму {today}
bg: Хапчето за {today}
bn: {today} এর পিল
bs: Pilulu koje treba uzeti {today}
ca: La pastilla per {today} és
cs: Pilulka, kterou vezmete {today}
cy: Pill sydd i'w gymryd ar {today}
da: De piller, der skal tages den {today}
de: Die Pille, die am {today} eingenommen werden soll
el: Τα δισκία που πρέπει να λάβετε σήμερα
es: Píldoras para tomar el {today}:
et: {today} võetav pill on
eu: {today} hartu beharreko pilulak
fa: قرص هایی که باید در {today} مصرف کنید
fi: Pilleri, joka otetaan {today}
fil: Ang pill para sa {today} ay
fr: La pilule à prendre le {today} est
gl: A pastilla que se toma hoxe {today}
gu: {today}માં લેવાની ગોળી
he: הגלולה שיש לקחת היום {today}
hi: {today} को लेने वाली गोली
hr: Pill koji treba uzeti {today}
hu: A(z) {today} napon szedendő gyógyszer
hy: {today} պայուսակները
id: Pil yang harus diminum pada {today}
is: Pillurnar sem á að taka í {today}
it: La pillola per {today} è
ja: {today}に飲むピルは
ka: {today}ზე ჩასაყვანი აბები არის
kk: {today} күні ішуге арналған таблетка
km: ថ្នាំពីលុលសម្រាប់{today}គឺ
kn: {today} ರಂದು ತೆಗೆದುಕೊಳ್ಳಬೇಕಾದ ಮಾತ್ರೆ
ko: {today}에 복용할 피임약은
ky: {today}da içilmeli bol
lo: ພິບໃສ່ທີ່ຈະດື່ມໃນວັນ {today}
lt: tabletes, kurias reikia gerti {today}
lv: Tabletes, kas jālieto {today}
mk: Пилулите за {today}
ml: {today}ൽ കഴിക്കേണ്ട മാത്ര
mn: {today}-д уух эм нь
mr: {today}ला घेण्याची गोळी
ms: Pil yang diambil pada {today}
my: {today} တွင် သောက်ရမည့် ဆေး သည်
nb: Pillen som skal tas {today}
ne: {today} मा सेवन गर्ने गोली
nl: De pil die je op {today} moet innemen is
no: Pillen som skal tas {today}
or: {today} ରେ ସେବନ କରିବା ଗୋଲି ହେଉଛି
pa: {today} ਨੂੰ ਲੈਣ ਵਾਲੀ ਗੋਲੀ
pl: Pillę do przyjęcia {today}
ps: د {today} په ورځ کې د اخیستلو لپاره پيل دی
pt: O pílula a ser tomada em {today} é
ro: Pilllele care se iau pe {today}
ru: Пилюля, которую нужно принять {today}
si: {today}ට ලබා ගන්නා පීල්
sk: Pilulky, ktoré sa majú užiť {today}
sl: Pill, ki jo gašite {today}
sq: Piluli që do të marrim në {today}
sr: {today} које треба узети
sv: Piller att ta den {today}
sw: Vidonge vya {today} ni
ta: {today}அன்று எடுக்க வேண்டிய மாத்திரை
te: {today}న తీసుకోవాల్సిన గుళికలు
th: ยาเม็ดที่ต้องทานในวันนี้
tl: Mga pill para sa {today}
tr: {today} alınacak haplar
uk: The pill to take on {today} is
ur: {today} لیتے ہوئے گولی ہے
uz: {today}da ichiladigan tabletkalar
vi: Thuốc cần uống vào {today} là
zh: 今天要喝的药是
zu: Iphili okumele uyiphuze {today}

source: Preview
af: Voorvertoning
am: እይታ
ar: معاينة
as: পূৰ্বদৰ্শন
az: Önizləmə
be: Папярэдні прагляд
bg: Преглед
bn: পূর্বদর্শন
bs: Pregled
ca: Vista prèvia
cs: Náhled
cy: Rhanwydd
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
et: Eelvaade
eu: Aurkezpena
fa: نمایش پیش‌نما
fi: Esikatselu
fil: Paunang-tingin
fr: Aperçu
gl: Previsualización
gu: પૂર્વાવલોકન
he: תצוגה מקדימה
hi: पूर्वावलोकन
hr: Pregled
hu: Előnézet
hy: Նախադիտում
id: Prab preview
is: forskoðun
it: Anteprima
ja: プレビュー
ka: პრევიუ
kk: Алдын ала қарау
km: មើលមុន
kn: ಪೂರ್ವವೀಕ್ಷಣೆ
ko: 미리보기
ky: Көрсөтүү
lo: ນິໍາແບບ
lt: Peržiūra
lv: Priekšskatījums
mk: Преглед
ml: പ്രിവ്യൂ
mn: Урьдчилан үзэх
mr: पूर्वावलोकन
ms: Pratonton
my: ကြည့်ရှုခြင်း
nb: Forhåndsvisning
ne: पूर्वावलोकन
nl: Voorbeeld
no: Forhåndsvisning
or: ପ୍ରିଭ୍ୟୁ
pa: ਝਲਕ
pl: Podgląd
ps: پیش نمایش
pt: Prévia
ro: Previzualizare
ru: Предварительный просмотр
si: පෙරද්ද
sk: Náhľad
sl: Predogled
sq: Paraqikimi
sr: Предглед
sv: Förhandsvisning
sw: Hakiki
ta: முன்னோட்டம்
te: పూర్వదర్శనం
th: ตัวอย่าง
tr: Önizleme
ur: پیش نظارہ
uz: Oldin ko'rish
vi: Xem trước
zh: 预览
zu: umbono

source: Normal
af: Normaal
am: ሐምሌ
ar: عادي
as: সাধাৰণ
be: Звычайны
bg: нормален
bn: সাধারণ
bs: obično
cs: Obvyklý
el: Συνήθως
et: Tavaliselt
eu: Normale
fa: معمولی
fi: normaali
gu: સામાન્ય
he: נָמוּךְ
hi: सामान्य
hr: Obično
hu: szokásos
hy: Բնութային
is: Venjulegur
it: Normale
ja: 通常
ka: ჩვეულებრივი
kk: Әдетте
km: ធម្មតា
kn: ಸಾಮಾನ್ಯ
ko: 정상
ky: Жалпысынан
lo: ດັດສະເລີນ
lt: Įprasta
lv: parast
mk: Обично
ml: സാധാരണ
mn: энгийн
mr: सामान्य
ms: Biasa
my: ပုံမှန်
nb: vanlig
ne: सामान्य
nl: Normaal
no: Vanlig
or: ସାଧାରଣ
pa: ਆਮ
pl: Zwykle
ps: عام
ru: Обычно
si: සාමාන්‍ය
sk: bežne
sl: Običajno
sq: zakonisht
sr: обично
sv: Vanlig
sw: kawaida
ta: சாதாரண
te: సాధారణ
th: ปกติ
ur: عام
uz: Odatiy
vi: Bình thường
zh: 正常
zu: jwayelekile

source: Missed
af: Vergeet om te neem
am: እንደምንዛሬ
ar: نسيان تناول الدواء
as: সেৱন পাহৰা
az: Unudulmuş doza
be: прапаўдзі
bg: пропуснат прием
bn: সেবন ভুলে গেছে
bs: Zaboravljanje uzimanja
ca: Oblidat
cs: Zapomenuté užívání
cy: Anghofio
da: glemt at tage
de: Vergessen zu nehmen
el: Ξέχασα να πάρω το φάρμακο
es: Olvidado
et: Unustamine
eu: Harpidura
fa: فراموشی در مصرف
fi: Unohtaminen
fil: Nakalimutan
fr: Oubli de prise
gl: Esquecemento de toma
gu: ભૂલેલું દવા
he: שכחת ליטול
hi: छूटी खुराक
hr: zaboravljene doze
hu: Elfelejtett vétel
hy: մոռացված խմել
id: lupa minum
is: Gleymska
it: Dimenticata
ja: 飲み忘れ
ka: გაყოლილი
kk: Ұмытып кету
km: ភ្លេចផឹក
kn: ತಪ್ಪಿಸಿಕೊಂಡಿದೆ
ko: 복용 누락
ky: Унутаркы ічмей
lo: ບໍ່ດື່ມຊາ
lt: Pamiršti
lv: Aizmirsu
mk: Заборавање на пиење
ml: മറന്നത്
mn: Уухаа мартсан
mr: गहाळ
ms: Lupa mengambil
my: သောက်မေ့ခြင်း
nb: Glemsel
ne: छुटेको
nl: Vergeten te nemen
no: glemt å ta
or: ଛୁଟିଗଲା
pa: ਭੁੱਲ ਗਿਆ
pl: zapomnienie przyjęcia leku
ps: د درملنې هیرول
pt: Esquecimento de tomar
ro: Uitați de a lua
ru: Пропуск приема
si: මහන්සිය
sk: zabudnutie na užívanie
sl: pozabljena
sq: Harrimi i pilulave
sr: заборављање
sv: Glömska av att ta medicin
sw: Sahau
ta: தவறவிட்டது
te: మర్చిన మోతాదు
th: ลืมทานยา
tl: Nakalimutan
tr: İlaç almayı unutma
uk: forgetting to take
ur: دوا لینے میں غفلت
uz: dori o'tkazish
vi: Quên uống
zh: 忘记服药
zu: ukulahleka kokuphuzisa

# showsDate
source: Show date
af: &lt;date&gt;
am: ቀን ይታያል
ar: عرض التاريخ
as: তাৰিখ দেখুৱাওক
az: Tarixi göstər
be: Паказаць дату
bg: Показване на дата
bn: তারিখ প্রদর্শন
bs: Prikaži datum
ca: Mostrar data
cs: Zobrazit datum
cy: Dangos dyddiad
da: Vis datum
de: Datum anzeigen
el: Εμφάνιση ημερομηνίας
es: Mostrar fecha
et: Kuupäeva kuvamine
eu: Data erakutsi
fa: تاریخ را نمایش دهید
fi: Näytä päivämäärä
fil: Ipakita ang petsa
fr: Afficher la date
gl: Amosar a data
gu: તારીખ દર્શાવો
he: הצגת תאריך
hi: तारीख दिखाएं
hr: Prikaz datuma
hu: Dátum megjelenítése
hy: Ամսաթիվը ցուցադրելու
id: Tampilkan tanggal
is: Sýna dagsetningu
it: Mostra data
ja: 日付を表示
ka: თარიღის ჩვენება
kk: Күніңізді көрсету
km: បង្ហាញកាលបរិច្ឆេទ
kn: ದಿನಾಂಕ ತೋರಿಸಿ
ko: 날짜 표시
ky: Күндү көрсөтүү
lt: Rodyti datą
lv: Rādīt datumu
mk: Датум за прикажување
ml: തീയതി കാണിക്കുക
mn: огноо харуулах
mr: तारीख दाखवा
ms: Paparan tarikh
my: ရက်စွဲ ပြသ
nb: Vis dato
ne: मिति देखाउनुहोस्
nl: Datum weergeven
no: Vis dato
or: ତାରିଖ ପ୍ରଦର୍ଶନ
pa: ਮਿਤੀ ਦਿਖਾਓ
pl: Wyświetl datę
ps: نېټه ښکاره کړئ
pt: Exibir data
ro: Afișați data
ru: Показать дату
si: දිනය පෙන්වන්න
sk: Zobraziť dátum
sl: Prikaz datuma
sq: Trego datën
sr: Приказ дату
sv: Visa datum
sw: Onyesha tarehe
ta: தேதி காட்சி
te: తేదీ చూపు
th: แสดงวันที่
tl: Ipakita ang petsa
tr: Tarihleri Göster
uk: Display date
ur: تاریخ دکھائیں
uz: Sanaqni ko'rsatish
vi: Hiển thị ngày tháng
zh: 显示日期
zu: Beka idethi

# showsPillNumber
source: Show pill number
af: Wys nommer
am: ቁጥር እንዲታይ
ar: عرض الرقم
as: সংখ্যা দেখুৱাওক
az: Nömrələri göstər
be: Паказваць нумар
bg: Показване на номерата
bn: সংখ্যা প্রদর্শন করুন
bs: Prikaži broj
ca: Mostrar números
cs: Zobrazit číslo
cy: Dangos Rhif
da: Vis nummer
de: Nummer anzeigen
el: Εμφάνιση Αριθμού
es: Mostrar números
et: Näita numbrit
eu: Zenbakia erakutsi
fa: نمایش شماره
fi: Näytä numero
fil: Ipakita ang mga numero
fr: Afficher le numéro
gl: Amosar número
gu: નંબર બતાવો
he: הצג מספר
hi: नंबर दिखाएं
hr: Prikaži broj
hu: Szám megjelenítése
hy: Թիվը ցույց տալ
id: Tampilkan nomor
is: Sýna númer
it: Mostra numerazione
ja: 番号を表示
ka: ნომრის ჩვენება
kk: Нөмірді көрсету
km: បង្ហាញលេខ
kn: ಸಂಖ್ಯೆಗಳನ್ನು ತೋರಿಸು
ko: 번호 표시
ky: Номерыны көрсөтүү
lo: ສະແດງເລກ
lt: Rodyti numerį
lv: Rādīt numuru
mk: Приказ на број
ml: നമ്പർ കാണിക്കുക
mn: Дугаар харуулах
mr: क्रमांक दाखवा
ms: Tunjukkan nombor
my: နံပါတ်ပြရန်
nb: Vis nummer
ne: नम्बर देखाउने
nl: Toon nummer
no: Vis nummer
or: ସଂଖ୍ୟା ଦେଖାଇବା
pa: ਨੰਬਰ ਦਿਖਾਓ
pl: Wyświetl numer
ps: شماره ښکاره کړئ
pt: Mostrar número
ro: Afișați numărul
ru: Показать номер
si: අංකය පෙන්නන්න
sk: Zobraziť číslo
sl: Prikaži številko
sq: Shfaq numrin
sr: Prikaži broj
sv: Visa nummer
sw: Onyesha nambari
ta: எண்களைக் காண்பி
te: సంఖ్యలను చూపించు
th: แสดงหมายเลข
tl: Ipakita ang numero
tr: Numarayı göster
uk: Display number
ur: نمبر دکھائیں
uz: Raqamni ko'rsatish
vi: Hiển thị số thứ tự
zh: 显示号码
zu: Bonisa inombolo
