Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorLogOutWithAnonymousUserError
source: Failed to retrieve user information. Please try again later. If the problem persists, please contact support. Details: {exceptionMessage}:{exceptionDetails}
af: Daar was 'n fout om gebruikersinligting te verkry. Probeer asseblief weer na 'n rukkie. As dit nie opgelos word nie, kontak asseblief ons via Instellings > Navraag. Besonderhede: {exceptionMessage}:{exceptionDetails}
am: መገናኛ መረጃ ማግኘት ወይም ማጠቃለያ አልቻሉም። እባኮትን ጊዜ ይቆይ እና ውድቅ ማክረ ይሞክሩ። እርግጠኛ የሆነ ይቅርታ ስለሚገኝ ማሳወቂያ ይቀርበዋል። ዝርዝር: {exceptionMessage}:{exceptionDetails}
ar: فشل في استرداد معلومات المستخدم. يرجى المحاولة مرة أخرى بعد فترة. إذا لم يتم حل المشكلة، يرجى الاتصال بنا من الإعدادات > الاستفسارات. التفاصيل: {exceptionMessage}:{exceptionDetails}
as: ব্যৱহাৰকাৰীৰ তথ্য আহৰণ কৰিবলৈ ব্যৰ্থ হল। কিছু সময়ৰ পিছত পুনৰ চেষ্টা কৰক। যদি সমাধান নহয়, ছেটিংছ > যোগাযোগৰ জৰিয়তে যোগাযোগ কৰক। বিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: İstifadəçi məlumatını əldə etmək uğursuz oldu. Zəhmət olmasa bir az gözləyin və yenidən cəhd edin. Hələ də problemi həll edə bilmirsinizsə, Ayarlar > Sorğu bölməsindən bizimlə əlaqə saxlayın. Təfərrüatlar: {exceptionMessage}:{exceptionDetails}
be: Не ўдалося атрымаць інфармацыю пра карыстача. Паспрабуйце яшчэ раз пазней. Калі праблема не вырашана, звяжыцеся з намі праз Налады > Запыт. Падрабязна: {exceptionMessage}:{exceptionDetails}
bg: Не успяхме да получим информация за потребителя. Моля, опитайте отново след известно време. Ако все още имате проблеми, свържете се с нас чрез Настройки > Запитване. Подробности: {exceptionMessage}:{exceptionDetails}
bn: ব্যবহারকারীর তথ্য পেতে ব্যর্থ হয়েছে। কিছুক্ষণ পর আবার চেষ্টা করুন। যদি সমস্যার সমাধান না হয়, তাহলে সেটিংস > যোগাযোগ এর মাধ্যমে যোগাযোগ করুন। বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Nismo uspjeli da dobijemo informacije o korisniku. Probajte ponovo nakon nekog vremena. Ako problem i dalje postoji, obratite se putem Podešavanja > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
ca: No s'ha pogut obtenir la informació de l'usuari. Si us plau, espereu un moment i torneu-ho a provar. Si el problema persisteix, poseu-vos en contacte amb nosaltres a través de Configuració > Contacte. Detalls: {exceptionMessage}:{exceptionDetails}
cs: Nepodařilo se získat uživatelské informace. Zkuste to prosím znovu později. Pokud problém přetrvává, prosím kontaktujte nás přes Nastavení > Dotazy. Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Methu i gael gwybodaeth y defnyddiwr. Dylid rhoi rhywfaint o amser a phrofi eto. Os nad yw'n cael ei ddatrys, cysylltwch trwy fynd i Gosodiadau > Cysylltiad. Manylion: {exceptionMessage}:{exceptionDetails}
da: Det lykkedes ikke at hente brugeroplysninger. Prøv venligst igen senere. Hvis problemet fortsætter, kan du kontakte os via Indstillinger > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
de: Benutzerdaten konnten nicht abgerufen werden. Bitte versuchen Sie es später erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte über Einstellungen > Anfrage. Einzelheiten: {exceptionMessage}:{exceptionDetails}
el: Απέτυχε να αποκτήσει πληροφορίες χρήστη. Παρακαλώ δοκιμάστε ξανά μετά από λίγη ώρα. Εάν το πρόβλημα παραμένει, παρακαλώ επικοινωνήστε μέσω Ρυθμίσεις > Επικοινωνία. Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Error al obtener la información del usuario. Por favor, inténtelo de nuevo más tarde. Si el problema persiste, contacte con nosotros desde Configuración > Soporte. Detalles: {exceptionMessage}:{exceptionDetails}
et: Kasutaja teabe hankimine ebaõnnestus. Palun proovige uuesti mõne aja pärast. Kui probleem ei lahene, võtke ühendust jaotises Seaded > Kontakt. Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Erabiltzailearen informazioa lortzeko akatsa: itxaron eta saiatu berriro. Irtenbiderik ez baduzu, joan ezazu Ezarpenak > Kontsulta eta jarri harremanetan. Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: خطای دریافت اطلاعات کاربری. لطفاً کمی صبر کنید و دوباره امتحان کنید. در صورت عدم حل مشکل، لطفاً از طریق تنظیمات > تماس با ما، با ما تماس بگیرید. جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Käyttäjäntietojen hankkiminen epäonnistui. Yritä uudelleen myöhemmin. Jos ongelma ei ratkea, otathan yhteyttä kohdasta Asetukset > Ota yhteyttä. Tarkemmat tiedot: {exceptionMessage}:{exceptionDetails}
fil: Hindi nakuha ang impormasyon ng user. Mangyaring subukang muli pagkatapos ng ilang sandali. Kung hindi pa rin ito maayos, mangyaring makipag-ugnayan sa Settings > Contact. Detalye: {exceptionMessage}:{exceptionDetails}
fr: Échec de l'obtention des informations utilisateur. Veuillez réessayer après un certain temps. Si le problème persiste, contactez-nous via Réglages > Contact. Détails : {exceptionMessage}:{exceptionDetails}
gl: Non se puido obter a información do usuario. Intente de novo máis tarde. Se o problema persiste, contacte con nós a través de Configuración > Consulta. Detalles: {exceptionMessage}:{exceptionDetails}
gu: વપરાશકર્તાની માહિતી મેળવવામાં નિષ્ફળ. કૃપા કરીને થોડો સમય રાહ જોયા પછી ફરીથી પ્રયાસ કરો. જો સમસ્યા હલ ન થાય તો સેટિંગ્સ > સંપર્ક થી સંપર્ક કરો. વિગતો: {exceptionMessage}:{exceptionDetails}
he: לא הצלחנו להשיג מידע על המשתמש. אנא נסה שוב אחרי זמן מה. אם הבעיה לא נפתרת, אנא צור קשר דרך הגדרות > פניות. פרטים: {exceptionMessage}:{exceptionDetails}
hi: उपयोगकर्ता जानकारी प्राप्त करने में विफल। कुछ समय बाद पुनः प्रयास करें। यदि समस्या का समाधान नहीं होता है तो सेटिंग्स > संपर्क करें से संपर्क करें। विवरण: {exceptionMessage}:{exceptionDetails}
hr: Nije uspjelo preuzimanje korisničkih informacija. Pokušajte ponovo za nekoliko minuta. Ako problem ne bude riješen, kontaktirajte nas putem Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
hu: Nem sikerült megszerezni a felhasználói információkat. Kérjük, várjon egy kicsit, majd próbálja újra. Ha ez nem oldja meg a problémát, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüpont alatt. Részletek: {exceptionMessage}:{exceptionDetails}
hy: Մեղմություն, օգտագործողի տվյալները չհաջողվեց ստանալ։ Խնդրում ենք սպասել քիչ ժամանակ եւ փորձել կրկին։ Եթե խնդիրը չլուծվի, խնդրում ենք կապվել ՝ անցնելով կարգավորումներ > Հարցումներ։ Մանրամասները ՝ {exceptionMessage}:{exceptionDetails}
id: Gagal mengambil informasi pengguna. Silakan coba lagi setelah beberapa saat. Jika masih belum teratasi, silakan hubungi kami melalui Pengaturan > Pertanyaan. Rincian: {exceptionMessage}:{exceptionDetails}
is: Ekki tókst að sækja notendaupplýsingar. Vinsamlegast reyndu aftur síðar. Ef vandamálið leysist ekki, vinsamlegast hafðu samband við okkur í Stillingar > Fyrirspurnir. Nánar: {exceptionMessage}:{exceptionDetails}
it: Impossibile recuperare le informazioni utente. Riprova tra qualche minuto. Se il problema persiste, contattaci tramite Impostazioni > Supporto. Dettagli: {exceptionMessage}:{exceptionDetails}
ja: ユーザー情報を取得失敗しました。時間をおいて再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。詳細: {exceptionMessage}:{exceptionDetails}
ka: მომხმარებლის ინფორმაციის მიღება ვერ მოხერხდა. გთხოვთ, რამდენიმე ხნის შემდეგ სცადოთ თავიდან. თუ ეს არ მოგვარებს,ご了承ください უნდა მოგვმართოთ პარამეტრები > კითხვაზე. დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Пайдаланушының ақпаратын алу сәтсіз аяқталды. Кейінірек қайтадан байқап көріңіз. Шешілмесе, баптаулар > Байланыс арқылы бізбен хабарласыңыз. Толығырақ: {exceptionMessage}:{exceptionDetails}
km: មិនអាចទទួលបានព័ត៌មានអ្នកប្រើប្រាស់បានទេ។ សូមរង់ចាំបន្តិច រួចព្យាយាមម្តងទៀត។ ប្រសិនបើបញ្ហានៅតែមាន សូមទាក់ទងមកយើងតាម ការកំណត់ > សំណួរ។ លម្អិត៖ {exceptionMessage}:{exceptionDetails}
kn: ಬಳಕೆದಾರ ಮಾಹಿತಿ ಪಡೆಯುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಇದು ಪರಿಹರಿಸದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ಸಂಪರ್ಕಿಸಿ ಮೂಲಕ ಸಂಪರ್ಕಿಸಿ. ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 사용자 정보를 가져오는데 실패했습니다. 시간을 두고 다시 시도해주세요. 해결되지 않는 경우 설정 > 문의를 통해 문의해주세요. 세부사항: {exceptionMessage}:{exceptionDetails}
ky: Колдонуучу жөнүндө маалымат алууну ийгиликсиз жасады. Мына бир аз убакыттан кийин кайра аракет кылып көрүңүз. Эгер чечилбесе, Параметрлер > Байланыш аркылуу биз менен байланышсаңыз болот. Толук маалымат: {exceptionMessage}:{exceptionDetails}
lo: ບໍ່ເຮັດສຳເນົາຂໍໍ່ອຍໂທສະຫຼາດຂໍໍນະຜຊິດເທື່ຍວຄ່ອນ-ແບບໃສ່ພຽບຂໍອອຍເຮັດວາເຈົງຕອນໃຈພັຘເຈັຮຕັ່ງ-ແບບບໍ່ເ໕ຂາຖລໍຮເອຮອງໄລໄຮ ຂໍໟຈາຽແດງເຈົງຕອນເຮັດທີ່ບໍ່ເຜປອນ-ຊޥ້ອອື່ສາບັນຊາຍ ແມມຕະນນເວຫັນບົລບອິພະທຶນແພ່ໜອ່ອນຮຕິ ບໍ່ແຈິນປຳຣຶໍນ ບໍ່ເງັນ- ໃຈໄວຟພັວນຮອသားອຍ ເນຈມັນແບບເອງໄລ່ດຽວ຋ລຽ::- 1ໄສ່ພື້ນຂອບຢ໅່ສາລາດແບບວອເອອຍະປື່ຕິນ
lt: Nepavyko gauti vartotojo informacijos. Palaukite šiek tiek laiko ir bandykite dar kartą. Jei problemos neišsisprendžia, susisiekite su mumis per Nustatymai > Klausimai. Išsamesnė informacija: {exceptionMessage}:{exceptionDetails}
lv: Neizdevās iegūt lietotāja informāciju. Lūdzu, pagaidiet un mēģiniet vēlreiz. Ja problēma joprojām pastāv, sazinieties ar mums, izvēloties Iestatījumi > Sazināties. Detalizēti: {exceptionMessage}:{exceptionDetails}
mk: Не успеа да ги добие информациите за корисникот. Ве молиме обидете се повторно по некое време. Ако проблемот не се реши, контактирајте не преку Поставки > Контакт. Детали: {exceptionMessage}:{exceptionDetails}
ml: ഉപയോക്തൃ വിവരങ്ങൾ ലഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു. കുറച്ച് സമയം കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക. പ്രശ്നം പരിഹരിക്കപ്പെടുന്നില്ലെങ്കിൽ ക്രമീകരണങ്ങൾ > സമ്പർക്കം വഴി ഞങ്ങളെ ബന്ധപ്പെടുക. വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Хэрэглэгчийн мэдээллийг авахад алдаа гарлаа. Хэсэг хугацааны дараа дахин оролдоно уу. Хэрэв шийдэгдэхгүй бол Тохиргоо > Хандалт хэсгээр холбогдоно уу. Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: वापरकर्ता माहिती मिळवण्यात अयशस्वी झाले. काही वेळानंतर पुन्हा प्रयत्न करा. समस्या सुटत नसल्यास सेटिंग > चौकशी द्वारे संपर्क साधा. तपशील: {exceptionMessage}:{exceptionDetails}
ms: Pengambilan maklumat pengguna gagal. Sila cuba lagi selepas beberapa waktu. Jika masalah ini berterusan, sila hubungi kami melalui Tetapan > Pertanyaan. Butiran: {exceptionMessage}:{exceptionDetails}
my: အသုံးပြုသူ၏ အချက်အလက်များ ရယူ၍မရပါ။ ခဏစောင့်ပြီး ပြန်လည်ကြိုးစားပါ။ ပြဿနာမရှင်းလင်းပါက ဆက်တင်များ > မေးမြန်းမှု မှတစ်ဆင့် ဆက်သွယ်မေးမြန်းပါ။ အသေးစိတ်- {exceptionMessage}:{exceptionDetails}
nb: Klarte ikke å hente brukerdata. Vennligst prøv igjen senere. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Forespørsel. Detaljer: {exceptionMessage}:{exceptionDetails}
ne: प्रयोगकर्ता जानकारी प्राप्त गर्न असफल भयो। केहि समयपछि फेरि प्रयास गर्नुहोस्। यदि समस्या समाधान भएन भने सेटिङ्ग्स > सम्पर्क गर्नुहोस् बाट सम्पर्क गर्नुहोस्। विस्तृत विवरण: {exceptionMessage}:{exceptionDetails}
nl: Er is een fout opgetreden bij het ophalen van de gebruikersinformatie. Probeer het opnieuw na enige tijd. Als het probleem aanhoudt, neem dan contact met ons op via Instellingen > Neem contact op. Details: {exceptionMessage}:{exceptionDetails}
no: Det var ikke mulig å hente brukerinfo. Vennligst prøv igjen etter en stund. Hvis problemet vedvarer, vennligst kontakt oss via Innstilling > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
or: ବ୍ୟବହାରକାରୀ ତଥ୍ୟ ପ୍ରାପ୍ତ କରିବାରେ ବିଫଳ ହୋଇଛି। କିଛି ସମୟ ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ। ଯଦି ସମସ୍ୟାର ସମାଧାନ ନହୁଏ, ସେଟିଂ > ଯୋଗାଯୋଗ ଦ୍ୱାରା ଯୋଗାଯୋଗ କରନ୍ତୁ। ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: ਯੂਜ਼ਰ ਦੀ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਹੋਏ। ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਸਮੇਂ ਬਾਅਦ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇਕਰ ਸਮੱਸਿਆ ਹੱਲ ਨਹੀਂ ਹੁੰਦੀ ਤਾਂ ਸੈਟਿੰਗਸ > ਸੰਪਰਕ ਰਾਹੀਂ ਸੰਪਰਕ ਕਰੋ। ਵੇਰਵੇ: {exceptionMessage}:{exceptionDetails}
pl: Nie udało się pobrać informacji o użytkowniku. Spróbuj ponownie za chwilę. Jeśli problem się nie rozwiąże, skontaktuj się z nami przez Ustawienia > Zapytania. Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: د کارن معلومات ترلاسه کول ناکام شول. مهرباني وکړئ یو څه وخت ورکړئ او بیا هڅه وکړئ. که حل نشوت نو له تنظیماتو > د اړیکو له مخې اړیکه ونیسئ. تفصيلات: {exceptionMessage}:{exceptionDetails}
pt: Falha ao obter informações do usuário. Por favor, tente novamente mais tarde. Se o problema persistir, entre em contato através de Configurações > Contato. Detalhes: {exceptionMessage}:{exceptionDetails}
ro: Nu am reușit să obținem informațiile utilizatorului. Vă rugăm să așteptați și să încercați din nou. Dacă problema persistă, vă rugăm să ne contactați prin Setări > Întrebare. Detalii: {exceptionMessage}:{exceptionDetails}
ru: Не удалось получить информацию о пользователе. Пожалуйста, подождите некоторое время и попробуйте снова. Если проблема не решена, свяжитесь с нами через Настройки > Обратная связь. Подробности: {exceptionMessage}:{exceptionDetails}
si: පරිශීලක තොරතුරු ලබා ගැනීම අසාර්ථකයි. නැවත ප්‍රයෝගය කිරීමට කාලයක් දීලා බලන්න. ප්‍රශ්නය විසඳුවේ නැතිනම්, පිහිටුම > ප්‍රශ්න කිරීමෙන් අපව අමතන්න. විශේෂාංග: {exceptionMessage}:{exceptionDetails}
sk: Nepodarilo sa získať informácie o používateľovi. Skúste to znova o chvíľu. Ak problém pretrváva, kontaktujte nás prostredníctvom Nastavenia > Kontaktovať. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Pri pridobivanju uporabniških informacij je prišlo do napake. Poskusite znova čez nekaj časa. Če težava ne izgine, se obrnite na nas prek Nastavitve > Poizvedba. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Nuk i arritëm të merrnim informacionin e përdoruesit. Ju lutemi provoni përsëri pas një kohe. Nëse problemi vazhdon, kontaktoni përmes настройок > Kontakt. Detajet: {exceptionMessage}:{exceptionDetails}
sr: Није успело преузимање информација о кориснику. Молимо покушајте поново после неколико минута. Ако проблему не решите, контактирајте нас преко Подешавања > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Kunde inte hämta användarinformation. Vänligen försök igen senare. Om problemet kvarstår, vänligen kontakta oss via Inställningar > Frågor. Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Imeshindwa kupata taarifa za mtumiaji. Tafadhali subiri kidogo kisha jaribu tena. Ikiwa tatizo halitatatuliwa, tafadhali wasiliana nasi kupitia Mipangilio > Maswali. Maelezo: {exceptionMessage}:{exceptionDetails}
ta: பயனர் தகவலை பெறுவதில் தோல்வியடைந்தது. சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும். சிக்கல் தீராவிட்டால் அமைப்புகள் > தொடர்பு கொள்ளுங்கள் மூலம் தொடர்பு கொள்ளுங்கள். விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: వినియోగదారు సమాచారాన్ని పొందడంలో విఫలమైంది. కొంత సమయం వేచి ఉండి మళ్లీ ప్రయత్నించండి. సమస్య పరిష్కరించకుంటే సెట్టింగులు > సంప్రదింపుల ద్వారా మమ్మల్ని సంప్రదించండి. వివరాలు: {exceptionMessage}:{exceptionDetails}
th: ไม่สามารถดึงข้อมูลผู้ใช้ได้ กรุณาลองอีกครั้งในภายหลัง หากยังมีปัญหา กรุณาติดต่อที่ การตั้งค่า > ติดต่อเรา รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: Hindi nakuha ang impormasyon ng user. Pakisubukan ulit pagkatapos ng ilang sandali. Kung patuloy pa ring may problema, makipag-ugnayan sa amin sa Settings > Contact Us. Detalye: {exceptionMessage}:{exceptionDetails}
tr: Kullanıcı bilgileri alınamadı. Lütfen bir süre bekleyip tekrar deneyin. Çözülmezse Ayarlar > İletişim üzerinden bizimle iletişime geçebilirsiniz. Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: Failed to retrieve user information. Please try again after some time. If the issue persists, please contact us via Settings > Inquiry. Details: {exceptionMessage}:{exceptionDetails}
ur: صارف کی معلومات حاصل کرنے میں ناکامی۔ براہ کرم کچھ وقت کے بعد دوبارہ کوشش کریں۔ اگر مسئلہ حل نہ ہو تو براہ کرم سیٹنگز > رابطہ کریں کے ذریعے ہم سے رابطہ کریں۔ تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Foydalanuvchi ma'lumotlarini olishda xato yuz berdi. Iltimos, bir oz vaqt oling va qaytadan urinib ko'ring. Agar hal qilinmasa, Sozlamalar > Murojaat orqali murojaat qiling. Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Không thể lấy thông tin người dùng. Vui lòng thử lại sau một thời gian. Nếu vẫn không giải quyết được, hãy liên hệ với chúng tôi qua Cài đặt > Liên hệ. Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 获取用户信息失败。请稍后再试。如果问题仍未解决，请通过设置 > 联系我们与我们联系。详细信息：{exceptionMessage}:{exceptionDetails}
zu: Ukwazi ulwazi lomsebenzisi kwehlulekile. Sicela uzame futhi ngemuva kwesikhathi. Uma lokhu kungasizi, sicela uxhumane nathi ngokusebenzisa Izilungiselelo > Ukubuza. Imininingwane: {exceptionMessage}:{exceptionDetails}
