Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# pleaseRegisterAccount
source: Please register an account
af: Registreer asseblief 'n rekening
am: እባክዎ አካውንት ይምረጡ
ar: يرجى إنشاء حساب
as: অনুগ্ৰহ কৰি একাউণ্ট পঞ্জীয়ন কৰক
az: Hesab yaradın
be: Калі ласка, зарэгіструйце ўліковы запіс
bg: Моля, регистрирайте акаунт
bn: অ্যাকাউন্ট তৈরি করুন
bs: Molimo registrujte nalog
ca: Si us plau, registreu un compte
cs: Zaregistrujte si účet
cy: Cofrestrwch gyfrif
da: Opret en konto
de: Bitte registrieren Sie ein Konto.
el: Παρακαλώ εγγραφείτε
es: Por favor, regístrese
et: Palun registreeri konto
eu: Mesedez, erregistratu kontua
fa: لطفاً ثبت نام حساب کاربری کنید
fi: Rekisteröi tili
fil: Mangyaring mag-rehistro ng account
fr: Veuillez enregistrer un compte.
gl: Por favor, regístrate na túa conta.
gu: કૃપા કરીને એકાઉન્ટ રજિસ્ટર કરો
he: אנא הירשם לחשבון
hi: कृपया खाता पंजीकृत करें
hr: Molimo vas da registrirate račun.
hu: Kérjük, regisztráljon egy fiókot.
hy: Խնդրում ենք մուտքագրել ձեր հաշիվը
id: Silakan daftar akun
is: Vinsamlegast skráðu þig inn á reikning.
it: Per favore, crea un account
ja: アカウント登録をしてください
ka: გთხოვთ რეგისტრირდეთ ანგარიშზე
kk: Есептік жазбаңызды тіркеңіз
km: សូមចុះបញ្ជីគណនី
kn: ಖಾತೆ ನೋಂದಣಿ ಮಾಡಿ
ko: 계정 등록을 해주세요
ky: Акаунт каттоосуз
lo: ກະລຸນາລົງທະບຽນບັດທິ່ນ
lt: Prašome užsiregistruoti paskyrai
lv: Lūdzu, reģistrējiet kontu.
mk: Ве молиме да се регистрирате за акаунт
ml: അക്കൗണ്ട് രജിസ്റ്റർ ചെയ്യുക
mn: Данс бүртгүүлээрэй
mr: कृपया खाते नोंदणी करा
ms: Sila daftarkan akaun anda
my: အကောင့်စာရင်းသွင်းပါ
nb: Vennligst registrer deg for en konto
ne: खाता दर्ता गर्नुहोस्
nl: Registreer een account
no: Vennligst registrer en konto
or: ଦୟାକରି ଆକାଉଣ୍ଟ ରେଜିଷ୍ଟର କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਖਾਤਾ ਰਜਿਸਟਰ ਕਰੋ
pl: Zarejestruj konto
ps: خپل حساب جوړ کړئ
pt: Por favor, registre sua conta.
ro: Vă rugăm să vă înregistrați contul
ru: Пожалуйста, зарегистрируйте аккаунт.
si: ආකൗන්ට් ධාවනය කරන්න
sk: Prosím, zaregistrujte si účet
sl: Prosimo, registrirajte se za račun
sq: Ju lutem, regjistrohu në llogarinë tënde.
sr: Региструјте налог
sv: Registrera ett konto
sw: Tafadhali jiandikisha akaunti
ta: கணக்கு பதிவு செய்யுங்கள்
te: ఖాతా నమోదు చేసుకోండి
th: กรุณาลงทะเบียนบัญชีของคุณ
tl: Mag-register ng account
tr: Hesap kaydı yapın lütfen
uk: Please register your account.
ur: براہ کرم اکاؤنٹ رجسٹر کریں
uz: Hisobingizni ro'yxatdan o'tkazing
vi: Vui lòng đăng ký tài khoản
zh: 请注册账户
zu: Sicela ubhalise i-akhawunti

# cannotTransferPremiumWithoutAccount
source: You cannot carry over the premium feature when changing devices or losing your phone
af: Jy kan nie die premiumfunksies oorgedra wanneer jy jou toestel verander of jou slimfoon verloor nie.
am: እቅፍ መለወጥ ወይም ስልክ ማጥፍ ጊዜ የፕሪምየም ባለሙያ ተጠቃሚ እንደገና አይተያዩም
ar: لا يمكن نقل الميزات المتقدمة عند تغيير الجهاز أو فقدان الهاتف الذكي
as: 既存のアッサム語翻訳を確認しました。現在の翻訳と他の言語を比較して、適切なアッサム語翻訳を提供します。 ডিভাইস সলনি বা ফ'নৰ হেৰোৱাৰ সময়ত প্ৰিমিয়াম বৈশিষ্ট্যসমূহ স্থানান্তৰ কৰিব নোৱাৰিব
az: Cihaz dəyişdirmə və ya telefon itkisi zamanı premium funksiyalar köçürülə bilməz
be: Пры змене тэлефона або страты смартфона, прэміум функцыі не могуць быць перададзены.
bg: Премиум функциите не могат да се прехвърлят при смяна на устройството или загуба на смартфона
bn: ডিভাইস পরিবর্তন বা ফোন হারিয়ে গেলে প্রিমিয়াম ফিচার স্থানান্তর করা যাবে না
bs: Premium funkcije se neće prenijeti prilikom promjene uređaja ili gubitka telefona
ca: Les funcions premium no es poden transferir en cas de canvi de dispositiu o pèrdua del telèfon
cs: Při změně zařízení nebo ztrátě telefonu nemůžete převést prémiové funkce.
cy: Ni allwch drosglwyddo eich swyddogaethau premiwm pan fyddwch yn newid ffôn neu golli ffôn.
da: Ved skift af enhed eller hvis din smartphone bliver mistet, kan du ikke overføre premium-funktionerne.
de: Bei einem Gerätewechsel oder Verlust des Smartphones können die Premium-Funktionen nicht übertragen werden.
el: Δεν μπορείτε να μεταφέρετε τις premium δυνατότητες όταν αλλάζετε συσκευή ή χάνετε το τηλέφωνό σας.
es: Las funciones premium no se transfieren al cambiar de dispositivo o perder el teléfono
et: Te ei saa premium funktsioone seadme vahetamisel või telefoni kadumise korral üle kanda.
eu: Ezin da premium funtzioak bereizi ateratzeko mugitzea edo telefonoa galdu denean.
fa: در زمان تغییر دستگاه یا گم کردن گوشی، نمی‌توانید امکانات پریمیوم را انتقال دهید.
fi: Et voi siirtää premium-ominaisuuksia laitteiston vaihdon tai älypuhelimen katoamisen yhteydessä.
fil: Hindi maililipat ang mga premium feature kapag nagpalit ng device o nawala ang smartphone
fr: Vous ne pouvez pas transférer les fonctionnalités premium lors d'un changement de téléphone ou en cas de perte de smartphone.
gl: Non se pode transfacer a funcionalidade premium durante o cambio de dispositivo ou perda do móbil.
gu: ડિવાઇસ બદલાવ અથવા ફોન ખોવાઈ જવા પર પ્રીમિયમ સુવિધાઓ ટ્રાન્સફર થશે નહીં
he: לא ניתן להעביר את הפונקציות הפרימיום בעת שינוי מכשיר או אובדן הטלפון
hi: डिवाइस बदलने या फोन खो जाने पर प्रीमियम सुविधाएं स्थानांतरित नहीं हो सकतीं
hr: Ne možete prenijeti premium funkcije prilikom promjene uređaja ili gubitka telefona.
hu: A prémium funkciók nem vihetők át a készülékcserénél vagy okostelefon elvesztésénél.
hy: Այս հնարավորությունն անջատում է Պրեմիում գործառույթի փոխանցումը հեռախոսը փոխելու կամ խոշոր զանգվածը կորցնելու ժամանակ
id: Anda tidak dapat mentransfer fitur premium saat mengganti perangkat atau kehilangan ponsel.
is: Þegar þú skiptir um tæki eða ef þú tapar símalausninni geturðu ekki flutt framlengingu Premium.
it: Le funzioni premium non possono essere trasferite in caso di cambio di dispositivo o perdita dello smartphone
ja: 機種変更やスマホ紛失時に、プレミアム機能を引き継げません
ka: ქსელური მოწყობილობის შეცვლა ან ტელეფონის დაკარგვის დროს, პრემიუმ ფუნქციების გადატანა შეუძლებელი იქნება.
kk: Аппаратты ауыстырған кезде немесе смартфонды жоғалтқан кезде премиум функционалын жалғастыру мүмкін емес
km: មុខងារ Premium នឹងមិនអាចបន្តបានទេ នៅពេលផ្លាស់ប្តូរទូរស័ព្ទ ឬបាត់បង់ទូរស័ព្ទ
kn: ಸಾಧನ ಬದಲಾವಣೆ ಅಥವಾ ಸ್ಮಾರ್ಟ್‌ಫೋನ್ ಕಳೆದುಕೊಂಡಾಗ, ಪ್ರೀಮಿಯಂ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ವರ್ಗಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ko: 기기 변경이나 스마트폰 분실 시 프리미엄 기능을 이전할 수 없습니다
ky: Мобилдик колдонмонун премиум функцияларын смартфонду өзгөртүүнүн же жоготуунун учурунда өткөрүп бере албайсыз.
lo: ບໍ່ສາມາດໃຫ້ເຂົ້າໃຊ້ຟິງຊັນພາກເພີ່ມເຕີມໃນຄະແນນໃນເວລາທີ່ທ່ານເຮັດການປ່ອນໃບບິນໃຫມ່ ຫຼື ສູນເສຍໂທລະສັບ.
lt: Negalite perkelti premijinių funkcijų keičiant įrenginį ar praradus telefoną.
lv: Jaunu ierīču maiņas vai viedtālruņa zaudēšanas gadījumā nevarēsiet pārnest premium funkcijas.
mk: Не можете да пренесете премиум функции при промена на уредот или губење на паметен телефон.
ml: ഉപകരണം മാറ്റുമ്പോഴോ സ്മാർട്ട്‌ഫോൺ നഷ്ടപ്പെടുമ്പോഴോ പ്രീമിയം ഫീച്ചറുകൾ കൈമാറാൻ കഴിയില്ല
mn: Төхөөрөмж солих эсвэл гар утас алдах үед премиум функцыг шилжүүлэх боломжгүй
mr: डिव्हाइस बदलताना किंवा फोन हरवल्यावर, प्रीमियम फीचर्स स्थानांतरित होणार नाहीत
ms: Anda tidak dapat meneruskan fungsi premium ketika menukar peranti atau kehilangan telefon pintar.
my: ဖုန်းအသစ်ကိုပြောင်းခြင်း သို့မဟုတ် ဖုန်းပျောက်ဆုံးခြင်းတွင် ပရီမီယံအင်္ဂါရပ်များကို လွှဲပြောင်း၍မရပါ
nb: Du kan ikke overføre premiumfunksjoner når du bytter enhet eller mister telefonen.
ne: मोडेल परिवर्तन वा स्मार्टफोन हराउँदा प्रिमियम सुविधाहरू स्थानान्तरण गर्न सकिँदैन
nl: U kunt de premiumfuncties niet overdragen bij het wijzigen van apparaat of het verliezen van uw smartphone.
no: Du kan ikke overføre premiumfunksjoner ved bytte av enhet eller hvis du mister telefonen.
or: ଫୋନ୍ ବଦଳାଇବା କିମ୍ବା ହରାଇବା ସମୟରେ ପ୍ରିମିୟମ୍ ବୈଶିଷ୍ଟ୍ୟକୁ ସ୍ଥାନାନ୍ତରିତ କରିପାରିବେ ନାହିଁ
pa: ਡਿਵਾਈਸ ਬਦਲਣ ਜਾਂ ਫੋਨ ਗੁਆਚਣ ਵੇਲੇ, ਪ੍ਰੀਮੀਅਮ ਫੀਚਰ ਟ੍ਰਾਂਸਫਰ ਨਹੀਂ ਹੋ ਸਕਦੇ
pl: Nie można przenieść funkcji premium podczas zmiany urządzenia lub utraty telefonu.
ps: تاسو د وسیلې بدلون یا د ګرځنده تلیفون د ورکیدو په حالت کې د ممتازو ځانګړتیاوو د انتقال وړتیا نلرئ.
pt: Você não pode transferir as funções premium ao trocar de dispositivo ou ao perder seu smartphone.
ro: Nu putem transfera funcțiile premium în cazul în care schimbați dispozitivul sau pierdeți telefonul.
ru: При смене устройства или потере смартфона нельзя перенести функции премиум.
si: ආකෘතියන් මාරු කිරීමේදී හෝ ජංගම දුරකථනය කොයිඳු බවේදී, ප්‍රයෝජනවත් ලක්ෂණ ඉදිරියට ගෙන යා හැකියාවක් නැත.
sk: Pri zmene zariadenia alebo stratenej smartfónu nemôžete preniesť prémiové funkcie.
sl: Zaradi spremembe naprave ali izgube pametnega telefona ne morete prenesti premium funkcij.
sq: Nuk mund të transferoni funksionet premium kur ndryshoni pajisjen ose humbni telefonin tuaj.
sr: Не можете пренети премиум функције током промене телефона или ако сте изгубили телефон.
sv: Du kan inte överföra premiumfunktioner vid enhetens byte eller vid förlust av smartphone.
sw: Hutaweza kuhamisha vipengele vya premium wakati wa kubadilisha kifaa au kupoteza simu
ta: சாதன மாற்றம் அல்லது மொபைல் இழப்பின்போது பிரீமியம் அம்சங்களைத் தொடர முடியாது
te: పరికరం మార్చడం లేదా ఫోన్ పోయినప్పుడు ప్రీమియం ఫీచర్లను బదిలీ చేయలేము
th: ไม่สามารถถ่ายทอดฟังก์ชันพรีเมียมเมื่อเปลี่ยนเครื่องหรือสูญหายของโทรศัพท์
tl: Kapag magbabago ng phone o mawala ang telepono, hindi maililipat ang mga premium na feature
tr: Telefon değişikliği veya telefon kaybı durumunda, premium özellikleri aktaramazsınız.
uk: You cannot transfer premium features when changing devices or losing your phone.
ur: آپ پریمیم خصوصیات کو تبدیل کرنے یا اسمارٹ فون کھونے کی صورت میں منتقل نہیں کرسکتے ہیں۔
uz: Siz telefoningizni o'zgartirganda yoki telefonni yo'qotganda, premium funksiyalarni o'tkazib bo'lmaydi.
vi: Không thể chuyển đổi tính năng premium khi thay đổi thiết bị hoặc mất điện thoại
zh: 在更换设备或手机丢失时，无法继承高级功能
zu: Awodwa, awukwazi ukudlulisela izici eziphezulu uma ushintshela kwenye imishini noma uma umakhalekhukhwini wakho uphumele ngaphandle.

# reexperiencePremiumFeatures
source: You can experience the premium features again for 14 days! Tap to share on SNS!
af: Jy kan die premiumfunksie vir 14 dae weer ervaar! Tik om op sosiale media te deel!
am: እባክዎ የፕሪምየም ባለቤትን 14 ቀናት ይወውሉ! ላለመለክም በኤርትራ ጥቅስ ይጫኑ!
ar: يمكنك إعادة تجربة الميزات المميزة لمدة 14 يوماً! اضغط للمشاركة على وسائل التواصل الاجتماعي!
as: প্ৰিমিয়াম সুবিধাসমূহ ১৪ দিনৰ বাবে পুনৰ অভিজ্ঞতা কৰিব পাৰিব! ছ'চিয়েল মিডিয়াত শ্বেয়াৰ কৰিবলৈ টেপ কৰক!
az: Premium funksiyaları 14 gün ərzində yenidən sınaya bilərsiniz! Sosial şəbəkələrdə paylaşmaq üçün toxunun!
be: Вы можаце зноў атрымаць доступ да прэміум-функцый на працягу 14 дзён! Націсніце, каб падзяліцца ў сацыяльных сетках!
bg: Можете отново да изпитате премиум функциите за 14 дни! Докоснете, за да споделите в социалните мрежи!
bn: ১৪ দিনের জন্য প্রিমিয়াম ফিচারগুলি পুনরায় অভিজ্ঞতা নিন! ট্যাপ করে SNS-এ শেয়ার করুন!
bs: Možete ponovo iskusiti premium funkcije tokom 14 dana! Dodirnite da podelite na društvenim mrežama!
ca: Pots tornar a experimentar les funcions premium durant 14 dies! Toca per compartir-ho a les xarxes socials!
cs: Můžete znovu zažít prémiové funkce po dobu 14 dnů! Klikněte a sdílejte na sociálních sítích!
cy: Gallwch ailbrofi'r nodweddion premium am 14 diwrnod! Tapiwch i rannu ar SNS!
da: Du kan genopleve premiumfunktionerne i 14 dage! Tryk for at dele på sociale medier!
de: Sie können die Premium-Funktionen 14 Tage lang erneut erleben! Tippen Sie hier, um in sozialen Medien zu teilen!
el: Μπορείτε να ξαναζήσετε τις premium δυνατότητες για 14 ημέρες! Πατήστε για να μοιραστείτε στα κοινωνικά δίκτυα!
es: ¡Vuelve a experimentar las funciones premium por 14 días! ¡Toca para compartir en redes sociales!
et: Saate uuesti nautida premium-funktsioone 14 päeva jooksul! Vajuta, et jagada sotsiaalmeedias!
eu: 14 eguneko epean premium funtzionalitatea berriro esperimentatu dezakezu! Tapa ezazu eta partekatu SNS-n!
fa: شما می‌توانید ویژگی‌های پریمیوم را به مدت ۱۴ روز دوباره تجربه کنید! بر روی اینجا کلیک کنید و آن را در شبکه‌های اجتماعی به اشتراک بگذارید!
fi: Voit kokea premium-ominaisuudet uudelleen 14 päivän ajan! Napauta jakaaksesi sosiaalisessa mediassa!
fil: Muling maranasan ang mga premium feature sa loob ng 14 araw! I-tap para ibahagi sa social media!
fr: Vous pouvez redécouvrir les fonctionnalités premium pendant 14 jours ! Touchez pour partager sur les réseaux sociaux !
gl: ¡Poderás volver a experimentar as funcións premium durante 14 días! Toque para compartir en SNS!
gu: પ્રીમિયમ વિશેષતાઓનો 14 દિવસ માટે ફરીથી અનુભવ કરો! સોશિયલ મીડિયા પર શેર કરવા માટે ટેપ કરો!
he: תוכלו לחוות מחדש את הפונקציות הפרימיום במשך 14 יום! לְהַקֶשׁ על מנת לשתף ברשתות החברתיות!
hi: प्रीमियम फ़ीचर्स को 14 दिन तक फिर से एक्सपीरियंस करें! टैप करके सोशल मीडिया पर शेयर करें!
hr: Možete ponovo isprobati premium funkcije tijekom 14 dana! Dodirnite za dijeljenje na društvenim mrežama!
hu: 14 napon keresztül újra megtapasztalhatja a prémium funkciókat! Koppintson, és ossza meg a közösségi médiában!
hy: Հանդիպեք պրեմիում հատկություններին 14 օրով նորից! Թոփեք և կիսվեք սոցիալական ցանցերում!
id: Anda dapat mengalami kembali fitur premium selama 14 hari! Ketuk untuk membagikannya di SNS!
is: Kynntu það á samfélagsmiðlum með því að smella á það!
it: Puoi provare di nuovo le funzioni premium per 14 giorni! Tocca per condividere sui social!
ja: プレミアム機能を14日間再体験できます！ タップしてSNSにシェアしましょう！
ka: შენ შეგიძლიათ ერთი კვირით (14 დღის განმავლობაში) გააახლებთ პრემიუმ შესაძლებლობებს! არის დრო, რომ გააზიარო ეს სოციალურ ქსელებში!
kk: 14 күн ішінде премиум функцияларды қайтадан сынап көре аласыз! SNS-ке бөлісу үшін түртіңіз!
km: សាកល្បងមុខងារពិសេសបាន១៤ថ្ងៃឥតគិតថ្លៃ! ចុចដើម្បីចែករំលែកលើបណ្តាញសង្គម!
kn: ನೀವು 14 ದಿನಗಳವರೆಗೆ ಪ್ರೀಮಿಯಂ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಮರು ಅನುಭವಿಸಬಹುದು! ಟ್ಯಾಪ್ ಮಾಡಿ SNS ನಲ್ಲಿ ಹಂಚಿಕೊಳ್ಳೋಣ!
ko: 프리미엄 기능을 14일간 다시 체험해보세요! 탭해서 SNS에 공유하세요!
ky: 14 күн премиум функцияларын кайрадан таап аласыз! SNSке бөлүшүүгө басыңыз!
lo: ແມ່ນສາມາດສະຫະບິເນີບຽງຈໍາໍາ ໃຫ້ຄົນອື່ນສາມາດຄິນບັດບໍ່ຜິດຮິເປັນ໌ເບິ່ງ! ກົດເພາະແມ່ນວ່າແອບບັດກະທັດຕະແມ່ນໃຫ້ຄົນອື່ນສາມຸງສ຿ລາແຮັດດບອຒິແພພ່າ!
lt: Galite iš naujo patirti premium funkcijas 14 dienų! Paspauskite, kad pasidalintumėte socialiniuose tinkluose!
lv: Jūs varat atkārtoti izmēģināt premium funkcijas 14 dienas! Nospiediet un dalieties ar to sociālajos tīklos!
mk: Можете повторно да ја искористите премиум функцијата за 14 дена! Допирнете за споделување на SNS!
ml: പ്രീമിയം സവിശേഷതകൾ 14 ദിവസത്തേക്ക് വീണ്ടും അനുഭവിക്കാം！ ടാപ്പ് ചെയ്ത് സോഷ്യൽ മീഡിയയിൽ പങ്കിടാം！
mn: Премиум функцийг 14 хоногийн турш дахин туршиж үзээрэй! Дарж нийгмийн сүлжээнд хуваалцаарай!
mr: प्रीमियम वैशिष्ट्ये १४ दिवसांसाठी पुन्हा अनुभवा! सोशल मीडियावर शेअर करण्यासाठी टॅप करा!
ms: Anda boleh mengalami semula ciri premium selama 14 hari! Ketuk untuk berkongsi di media sosial!
my: ပရီမီယံ လုပ်ဆောင်ချက်များကို ၁၄ ရက် ပြန်လည်အတွေ့အကြုံရနိုင်သည်! လူမှုကွန်ယက်တွင် မျှဝေရန် ထိလိုက်ပါ!
nb: Du kan oppleve premiumfunksjoner i 14 dager på nytt! Trykk for å dele på sosiale medier!
ne: प्रिमियम सुविधाहरू १४ दिनका लागि पुनः अनुभव गर्नुहोस्! ट्याप गरेर SNS मा साझा गरौं!
nl: U kunt de premium functies 14 dagen opnieuw ervaren! Tik om het op sociale media te delen!
no: Du kan gjenoppleve premiumfunksjonen i 14 dager! Trykk for å dele på sosiale medier!
or: ୧୪ ଦିନ ପାଇଁ ପ୍ରିମିୟମ୍ ବୈଶିଷ୍ଟ୍ୟଗୁଡ଼ିକୁ ପୁନର୍ବାର ଅନୁଭବ କରିପାରିବେ! ସାମାଜିକ ମିଡିଆରେ ସେୟାର କରିବା ପାଇଁ ଟ୍ୟାପ୍ କରନ୍ତୁ!
pa: ਪ੍ਰੀਮੀਅਮ ਫੀਚਰਾਂ ਨੂੰ 14 ਦਿਨਾਂ ਲਈ ਦੁਬਾਰਾ ਅਨੁਭਵ ਕਰ ਸਕਦੇ ਹੋ! ਸੋਸ਼ਲ ਮੀਡੀਆ ਤੇ ਸਾਂਝਾ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ!
pl: Możesz ponownie doświadczyć funkcji premium przez 14 dni! Tapnij, aby udostępnić w mediach społecznościowych!
ps: تاسې کولی شئ ۱۴ ورځې لپاره د پریمیوم ځانګړتیاوې بیا تجربه کړئ! په ټپ سره، دا د ټولنیزو شبکو سره شریک کړئ!
pt: Você pode reexperimentar os recursos premium por 14 dias! Toque para compartilhar nas redes sociais!
ro: Puteți experimenta din nou funcțiile premium timp de 14 zile! Apăsați pentru a le împărtăși pe SNS!
ru: Вы можете повторно использовать функции премиум в течение 14 дней!\nНажмите, чтобы поделиться в социальных сетях!
si: 14 ක් මාලා පිරිමියන් ප්‍රතිශක්තිකරණය කළ හැක! එය මාලාවට කටයුතු කරන්න!
sk: Môžete znovu zažiť prémiové funkcie na 14 dní!\nKlepnutím zdieľajte na sociálnych sieťach!
sl: Lahko ponovno izkusite premium funkcije 14 dni! Tapnite, da delite na družbenih omrežjih!
sq: Mund të ripeshojci funksionet premium për 14 ditë! Prekni për të ndarë në rrjetet sociale!
sr: Можете поново да искористите премиум функције на период од 14 дана! Додирните и поделите на друштвеним мрежама!
sv: Du kan återuppleva premiumfunktioner i 14 dagar! Tryck för att dela på sociala medier!
sw: Pata uzoefu wa vipengele vya premium tena kwa siku 14! Gusa kushiriki kwenye mitandao ya kijamii!
ta: பிரீமியம் அம்சங்களை 14 நாட்களுக்கு மீண்டும் அனுபவிக்கலாம்! தட்டி சமூக ஊடகத்தில் பகிருங்கள்!
te: ప్రీమియం ఫీచర్లను 14 రోజుల పాటు తిరిగి అనుభవించండి! సామాజిక మాధ్యమాలలో షేర్ చేయడానికి టాప్ చేయండి!
th: คุณสามารถลองใช้งานฟีเจอร์พรีเมียมได้อีก 14 วัน! แตะเพื่อแชร์บนโซเชียลมีเดีย!
tl: Masubukan ulit ang premium features ng 14 araw! Tap para i-share sa social media!
tr: 14 gün boyunca premium özellikleri yeniden deneyimleyebilirsiniz! Sosyal medyada paylaşmak için dokunun!
uk: You can re-experience the premium features for 14 days! Tap to share on social media!
ur: آپ 14 دن کے لئے پریمیم خصوصیات دوبارہ تجربہ کر سکتے ہیں! سوشل میڈیا پر شیئر کرنے کے لئے ٹیپ کریں!
uz: Premium funksiyalarni 14 kun davomida qayta tajriba qilishingiz mumkin! To'g'ridan-to'g'ri bosib, ijtimoiy tarmoqlarda baham ko'ring!
vi: Bạn có thể trải nghiệm lại các tính năng Premium trong 14 ngày! Hãy nhấn để chia sẻ lên mạng xã hội!
zh: 您可以重新体验14天的专业功能！ 点击分享至社交媒体！
zu: Ungakuzwa ukuthi ungaphinda uzozama izici eziphezulu kweyama-14! Thinta ukuze wabelane ku-SNS!

# whereToShare
source: Where do you want to share?
af: Waar wil jy deel?
am: ወዴት እንደት እንደምን እንሰክብል؟
ar: أين تريد المشاركة؟
as: ক'ত শ্বেয়াৰ কৰিব?
az: Harda paylaşırsınız?
be: Куды падзяліць?
bg: Къде искате да споделите?
bn: কোথায় শেয়ার করবেন?
bs: Gdje želite da podijelite?
ca: On vols compartir-ho?
cs: Kam chces sdílet?
cy: Blewch i ble?
da: Hvor vil du dele dette?
de: Wohin möchten Sie teilen?
el: Πού θέλετε να μοιραστείτε;
es: ¿Dónde compartir?
et: Kuhu soovite jagada?
eu: Nonera partekatuko duzu?
fa: کجا می‌خواهید به اشتراک بگذارید؟
fi: Mihin jaat?
fil: Saan mo ibabahagi?
fr: Où souhaitez-vous partager ?
gl: ¿A dónde quieres compartir?
gu: કયાં શેર કરશો?
he: איפה תרצה לשתף?
hi: कहाँ शेयर करें?
hr: Gdje dijelite?
hu: Hova szeretnéd megosztani?
hy: Ո՞ւր եք կիսվում։
id: Mau dibagikan ke mana?
is: Hvert viltu deila?
it: Dove vuoi condividere?
ja: どちらにシェアしますか？
ka: კარგი, სად გავაზიაროთ?
kk: Қайда бөлісесіз?
km: ចែករំលែកទៅណា？
kn: ಎಲ್ಲಿ ಹಂಚಿಕೊಳ್ಳುತ್ತೀರಿ?
ko: 어디에 공유하시겠어요?
ky: Кайда бөлүшөсүз?
lo: ແຊໍແບ່ງແບບໃສ່?
lt: Kur norėtumėte pasidalyti?
lv: Kurā vietā vēlaties dalīties?
mk: Каде да споделам?
ml: എവിടെ പങ്കിടും?
mn: Хаашаа хуваалцах вэ?
mr: कुठे शेअर करायचे?
ms: Di mana anda ingin berkongsi?
my: ဘယ်ဆီသို့ မျှဝေမလဲ？
nb: Hvor vil du dele dette?
ne: कहाँ साझा गर्नुहुन्छ？
nl: Waar wilt u het delen?
no: Hvor vil du dele det?
or: କେଉଁଠାରେ ସେୟାର କରିବେ？
pa: ਤੁਸੀਂ ਕਿੱਥੇ ਸ਼ੇਅਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Gdzie chcesz udostępnić?
ps: کوم ځای ته شریکول غواړې؟
pt: Para qual lugar você deseja compartilhar?
ro: Unde doriți să partajați?
ru: Куда вы хотите поделиться?
si: ඔබ කැමති කිහිපයකින් බෙදා ගන්නා ආකාරය කුමක්ද?
sk: Kam chcete zdieľať?
sl: Kamor želite deliti?
sq: Kënd do të ndani?
sr: Куда желите да поделите?
sv: Dela med dig till vilken?
sw: Ungependa kushiriki wapi?
ta: எங்கே பகிர்வீர்கள்?
te: ఎక్కడికి షేర్ చేస్తారు?
th: คุณจะแบ่งปันที่ไหน?
tl: Saan mo ito ishashare?
tr: Nereye paylaşacaksınız?
uk: Where would you like to share?
ur: آپ یہ کہاں شیئر کریں گے؟
uz: Qaysi tomonga baham ko'rmoqchisiz?
vi: Chia sẻ đến đâu?
zh: 你要分享给谁？
zu: Uphi lapho uzokwenza khona ukwabelana?

# pauseTakingDay
source: 🌙 Taking a break on {day}th day
af: 🌙 Duidelike pille gebruik rus {day}de dag
am: 🌙 መውረድ እንቅልፍ {day} ቀን
ar: 🌙 فترة الراحة من الحبوب - اليوم {day}
as: 🌙 সেৱন বিৰতি {day}তম দিন
az: 🌙 Qəbul fasiləsi {day}-ci gün
be: 🌙 Падышакнае {day} дзень
bg: 🌙 Пауза от хапчета {day} ден
bn: 🌙 সেবন বিরতি {day} দিন
bs: 🌙 Odmor od uzimanja {day} dan
ca: 🌙 Descans de la píndola dia {day}
cs: 🌙 Přestávka v užívání léku na {day} den
cy: 🌙 Diwrnod {day} o seibiant pill
da: 🌙 Pause for taking {day} day
de: 🌙 Einnahmepause am {day}. Tag
el: 🌙 Διακοπή λήψης {day} ημέρα
es: 🌙 Descanso de la píldora día {day}
et: 🌙 Pillide võtmise vahe {day} päev
eu: 🌙 Hartzeko oporrak {day} egunean
fa: 🌙 روز {day} پرهیز از مصرف دارو
fi: 🌙 Lääkitys tauolla {day}. päivä
fil: 🌙 Pahinga sa pills ika-{day} araw
fr: 🌙 Jour de repos de la prise de {day}
gl: 🌙 Descanso de toma {day} día
gu: 🌙 સેવન વિરામ {day}મો દિવસ
he: 🌙 הפסקת שימוש ביום {day}
hi: 🌙 दवा विराम {day}वां दिन
hr: 🌙 Odmor od uzimanja {day} dan
hu: 🌙 Szabadság {day} napja
hy: 🌙 Ոռոգման հանգիստ {day} օր
id: 🌙 Hari istirahat dosis ke-{day}
is: 🌙 Hvíldardagur {day}
it: 🌙 Giorno {day} di pausa
ja: 🌙 服用お休み {day}日目
ka: 🌙 წამლის მიღება შეწყვეტილი {day} დღე
kk: 🌙 {day}-шы күні дәрі қабылдауды тоқтату
km: 🌙 ការញាំថ្នាំសម្រាក ថ្ងៃទី{day}
kn: 🌙 ಮಾತ್ರೆ ವಿರಾಮ {day}ನೇ ದಿನ
ko: 🌙 휴약 {day}일차
ky: 🌙 Дарык унутуп алган {day}-күн
lo: 🌙 ບໍ່ເຮັດສາດ {day} ອະທິເລືອດ
lt: 🌙 Vaistų vartojimo pertrauka {day} diena
lv: 🌙 Zāļu lietošana atpūtas {day} dienā
mk: 🌙 Пауза за земање {day}-ти ден
ml: 🌙 സേവന വിശ്രമം {day}ാം ദിവസം
mn: 🌙 Эм уухын амралт {day} дэх өдөр
mr: 🌙 औषध विराम {day}वा दिवस
ms: 🌙 Hari rehat dari pengambilan {day}
my: 🌙 နားရက် {day} ရက်မြောက်
nb: 🌙 Pause in pill intake, day {day}
ne: 🌙 सेवन बिदा {day}औं दिन
nl: 🌙 Eetpauze {day} dag
no: 🌙 Pause for medication on day {day}
or: 🌙 ସେବନ ବିରାମ {day} ତମ ଦିନ
pa: 🌙 ਗੋਲੀ ਦਾ ਬਰੇਕ {day}ਵਾਂ ਦਿਨ
pl: 🌙 Dzień {day} przerwy w przyjmowaniu
ps: 🌙 د درملو تفریح {day} ورځ
pt: 🌙 Dia {day} de pausa da medicação
ro: 🌙 Odihnă de dozare în ziua {day}
ru: 🌙 Пропуск приема {day}-й день
si: 🌙 පෞදාලේ අත්හිටවන්න {day}වන දිනය
sk: 🌙 Užívajte si prestávku {day} deň
sl: 🌙 Odmor od jemanja {day} dan
sq: 🌙 Pushimi i ilaçit ditën e {day}
sr: 🌙 Дан {day} дан одмора
sv: 🌙 Paus för intagning {day} dag
sw: 🌙 Mapumziko wa dawa siku ya {day}
ta: 🌙 மாத்திரை இடைவெளி {day}ஆம் நாள்
te: 🌙 సేవన విరామం {day}వ రోజు
th: 🌙 หยุดการใช้ยาในวัน {day}
tl: 🌙 Pahinga sa pag-inom {day} na araw
tr: 🌙 İlaç alma molası {day}. gün
uk: 🌙 Day {day} of missed doses
ur: 🌙 {day} دن کا وقفہ
uz: 🌙 Qabul qilishdan tanaffus {day}-kun
vi: 🌙 Nghỉ uống thuốc ngày thứ {day}
zh: 🌙 停药 {day}天
zu: 🌙 Ithwasa ukuphumula {day} ngosuku

# withDay
source: {word}th day
af: {word} dag
am: {word} ቀን
ar: اليوم {word}
as: {word}তম দিন
az: {word}. gün
be: {word} дзень
bg: {word} ден
bn: {word}তম দিন
bs: {word} dan
ca: Dia {word}
cs: {word}. den
cy: {word} diwrnod
da: {word} dag
de: {word} Tag
el: {word} ημερών
es: Día {word}
et: {word} päev
eu: {word} eguna
fa: روز {word}
fi: {word} päivä
fil: Ika-{word} araw
fr: {word} jour
gl: {word} día
gu: {word}મું દિવસ
he: יום {word}
hi: दिन {word}
hr: {word}. dan
hu: {word}. napja
hy: {word} օրը
id: Hari ke-{word}
is: {word} dagur
it: {word}° giorno
ja: {word}日目
ka: {word} დღე
kk: {word} күні
km: ថ្ងៃទី{word}
kn: {word}ನೇ ದಿನ
ko: {word}일째
ky: {word} күн
lo: {word} ມື້
lt: {word} diena
lv: {word} diena
mk: {word} ден
ml: {word}ാം ദിവസം
mn: {word} дахь өдөр
mr: {word}वा दिवस
ms: Hari ke-{word}
my: {word}ရက်မြောက်
nb: {word} dagen
ne: {word}औं दिन
nl: {word} dag
no: {word} dag
or: {word}ତମ ଦିନ
pa: {word}ਵਾਂ ਦਿਨ
pl: {word} dzień
ps: {word} ورځ
pt: {word}º dia
ro: ziua {word}
ru: {word} день
si: {word} දිනය
sk: {word} deň
sl: {word} dan
sq: {word} ditë
sr: {word} дан
sv: {word} dag
sw: Siku ya {word}
ta: {word}ாம் நாள்
te: {word}వ రోజు
th: {word} วัน
tl: Araw {word}
tr: {word}. gün
uk: {word} day
ur: {word} دن
uz: {word}-kunchi
vi: ngày thứ {word}
zh: {word}天
zu: {word} usuku
