Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorUnsupportedError
source: An unknown error occurred. Please update to the latest version and try again. If the problem persists, please contact support. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
af: Oorsakeless fout. Werk opdatering na die jongste weergawe en probeer weer. As dit nie opgelos word nie, kontak asseblief via instellings > Navraag. Kode: {errorCode} Besonderhede: {exceptionMessage}:{exceptionDetails}
am: የማይታወቅ እንቅስቃሴ ነው። ወቅቱን ወደ አዳዲስ ማሻሻያ ይዘው ይሞክሩ። ማሻሻያ ማይሆን እንደሆነ እባክዎት በእንቅስቃሴ > ጥያቄ ላይ ይገናኙ። ኮድ: {errorCode} ዝርዝር: {exceptionMessage}:{exceptionDetails}
ar: خطأ غير معروف. يرجى تحديث التطبيق إلى أحدث إصدار والمحاولة مرة أخرى. إذا لم يتم حل المشكلة، يرجى الاتصال عبر الإعدادات > استفسارات. الرمز: {errorCode} التفاصيل: {exceptionMessage}:{exceptionDetails}
as: এইটো এটা অজ্ঞাত কাৰণৰ ত্ৰুটি। শেহতীয়া সংস্কৰণলৈ আপডেট কৰি পুনৰ চেষ্টা কৰক। যদি সমাধান নহয়, তেন্তে ছেটিংছ > যোগাযোগ ৰ পৰা যোগাযোগ কৰক। ক'ড: {errorCode} বিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: Bilinməyən bir xətadır. Ən son versiyaya yeniləyin və yenidən cəhd edin. Hələ də həll olunmadıqda, Ayarlar > Sorğu vasitəsilə bizimlə əlaqə saxlayın. Kod: {errorCode} Ətraflı: {exceptionMessage}:{exceptionDetails}
be: Невядомая памылка. Абнавіце да апошняй версіі і паспрабуйце яшчэ раз. Калі праблема не вырашана, калі ласка, звярніцеся ў настройкі > Запыты. Код: {errorCode} Дэталі: {exceptionMessage}:{exceptionDetails}
bg: Това е неопределена грешка. Моля, актуализирайте до последната версия и опитайте отново. Ако проблемът не бъде разрешен, свържете се с нас през Настройки > Запитвания. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
bn: অজানা কারণে একটি ত্রুটি ঘটেছে। সর্বশেষ সংস্করণে আপডেট করে আবার চেষ্টা করুন। যদি সমাধান না হয়, তাহলে সেটিংস > যোগাযোগ এর মাধ্যমে যোগাযোগ করুন। কোড: {errorCode} বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: To je nepoznata greška. Ažurirajte na najnoviju verziju i pokušajte ponovo. Ako problem i dalje postoji, kontaktirajte nas putem Podešavanja > Upit. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
ca: Es tracta d'un error de causa desconeguda. Si us plau, actualitzeu a la versió més recent i torneu-ho a provar. Si el problema persisteix, poseu-vos en contacte amb nosaltres a través de Configuració > Contacte. Codi: {errorCode} Detalls: {exceptionMessage}:{exceptionDetails}
cs: Došlo k neznámé chybě. Aktualizujte na nejnovější verzi a zkuste to znovu. Pokud problém nevyřešíte, kontaktujte nás přes Nastavení > Dotazy. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Mae hwn yn wall yn y gellir ei achosi heb unrhyw reswm clir. Dylech ddiweddaru i'r fersiwn diweddaraf a phrofi eto. Os na fydd yn cael ei ddatrys, cysylltwch â ni drwy fynd i Gosodiadau > Cysylltiad. Cod: {errorCode} Manylion: {exceptionMessage}:{exceptionDetails}
da: Der er en ukendt fejl. Opdater til den nyeste version og prøv igen. Hvis problemet ikke løses, bedes du kontakte os via Indstillinger > Kontakt. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
de: Unbekannter Fehler. Bitte aktualisieren Sie auf die neueste Version und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns über Einstellungen > Anfrage. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
el: Απροσδιόριστο σφάλμα. Παρακαλώ αναβαθμίστε στην τελευταία έκδοση και προσπαθήστε ξανά. Εάν δεν λυθεί το πρόβλημα, επικοινωνήστε με την υποστήριξη μέσω Ρυθμίσεις > Επικοινωνία. Κωδικός: {errorCode} Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Se ha producido un error desconocido. Por favor, actualice a la versión más reciente e inténtelo de nuevo. Si el problema persiste, contáctenos a través de Configuración > Contacto. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
et: Tundmatu viga. Palun uuendage rakendus uusimale versioonile ja proovige uuesti. Kui probleem püsib, võtke ühendust seadete > Küsige kohta. Kood: {errorCode} Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Errore ezezaguna da. Mesedez, eguneratu azken bertsiora eta saiatu berriro. Irtenbiderik ez badago, mesedez, joan ezazu Ezarpenak > Kontsultak atalean eta jar zaitez harremanetan. Kodea: {errorCode} Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: خطای غیر قابل شناسایی است. لطفاً به آخرین نسخه آپدیت کنید و دوباره امتحان کنید. اگر مشکل حل نشد، لطفاً از طریق تنظیمات > تماس با ما اقدام کنید. کد: {errorCode} جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Tuntematon virhe. Päivitä sovellus uusimpaan versioon ja yritä uudelleen. Jos ongelma ei ratkea, ota yhteyttä asetuksista > Ota yhteyttä. Koodi: {errorCode} Yksityiskohdat: {exceptionMessage}:{exceptionDetails}
fil: Ito ay hindi kilalang error. Mangyaring mag-update sa pinakabagong bersyon at subukang muli. Kung hindi pa rin maresolba, makipag-ugnayan sa amin sa Settings > Kontakin. Code: {errorCode} Detalye: {exceptionMessage}:{exceptionDetails}
fr: Erreur inconnue. Veuillez mettre à jour vers la dernière version et réessayer. Si cela ne résout pas le problème, veuillez nous contacter via Paramètres > Contacts. Code : {errorCode} Détails : {exceptionMessage}:{exceptionDetails}
gl: Erro descoñecido. Actualiza á última versión e volve a probar. Se non se soluciona, contacta connosco a través de Configuración > Consultas. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
gu: અજ્ઞાત કારણોથી એરર થયો છે. કૃપા કરીને તાજેતરના વર્ઝનમાં અપડેટ કરો અને ફરીથી પ્રયાસ કરો. જો સમસ્યા ઉકેલાતી નથી તો સેટિંગ્સ > પૂછપરછ પરથી સંપર્ક કરો. કોડ: {errorCode} વિગતો: {exceptionMessage}:{exceptionDetails}
he: שגיאה לא ידועה. אנא עדכן לגרסה האחרונה ונסה שוב. אם הבעיה לא נפתרת, אנא פנה אלינו דרך הגדרות > פנייה. קוד: {errorCode} פרטים: {exceptionMessage}:{exceptionDetails}
hi: यह एक अज्ञात त्रुटि है। कृपया नवीनतम संस्करण में अपडेट करके पुनः प्रयास करें। यदि समस्या का समाधान नहीं होता है तो कृपया सेटिंग्स > संपर्क करें से संपर्क करें। कोड: {errorCode} विवरण: {exceptionMessage}:{exceptionDetails}
hr: Greška nepoznatog uzroka. Ažurirajte na najnoviju verziju i pokušajte ponovno. Ako problem i dalje postoji, kontaktirajte nas putem Postavke > Kontakt. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
hu: Ismeretlen hiba történt. Kérjük, frissítse a legújabb verzióra, és próbálja újra. Ha a probléma továbbra is fennáll, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüpont alatt. Kód: {errorCode} Részletek: {exceptionMessage}:{exceptionDetails}
hy: ՉՀայտարարաված սխալ է։ Շնորհիվ վերջին տարբերակին թարմացման՝ խնդրում ենք կրկին փորձել։ Եթե խնդիրը չի լուծվում, խնդրում ենք կապնվել՝ պարունակություն > Հարցում։ Կոդ: {errorCode} Վիճակագրություն: {exceptionMessage}:{exceptionDetails}
id: Ini adalah kesalahan yang tidak diketahui. Silakan perbarui ke versi terbaru dan coba lagi. Jika masalah tidak teratasi, silakan hubungi kami melalui Pengaturan > Kontak. Kode: {errorCode} Rincian: {exceptionMessage}:{exceptionDetails}
is: Ótilgreindur villa. Vinsamlegast uppfærðu í nýjustu útgáfuna og reyndu aftur. Ef vandamálið leysist ekki skaltu hafa samband við okkur í stillingum > Fyrirspurnir. Kóði: {errorCode} Nánar: {exceptionMessage}:{exceptionDetails}
it: Si è verificato un errore sconosciuto. Si prega di aggiornare all'ultima versione e riprovare. Se il problema persiste, si prega di contattarci tramite Impostazioni > Contattaci. Codice: {errorCode} Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 原因不明のエラーです。最新版にアップデートして再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。コード: {errorCode} 詳細: {exceptionMessage}:{exceptionDetails}
ka: ეს არის უცნობი შეცდომა. გთხოვთ, განაახლოთ აპლიკაცია ახალ ვერსიაზე და სცადეთ ისევ. თუ პრობლემა არ მოგვარდება, გთხოვთ, დაგვიკავშირდეთ შევიდა პარამეტრებში > კითხვის ნაწილში. კოდი: {errorCode} დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Белгісіз қате. Соңғы нұсқаға жаңартып, тағы да қолданып көріңіз. Егер мәселе шешілмесе, Параметрлер > Байланыс арқылы бізге хабарласыңыз. Код: {errorCode} Толық ақпарат: {exceptionMessage}:{exceptionDetails}
km: នេះគឺជាកំហុសដែលមិនស្គាល់មូលហេតុ។ សូមធ្វើបច្ចុប្បន្នភាពកំណែចុងក្រោយហើយព្យាយាមម្តងទៀត។ ប្រសិនបើមិនអាចដោះស្រាយបាន សូមទាក់ទងមកកាន់យើងតាមរយៈ ការកំណត់ > ការទាក់ទង។ កូដ: {errorCode} ព័ត៌មានលម្អិត: {exceptionMessage}:{exceptionDetails}
kn: ಇದು ಅಜ್ಞಾತ ದೋಷವಾಗಿದೆ. ದಯವಿಟ್ಟು ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ನವೀಕರಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಸಮಸ್ಯೆ ಪರಿಹಾರವಾಗದಿದ್ದರೆ, ದಯವಿಟ್ಟು ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ವಿಚಾರಣೆ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ. ಕೋಡ್: {errorCode} ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 원인을 알 수 없는 오류입니다. 최신 버전으로 업데이트한 후 다시 시도해주세요. 해결되지 않을 경우 설정 > 문의하기를 통해 문의해주세요. 코드: {errorCode} 세부사항: {exceptionMessage}:{exceptionDetails}
ky: Туура эмес ката. Соңку версиясына жаңыртып, кайра аракет кылып көрүңүз. Эгер чечилбеседе, Багыт > Байланыш аркылуу биз менен байланышууга болот. Код: {errorCode} Толук маалымат: {exceptionMessage}:{exceptionDetails}
lo: ມີບໍ່ສາມາດໃນການຈັດການອິງລາຍລະອຽດ ໃຈໃນການສົກຄົວ ກະລຸນາແອັບເດດໃໝ່ ແລະລອງສູດໃໝ່ ຖ້າບໍ່ສາມາດເຮັດໃຫ້ເຂົ້ນເພາະ ຂໍ່ອັດມໃນຕັ້ງ > ສຳສອງບັນຫາ ຄລິບໍ່: {errorCode} ລາຍລະອຽດ: {exceptionMessage}:{exceptionDetails}
lt: Tai nežinoma klaida. Atlikite naujinimą į naujausią versiją ir bandykite dar kartą. Jei problema išlieka, kreipkitės per Nustatymai > Užklausa. Kodas: {errorCode} Detalės: {exceptionMessage}:{exceptionDetails}
lv: Nezināma kļūda. Lūdzu, atjauniniet lietotni uz jaunāko versiju un mēģiniet vēlreiz. Ja problēma netiek atrisināta, lūdzu, sazinieties ar mums, dodoties uz Iestatījumi > Aptauja. Kods: {errorCode} Sīkāka informācija: {exceptionMessage}:{exceptionDetails}
mk: Неидентификувана грешка. Ве молиме да го ажурирате на најновата верзија и повторно да пробате. Ако проблемот не се реши, ве молиме контактирајте со нас преку Поставки > Контакт. Код: {errorCode} Детали: {exceptionMessage}:{exceptionDetails}
ml: അജ്ഞാത കാരണം കൊണ്ടുള്ള പിശകാണ്. ഏറ്റവും പുതിയ പതിപ്പിലേക്ക് അപ്‌ഡേറ്റ് ചെയ്ത് വീണ്ടും ശ്രമിക്കുക. പരിഹരിക്കപ്പെടുന്നില്ലെങ്കിൽ ക്രമീകരണങ്ങൾ > അന്വേഷണം എന്നതിലൂടെ ബന്ധപ്പെടുക. കോഡ്: {errorCode} വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Тодорхойгүй алдаа гарлаа. Хамгийн сүүлчийн хувилбар руу шинэчлэн дахин оролдоно уу. Хэрэв шийдэгдэхгүй бол Тохиргоо > Хандах хэсгээр холбогдоно уу. Код: {errorCode} Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: अज्ञात कारणामुळे त्रुटी आली आहे. कृपया अद्ययावत आवृत्तीवर अपडेट करा आणि पुन्हा प्रयत्न करा. समस्या कायम राहिल्यास सेटिंग्स > चौकशी येथून संपर्क साधा. कोड: {errorCode} तपशील: {exceptionMessage}:{exceptionDetails}
ms: Ralat tidak diketahui. Sila kemas kini kepada versi terkini dan cuba lagi. Jika masalah tidak diselesaikan, sila hubungi kami melalui Tetapan > Pertanyaan. Kod: {errorCode} Butiran: {exceptionMessage}:{exceptionDetails}
my: အကြောင်းအရင်းမသိသော အမှားဖြစ်ပါသည်။ နောက်ဆုံးဗားရှင်းကို အပ်ဒိတ်လုပ်ပြီး ထပ်မံကြိုးစားကြည့်ပါ။ ဖြေရှင်းမရပါက ဆက်တင်များ > မေးမြန်းချက်များ မှ ဆက်သွယ်မေးမြန်းပါ။ ကုဒ်: {errorCode} အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Det er en ukjent feil. Vennligst oppdater til den nyeste versjonen og prøv igjen. Hvis problemet vedvarer, kan du ta kontakt via Innstillinger > Kontakt. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
ne: अज्ञात कारणको त्रुटि छ। कृपया नवीनतम संस्करणमा अपडेट गरेर पुनः प्रयास गर्नुहोस्। समस्या समाधान नभएमा सेटिङ्गहरू > सम्पर्क बाट हामीलाई सम्पर्क गर्नुहोस्। कोड: {errorCode} विवरण: {exceptionMessage}:{exceptionDetails}
nl: Onbekende fout. Update naar de laatste versie en probeer het opnieuw. Als het probleem blijft bestaan, neem dan contact op via Instellingen > Vraag. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
no: En ukjent feil har oppstått. Vennligst oppdater til den nyeste versjonen og prøv igjen. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Forespørsel. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
or: ଏକ ଅଜ୍ଞାତ କାରଣର ତ୍ରୁଟି ହୋଇଛି। ଦୟାକରି ନୂତନ ସଂସ୍କରଣକୁ ଅପଡେଟ୍ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ। ଯଦି ସମସ୍ୟାର ସମାଧାନ ହୁଏ ନାହିଁ, ଦୟାକରି ସେଟିଂସ୍ > ଯୋଗାଯୋଗ ମାଧ୍ୟମରେ ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ। କୋଡ୍: {errorCode} ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: ਇੱਕ ਅਣਜਾਣ ਗਲਤੀ ਹੋਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਨਵੇਂ ਵਰਜਨ ਵਿੱਚ ਅਪਡੇਟ ਕਰੋ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇ ਸਮੱਸਿਆ ਹੱਲ ਨਹੀਂ ਹੁੰਦੀ, ਤਾਂ ਸੈਟਿੰਗਜ਼ > ਸੰਪਰਕ ਕਰੋ ਰਾਹੀਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਕੋਡ: {errorCode} ਵੇਰਵਾ: {exceptionMessage}:{exceptionDetails}
pl: To nieznany błąd. Zaktualizuj do najnowszej wersji i spróbuj ponownie. Jeśli problem nadal występuje, skontaktuj się z nami poprzez Ustawienia > Kontakt. Kod: {errorCode} Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: دا غير مشخصه خطا ده. مهرباني وکړئ د وروستي نسخه لپاره تازه کړئ او بیا هڅه وکړئ. که حل نشي، نو مهرباني وکړئ د تنظیماتو > اړیکه له لارې موږ سره اړیکه ونیسئ. کوډ: {errorCode} تفصيل: {exceptionMessage}:{exceptionDetails}
pt: Ocorreu um erro desconhecido. Atualize para a versão mais recente e tente novamente. Se o problema persistir, entre em contato através de Configurações > Perguntas. Código: {errorCode} Detalhes: {exceptionMessage}:{exceptionDetails}
ro: Este este o eroare a cărei cauză nu este cunoscută. Vă rugăm să actualizați la cea mai recentă versiune și să încercați din nou. Dacă problema persistă, vă rugăm să ne contactați prin Setări > Întrebări. Cod: {errorCode} Detalii: {exceptionMessage}:{exceptionDetails}
ru: Неизвестная ошибка. Пожалуйста, обновите до последней версии и попробуйте еще раз. Если проблема не решится, пожалуйста, свяжитесь с нами через Настройки > Запрос. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
si: මෙය කිසිඳු හේතුකාරකයක් නොමැති දෝෂයකි. නවතම වාර්තාවට යාවත්කාලීන කර 다시 prøාත්න කරන්න. මෙය විසදා නොගත් ආකාරයක් නම්, සැකසුම් > විමසුම් යන්නෙහි සම්බන්ධ වන්න. කේතය: {errorCode} විස්තර: {exceptionMessage}:{exceptionDetails}
sk: Toto je chyba bez známeho dôvodu. Prosím, aktualizujte na najnovšiu verziu a skúste to znova. Ak problém pretrvá, kontaktujte nás cez Nastavenia > Dotazy. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: To je napaka, katere vzrok ni znan. Posodobite na najnovejšo različico in poskusite znova. Če težava ni odpravljena, nas kontaktirajte preko Nastavitve > Poizvedba. Koda: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Kjo është një gabim i paqartë. Ju lutemi përditësoni në versionin më të fundit dhe provoni përsëri. Nëse problemi nuk zgjidhet, ju lutemi kontaktoni nëpërmjet Cilësimeve > Kontakt. Kodi: {errorCode} Detaje: {exceptionMessage}:{exceptionDetails}
sr: Непознато грешка. Ажурирајте на најнову верзију и покушајте поново. Ако проблем не буде решен, контактирајте нас преко Подешавање > Контакт. Код: {errorCode} Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Det är ett okänt fel. Vänligen uppdatera till den senaste versionen och försök igen. Om problemet kvarstår, vänligen kontakta oss via Inställningar > Kontakta oss. Kod: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Hitilafu isiyojulikana imetokea. Tafadhali sasisha programu hadi toleo jipya na ujaribu tena. Ikiwa suala halitaluliwa, tafadhali wasiliana nasi kupitia Mipangilio > Mawasiliano. Msimbo: {errorCode} Maelezo: {exceptionMessage}:{exceptionDetails}
ta: அறியப்படாத பிழை ஏற்பட்டுள்ளது. சமீபத்திய பதிப்பிற்கு புதுப்பித்து மீண்டும் முயற்சி செய்யவும். பிரச்சனை தீரவில்லை எனில் அமைப்புகள் > தொடர்பு கொள்ளுதல் வழியாக எங்களை தொடர்பு கொள்ளவும். குறியீடு: {errorCode} விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: అజ్ఞాత దోషం సంభవించింది. దయచేసి తాజా వెర్షన్‌కు అప్‌డేట్ చేసి మళ్లీ ప్రయత్నించండి. పరిష్కరించబడకపోతే సెట్టింగులు > సంప్రదింపులు నుండి దయచేసి సంప్రదించండి. కోడ్: {errorCode} వివరాలు: {exceptionMessage}:{exceptionDetails}
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ กรุณาอัปเดตเป็นเวอร์ชันล่าสุดและลองอีกครั้ง หากยังคงไม่สามารถแก้ไขได้ โปรดติดต่อโดยเข้าไปที่ การตั้งค่า > สอบถาม ข้อความรหัส: {errorCode} รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: Isang hindi kilalang error ang naganap. Mangyaring i-update sa pinakabagong bersyon at subukang muli. Kung hindi pa rin ito ma-resolve, makipag-ugnayan sa amin sa Settings > Contact. Code: {errorCode} Detalye: {exceptionMessage}:{exceptionDetails}
tr: Belirsiz bir hata oluştu. Lütfen en son sürüme güncelleyin ve tekrar deneyin. Çözülmezse, Ayarlar > İletişim yoluyla bizimle iletişime geçin. Kod: {errorCode} Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: An unknown error has occurred. Please update to the latest version and try again. If the issue persists, please contact us via Settings > Inquiry. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
ur: یہ ایک نامعلوم خرابی ہے۔ براہ کرم تازہ ترین ورژن میں اپ ڈیٹ کریں اور دوبارہ کوشش کریں۔ اگر مسئلہ حل نہ ہو تو براہ کرم سیٹنگز > رابطہ کریں کے ذریعے ہم سے رابطہ کریں۔ کوڈ: {errorCode} تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Noma'lum xato. Iltimos, eng so'nggi versiyaga yangilang va qayta urinib ko'ring. Agar hal qilinmasa, Sozlamalar > Aloqa bo'limidan murojaat qiling. Kod: {errorCode} Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Đã xảy ra lỗi không xác định. Vui lòng cập nhật lên phiên bản mới nhất và thử lại. Nếu vấn đề vẫn chưa được giải quyết, vui lòng liên hệ với chúng tôi qua Cài đặt > Liên hệ. Mã: {errorCode} Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 这是一个未知的错误。请更新到最新版本并重试。如果仍未解决，请通过 设置 > 联系我们 与我们联系。代码：{errorCode} 详细信息：{exceptionMessage}:{exceptionDetails}
zu: Kukhona iphutha okungekho sizathu saso. Sicela uvuselele uhlelo lokusebenza lwezinsuku ezisematheni bese uzama futhi. Uma lokho kungasizi, sicela uxhumane nathi ku: Izilungiselelo > Xhumana Nathi. Ikhodi: {errorCode} Imininingwane: {exceptionMessage}:{exceptionDetails}
