Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorReceiptInUseByOtherSubscriberError
source: The pill sheet information is being used by another user. Please check {accountName}
af: Aankoopinligting word deur 'n ander gebruiker gebruik. Kontroleer asseblief {accountName} waarmee jy op die toestel ingeteken is.
am: የግዥ መረጃዎች በሌላ ተጠቃሚ ተጠቃሚ እንደተጠቀም ተደግሞ ነው። በመነሻው ላይ የተገኙትን {accountName} ይፈትሹ።
ar: يتم استخدام معلومات الشراء بواسطة مستخدم آخر. يرجى التحقق من {accountName} المسجل على الجهاز.
as: ক্ৰয় তথ্য অন্য এজন ব্যৱহাৰকাৰীয়ে ব্যৱহাৰ কৰিছে। ডিভাইচত লগ ইন থকা {accountName} পৰীক্ষা কৰক।
az: Alış-veriş məlumatları başqa bir istifadəçi tərəfindən istifadə olunur. Cihazda daxil olan {accountName} hesabını yoxlayın.
be: Інфармацыя пра пакупкі выкарыстоўваецца іншы карыстальнік. Праверце {accountName}, падключаючыся да прылады.
bg: Информация за покупка е използвана от друг потребител. Моля, проверете {accountName}, с който сте влезли в устройството.
bn: ক্রয়ের তথ্য অন্য ব্যবহারকারী দ্বারা ব্যবহৃত হচ্ছে। ডিভাইসে লগইন করা {accountName} যাচাই করুন।
bs: Informacije o kupovini se koriste sa drugim korisnikom. Provjerite {accountName} koji je prijavljen na uređaju.
ca: La informació de compra ja està sent utilitzada per un altre usuari. Si us plau, comproveu el {accountName} que ha iniciat sessió al dispositiu.
cs: Informace o nákupu jsou používány jiným uživatelem. Zkontrolujte, zda jste přihlášeni k účtu {accountName} na zařízení.
cy: Mae gwybodaeth y pryniadau yn cael ei defnyddio gan defnyddiwr arall. Gofynnwch i wirio {accountName} sydd wedi'i logio i mewn i'r ddyfais.
da: Købsoplysningerne anvendes af en anden bruger. Bekræft venligst {accountName}, som er logget ind på enheden.
de: Die Kaufinformationen werden von einem anderen Benutzer verwendet. Bitte überprüfen Sie den eingeloggten Benutzer {accountName} auf diesem Gerät.
el: Οι πληροφορίες αγοράς χρησιμοποιούνται από άλλο χρήστη. Ελέγξτε το {accountName} με το οποίο έχετε συνδεθεί στη συσκευή.
es: La información de compra ya está siendo utilizada por otro usuario. Verifique la cuenta {accountName} conectada en el dispositivo
et: Ostuinfo on kasutatud teise kasutaja poolt. Kontrollige, kas olete sisse logitud seadmes {accountName}.
eu: Erabiltzen da erosketa-informazioa beste erabiltzaile batekin. Mesedez, egiaztatu zein den gailuan saioa hasi duzun {accountName}.
fa: اطلاعات خرید توسط کاربر دیگری استفاده می‌شود. لطفاً {accountName} را که روی دستگاه وارد شده‌اید بررسی کنید.
fi: Ostotiedot ovat toisen käyttäjän käytössä. Tarkista, että olet kirjautuneena sisään laitteeseen tilillä {accountName}.
fil: Ginagamit na ng ibang user ang impormasyon ng pagbili. Pakitingnan ang {accountName} na naka-login sa inyong device.
fr: Les informations d'achat sont utilisées par un autre utilisateur. Veuillez vérifier le {accountName} connecté sur l'appareil.
gl: A información de compra está a ser utilizada por outro usuario. Verifica que estás conectado co {accountName} no dispositivo.
gu: ખરીદીની માહિતી અન્ય વપરાશકર્તા દ્વારા ઉપયોગમાં લેવાઈ રહી છે. ઉપકરણમાં લૉગિન કરેલું {accountName} ચકાસો.
he: מידע רכישה בשימוש על ידי משתמש אחר. אנא בדוק את {accountName} מחובר למכשיר.
hi: खरीदारी की जानकारी दूसरे उपयोगकर्ता द्वारा उपयोग की जा रही है। कृपया डिवाइस में लॉग इन किए गए {accountName} की जांच करें।
hr: Informacije o kupnji koriste se drugim korisnikom. Provjerite {accountName} koji je prijavljen na uređaju.
hu: A vásárlási információt egy másik felhasználó használja. Kérjük, ellenőrizze a készülékre bejelentkezett {accountName} fiókot.
hy: Գնումների տեղեկատվությունը օգտագործվում է այլ օգտվողի կողմից: Խնդրում ենք ստուգել {accountName}՝ որ սարքում եք մուտք գործել
id: Informasi pembelian sedang digunakan oleh pengguna lain. Silakan periksa {accountName} yang sedang login di perangkat.
is: Kaupupplýsingar eru að nota aðra notanda. Vinsamlegast athugaðu {accountName} sem er innskráð á tækinu.
it: Le informazioni di acquisto sono già utilizzate da un altro utente. Verifica l'account {accountName} collegato a questo dispositivo
ja: 購入情報は別のユーザーで使用されています。端末にログインしている{accountName}を確認してください
ka: სხვადასხვა მომხმარებლის მიერ შეძენის ინფორმაცია უკვე გამოყენებულია. გთხოვთ შეამოწმოთ მოწყობილობაზე შესული {accountName}.
kk: Сату туралы ақпарат басқа пайдаланушымен пайдаланылып жатыр. Құрылғыда кірген {accountName} тексеріңіз.
km: ព័ត៌មានការទិញត្រូវបានប្រើប្រាស់ដោយអ្នកប្រើប្រាស់ផ្សេង។ សូមពិនិត្យ {accountName} ដែលបានចូលលើឧបករណ៍។
kn: ಖರೀದಿ ಮಾಹಿತಿಯನ್ನು ಬೇರೆ ಬಳಕೆದಾರರು ಬಳಸುತ್ತಿದ್ದಾರೆ. ಸಾಧನದಲ್ಲಿ ಲಾಗಿನ್ ಆಗಿರುವ {accountName} ಅನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 구매 정보가 다른 사용자에 의해 사용되고 있습니다. 기기에 로그인한 {accountName}을 확인해 주세요
ky: Сатуу маалыматы башка колдонуучуда колдонула жатат. Устройстваңызга кирип жаткан {accountName} текшериңиз.
lo: {accountName} ຖືກໃຊ້ໂດຍຜູ້ໃຊ້ອື່ນ ແລະຂະບວນການຈອງບິນຄົບຄອບສູດສະຖານທີ່ລົງຄະແນນຄັ້ງສຸດທ້າຍສະຖານທີ່ວາງໃສ່ຂມອງຊູກຈິງ ຂໍແນະນຳໃຫ້ເພີ່ມຕິດຕິດຕາມຄຳເວົ້າເມືອທີ່ກິລາບູລາດຶມຫັບອິຈຊີຂີ່ດມຳແລະບຳລຸນມີຂັ່ນຈຸດຄເຊັບຈັມພາ ແລະໃຈສະລະລົດນັກກວດສອບເຊັບອິນກວາບທີ່ຄັ້ງຂອງນາມ ... ແຖວຄັນສະກິລຊັງຄັນຍັງຍຍລົຕອັຂກສຮັນອືດຈາຈົບດູແຍມຸນອນໄທຕຂອງພວກແນອັກສອບ ແລະຈົບງ່າຍຫນ້າຄອນ ແລະດ້ວຍຄູ່ບິອຍແນ້ບ່າບອນໄສໃດທີ່ໂຍຄວັນແນັບ ແລະອີກຄຖໍ໊ນືງ ນັດສະລາຄໍາລົນ ໄດ້຋ານ຺ປາພາ້ ແທນພູນຄ່າ ແກໍຍຣຽງປາກບ່າບອນນຳະ ... ແຟັນຂັ່ນຂົໄຂແຝດໄຕ່ແປໍງສົດມັດບສ່ຈ່ນອັລຈທຌອບນັດຮົຮດສົບຄຳ. ແບລະ຤ະມເວິນແວທັຕະເສີຈທ່ງເຖິກຄັ້ຫຼໍ໏ອຖິະຮ້ະຜິບຕນ. ແກໍຠາລືຫິວສີລາຍ. ແດ້ດວິບນານຬາຊອກສູດຍະບັດວົນອບາລະຍບັສາອີນລຍທຸມອນຈິຍເຮຍໃນຖຠກແຍນະ ແລະຄຳລົຍດຸດຜິວຜະລົດສໍານານຊາຍຊີຍດນຕລະຍນກວ໅ລິບຫນານຮົ້າສັອງ।⚡️
lt: Pirkimo informacija naudojama kito vartotojo. Patikrinkite, kuris {accountName} yra prisijungęs prie įrenginio.
lv: Pirkuma informācija tiek izmantota citam lietotājam. Lūdzu, pārbaudiet ierīcē pievienoto {accountName}.
mk: Информациите за купување се користат од друг корисник. Ве молиме потврдете го {accountName} на уредот.
ml: വാങ്ങൽ വിവരങ്ങൾ മറ്റൊരു ഉപയോക്താവ് ഉപയോഗിച്ചിരിക്കുന്നു. ഉപകരണത്തിൽ ലോഗിൻ ചെയ്തിരിക്കുന്ന {accountName} പരിശോധിക്കുക
mn: Худалдан авалтын мэдээлэл өөр хэрэглэгчээр ашиглагдаж байна. Төхөөрөмжид нэвтэрсэн {accountName}-г шалгана уу
mr: खरेदी माहिती दुसऱ्या वापरकर्त्याने वापरली आहे. कृपया उपकरणावर लॉग इन केलेले {accountName} तपासा
ms: Maklumat pembelian sedang digunakan oleh pengguna lain. Sila semak {accountName} yang log masuk pada peranti.
my: ဝယ်ယူမှုအချက်အလက်သည် အခြားအသုံးပြုသူဖြင့် အသုံးပြုထားပါသည်။ စက်ပစ္စည်းတွင် လော့အင်ဝင်ထားသော {accountName} ကို စစ်ဆေးကြည့်ပါ။
nb: Kjøpsinformasjonen brukes av en annen bruker. Vennligst bekreft {accountName} som er logget inn på enheten.
ne: खरिद जानकारी अर्को प्रयोगकर्ताबाट प्रयोग भइसकेको छ। यन्त्रमा लग इन भएको {accountName} जाँच गर्नुहोस्।
nl: De aankoopinformatie wordt door een andere gebruiker gebruikt. Controleer {accountName} die is ingelogd op het apparaat.
no: Kjøpsinformasjonen brukes av en annen bruker. Vennligst sjekk {accountName} som er logget på enheten.
or: କ୍ରୟ ସୂଚନା ଅନ୍ୟ ଏକ ବ୍ୟବହାରକାରୀଙ୍କ ଦ୍ୱାରା ବ୍ୟବହାର ହେଉଛି। ଦୟାକରି ଆପଣଙ୍କ ଡିଭାଇସରେ ଲଗଇନ ହୋଇଥିବା {accountName} ଯାଞ୍ଚ କରନ୍ତୁ।
pa: ਖਰੀਦਦਾਰੀ ਦੀ ਜਾਣਕਾਰੀ ਕਿਸੇ ਹੋਰ ਯੂਜ਼ਰ ਦੁਆਰਾ ਵਰਤੀ ਜਾ ਰਹੀ ਹੈ। ਆਪਣੇ ਡਿਵਾਈਸ ਵਿੱਚ ਲਾਗਇਨ {accountName} ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।
pl: Informacje o zakupach są używane przez innego użytkownika. Sprawdź, czy jesteś zalogowany jako {accountName} na urządzeniu.
ps: خریداری شوی معلومات د بل کارونکي له خوا کارول کیږي. مهرباني وکړئ په وسیله کې ننوځي او د {accountName} نوم وګورئ.
pt: As informações de compra estão sendo usadas por outro usuário. Verifique {accountName} que está conectado ao dispositivo.
ro: Informațiile de achiziție sunt utilizate de un alt utilizator. Vă rugăm să verificați {accountName} conectat la dispozitiv.
ru: Информация о покупке используется другим пользователем. Пожалуйста, проверьте {accountName}, под которым вы вошли на устройстве.
si: ඇණවුම් විස්තරය වෙනත් පරිශීලකයකට භාවිතා වේ. {accountName} උපකරණයේ පිවිසෙමින් පරීක්ෂා කරන්න.
sk: Nákupné informácie sa používajú iným používateľom. Skontrolujte, či ste prihlásení ako {accountName} na zariadení.
sl: Informacije o nakupu se uporabljajo z drugim uporabnikom. Preverite, ali ste prijavljeni v napravo s {accountName}.
sq: Informacionet e blerjes po përdoren nga një përdorues tjetër. Kontrolloni {accountName} që është regjistruar në pajisjen.
sr: Информације о куповини се користе од стране другог корисника. Проверьте {accountName} на уређају.
sv: Köpinformationerna används av en annan användare. Kontrollera {accountName} som är inloggad på enheten.
sw: Taarifa za ununuzi tayari zinatumika na mtumiaji mwingine. Tafadhali hakiki {accountName} aliyeingia kwenye kifaa hiki.
ta: வாங்குதல் தகவல் வேறு பயனரால் ஏற்கனவே பயன்படுத்தப்பட்டுள்ளது. சாதனத்தில் உள்நுழைந்துள்ள {accountName} ஐ சரிபார்க்கவும்
te: కొనుగోలు సమాచారం వేరే వినియోగదారునిచే ఉపయోగించబడుతోంది. పరికరంలోకి లాగిన్ అయిన {accountName}ని ధృవీకరించండి
th: ข้อมูลการซื้อถูกใช้โดยผู้ใช้อื่น โปรดตรวจสอบ{accountName} ที่เข้าสู่ระบบในอุปกรณ์
tl: Ang impormasyon ng pagbili ay ginagamit na ng ibang user. Pakitingnan ang {accountName} na naka-login sa device
tr: Satın alma bilgileri başka bir kullanıcı tarafından kullanılmaktadır. Lütfen cihazınıza giriş yapmış olan {accountName} hesabını kontrol ediniz.
uk: The purchase information is being used by another user. Please check the {accountName} that is logged into the device.
ur: خریداری کی معلومات کسی دوسرے صارف کے ساتھ استعمال کی جا رہی ہے۔ براہ کرم اپنے آلہ پر لاگ ان کردہ {accountName} کی جانچ کریں۔
uz: Sotib olish ma'lumotlari boshqa foydalanuvchi tomonidan ishlatilmoqda. Qurilmaga kirgan {accountName} ni tekshiring.
vi: Thông tin mua hàng đã được sử dụng cho một người dùng khác. Vui lòng kiểm tra tài khoản {accountName} đã đăng nhập trên thiết bị này.
zh: 购买信息已被其他用户使用。请确认您当前登录的设备是{accountName}。
zu: Umlando wokuthenga se usebenzisa omunye umsebenzisi. Sicela uqinisekise {accountName} obhaliswe ku-device.

# purchaseErrorInvalidAppUserIdError
source: Unable to verify user. Please try restarting the app. Details: {exceptionMessage}:{exceptionDetails}
af: Die gebruiker kon nie bevestig nie. Herbegin die aansoek en probeer weer. Besonderhede: {exceptionMessage}:{exceptionDetails}
am: 用户未能确认。请重新启动应用并重试。详情: {exceptionMessage}:{exceptionDetails}
ar: لم يتمكن المستخدم من التحقق. يرجى إعادة تشغيل التطبيق والمحاولة مرة أخرى. التفاصيل: {exceptionMessage}:{exceptionDetails}
as: ব্যৱহাৰকাৰীক নিশ্চিত কৰিব পৰা নগ'ল। এপটো পুনৰাম্ভ কৰি পুনৰ চেষ্টা কৰক। বিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: İstifadəçi təsdiqləyə bilmədi. Zəhmət olmasa, tətbiqi yenidən başladın və yenidən cəhd et. Detallar: {exceptionMessage}:{exceptionDetails}
be: Карыстальнік не змог пацвердзіць. Перазапусціце прыкладанне і паспрабуйце яшчэ раз. Дэталі: {exceptionMessage}:{exceptionDetails}
bg: Потребителят не можа да потвърди. Моля, рестартирайте приложението и опитайте отново. Подробности: {exceptionMessage}:{exceptionDetails}
bn: ব্যবহারকারী যাচাই করা যায়নি। অ্যাপ পুনঃচালু করে আবার চেষ্টা করুন। বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Korisnik nije mogao potvrditi. Ponovo pokrenite aplikaciju i pokušajte ponovo. Detalji: {exceptionMessage}:{exceptionDetails}
ca: No s'ha pogut verificar l'usuari. Reinicieu l'aplicació i torneu-ho a provar. Detalls: {exceptionMessage}:{exceptionDetails}
cs: Uživatel nemohl být ověřen. Prosím restartujte aplikaci a zkuste to znovu. Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Ni allodd y defnyddiwr wirio. Ailgychwynwch yr ap a cheisiwch eto. Manylion: {exceptionMessage}:{exceptionDetails}
da: Brugeren kunne ikke bekræfte. Genstart appen og prøv igen. Detaljer: {exceptionMessage}:{exceptionDetails}
de: Der Benutzer konnte nicht überprüft werden. Bitte starten Sie die App neu und versuchen Sie es erneut. Details: {exceptionMessage}:{exceptionDetails}
el: Ο χρήστης δεν μπόρεσε να επιβεβαιώσει. Παρακαλώ επανεκκινήστε την εφαρμογή και προσπαθήστε ξανά. Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: No se pudo verificar al usuario. Por favor, reinicia la aplicación e inténtalo de nuevo. Detalles: {exceptionMessage}:{exceptionDetails}
et: Kasutajat ei olnud võimalik kinnitada. Palun taaskäivitage rakendus ja proovige uuesti. Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Erabiltzaileak ezin izan du berreskuratu. Mesedez, berriro saiatu aplikazioa berrabiaraziz. Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: کاربر نمی‌تواند تأیید کند. لطفاً برنامه را دوباره راه‌اندازی کنید و دوباره تلاش کنید. جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Käyttäjä ei voinut vahvistaa. Käynnistä sovellus uudelleen ja yritä uudelleen. Yksityiskohdat: {exceptionMessage}:{exceptionDetails}
fil: Hindi nakumpirma ang user. Paki-restart ang app at subukan ulit. Detalye: {exceptionMessage}:{exceptionDetails}
fr: L'utilisateur n'a pas pu vérifier. Veuillez redémarrer l'application et réessayer. Détails : {exceptionMessage}:{exceptionDetails}
gl: Non se puido confirmar o usuario. Por favor, reinicie a aplicación e intente de novo. Detalles: {exceptionMessage}:{exceptionDetails}
gu: વપરાશકર્તાની પુષ્ટિ કરી શકાઈ નથી. એપ્લિકેશનને પુનઃપ્રારંભ કરો અને ફરીથી પ્રયાસ કરો. વિગતો: {exceptionMessage}:{exceptionDetails}
he: לא ניתן היה לאמת את המשתמש. נא צאו מהאפליקציה ונסו שוב. פרטים: {exceptionMessage}:{exceptionDetails}
hi: उपयोगकर्ता की पुष्टि नहीं हो सकी। कृपया ऐप को रीस्टार्ट करके फिर से कोशिश करें। विवरण: {exceptionMessage}:{exceptionDetails}
hr: Korisnik nije mogao potvrditi. Ponovno pokrenite aplikaciju i pokušajte ponovo. Detalji: {exceptionMessage}:{exceptionDetails}
hu: A felhasználó nem tudta megerősíteni. Kérem, indítsa újra az alkalmazást, majd próbálja újra. Részletek: {exceptionMessage}:{exceptionDetails}
hy: Ապահովել չի կարողացել օգտատերը։Խնդրում ենք կրկին փորձել, նախ վերաօգտագործել հավելվածը։ Մանրամասներ՝ {exceptionMessage}:{exceptionDetails}
id: Pengguna tidak dapat memverifikasi. Silakan restart aplikasi dan coba lagi. Rincian: {exceptionMessage}:{exceptionDetails}
is: Not able to verify the user. Please restart the app and try again. Details: {exceptionMessage}:{exceptionDetails}
it: Non è stato possibile verificare l'utente. Riavvia l'app e riprova. Dettagli: {exceptionMessage}:{exceptionDetails}
ja: ユーザーが確認できませんでした。アプリを再起動の上再度お試しください。詳細: {exceptionMessage}:{exceptionDetails}
ka: მომხმარებელმა ვერ გაამოწმა. გთხოვთ, განაახლოთ აპლიკაცია და კიდევ სცადოთ. დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Пайдаланушы тексеру жүргізе алмады. Қосымшаны қайта іске қосыңыз, содан кейін қайтадан қайталап көріңіз. Толығырақ: {exceptionMessage}:{exceptionDetails}
km: មិនអាចផ្ទៀងផ្ទាត់អ្នកប្រើប្រាស់បានទេ។ សូមបិទដើម និងបើកកម្មវិធីម្តងទៀត រួចព្យាយាមម្តងទៀត។ ព័ត៌មានលម្អិត: {exceptionMessage}:{exceptionDetails}
kn: ಬಳಕೆದಾರರನ್ನು ದೃಢೀಕರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 사용자를 확인할 수 없습니다. 앱을 재시작한 후 다시 시도해주세요. 세부 정보: {exceptionMessage}:{exceptionDetails}
ky: Пользовательды тастыктоого жок. Тиркеп апкеме кайра кирип көрүңүз. Тасвир: {exceptionMessage}:{exceptionDetails}
lo: 用户未能确认。请重新启动应用程序，然后重试。详细信息：{exceptionMessage}:{exceptionDetails}
lt: Vartotojas negalėjo patvirtinti. Prašome iš naujo paleisti programą ir bandyti dar kartą. Išsamesnė informacija: {exceptionMessage}:{exceptionDetails}
lv: Lietotājs nevarēja pārbaudīt. Lūdzu, atkārtoti palaižiet lietotni un mēģiniet vēlreiz. Detalizēti: {exceptionMessage}:{exceptionDetails}
mk: Корисникот не може да потврди. Ве молиме рестартирајте ја апликацијата и обидете се повторно. Повеќе детали: {exceptionMessage}:{exceptionDetails}
ml: ഉപയോക്താവിനെ സ്ഥിരീകരിക്കാൻ കഴിഞ്ഞില്ല. ആപ്പ് പുനരാരംഭിച്ച് വീണ്ടും ശ്രമിക്കുക. വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Хэрэглэгчийг баталгаажуулах боломжгүй боллоо. Апп-ыг дахин эхлүүлж, дахин оролдоно уу. Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: वापरकर्त्याची पुष्टी करता आली नाही. अॅप पुन्हा सुरू करून पुन्हा प्रयत्न करा. तपशील: {exceptionMessage}:{exceptionDetails}
ms: Pengguna tidak dapat disahkan. Sila mulakan semula aplikasi dan cuba lagi. Butiran: {exceptionMessage}:{exceptionDetails}
my: အသုံးပြုသူအား အတည်မပြုနိုင်ပါ။ အက်ပ်ကို ပြန်လည်စတင်ပြီး ထပ်မံကြိုးစားပါ။ အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Brukeren kunne ikke bekreftes. Vennligst start appen på nytt og prøv igjen. Detaljer: {exceptionMessage}:{exceptionDetails}
ne: प्रयोगकर्ताको पुष्टि गर्न सकिएन। एपलाई पुनः सुरु गरेर फेरि प्रयास गर्नुहोस्। विवरण: {exceptionMessage}:{exceptionDetails}
nl: De gebruiker kon niet worden bevestigd. Start de app opnieuw op en probeer het opnieuw. Details: {exceptionMessage}:{exceptionDetails}
no: Brukeren kunne ikke bekreftes. Vennligst start appen på nytt og prøv igjen. Detaljer: {exceptionMessage}:{exceptionDetails}
or: ଉପଯୋଗକର୍ତ୍ତା ଯାଞ୍ଚ କରିହେଲା ନାହିଁ। ଆପ୍ ପୁନଃଚାଳୁ କରି ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ। ବିସ୍ତାର: {exceptionMessage}:{exceptionDetails}
pa: ਯੂਜ਼ਰ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਹੋ ਸਕੀ। ਐਪ ਨੂੰ ਮੁੜ ਸ਼ੁਰੂ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਵੇਰਵੇ: {exceptionMessage}:{exceptionDetails}
pl: Użytkownik nie mógł zostać zweryfikowany. Proszę ponownie uruchomić aplikację i spróbować ponownie. Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: کاربر نه شي کولای کنټرول. مهرباني وکړئ اپلیکیشن بیا پیل کړئ او بیا هڅه وکړئ. تفصیلات: {exceptionMessage}:{exceptionDetails}
pt: O usuário não conseguiu confirmar. Por favor, reinicie o aplicativo e tente novamente. Detalhes: {exceptionMessage}:{exceptionDetails}
ro: Utilizatorul nu a putut verifica. Vă rugăm să reporniti aplicația și să încercați din nou. Detalii: {exceptionMessage}:{exceptionDetails}
ru: Пользователь не смог подтвердить. Пожалуйста, перезапустите приложение и попробуйте еще раз. Подробности: {exceptionMessage}:{exceptionDetails}
si: මෙම භාවිතා කරන්නා ආදරය කළේ නැත. කරුණාකර යෙදුම නැ մසළන්, නැවත උත්සාහ කරන්න. විශදතා: {exceptionMessage}:{exceptionDetails}
sk: Používateľ nemohol potvrdiť. Prosím, reštartujte aplikáciu a skúste to znova. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Uporabnik ni mogel potrditi. Ponovno zaženite aplikacijo in poskusite znova. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Përdoruesi nuk mundi ta konfirmonte. Ju lutemi riapati aplikacionin dhe provoni përsëri. Detaje: {exceptionMessage}:{exceptionDetails}
sr: Корисник није могао да потврди. Поново покрените апликацију и покушајте поново. Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Användaren kunde inte bekräfta. Vänligen starta om appen och försök igen. Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Mtumiaji hakuweza kuthibitishwa. Anzisha upya programu tumizi na ujaribu tena. Maelezo: {exceptionMessage}:{exceptionDetails}
ta: பயனர் சரிபார்க்க முடியவில்லை. ஆப்பை மறுதொடக்கம் செய்து மீண்டும் முயற்சிக்கவும். விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: వినియోగదారుని ధృవీకరించలేకపోయాము. యాప్‌ని పునఃప్రారంభించిన తర్వాత మళ్ళీ ప్రయత్నించండి. వివరాలు: {exceptionMessage}:{exceptionDetails}
th: ไม่สามารถยืนยันข้อมูลของผู้ใช้ได้ กรุณาปิดแอปพลิเคชันแล้วลองอีกครั้ง รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: Hindi na-verify ang user. Mangyaring i-restart ang app at subukan ulit. Mga detalye: {exceptionMessage}:{exceptionDetails}
tr: Kullanıcı doğrulanamadı. Lütfen uygulamayı yeniden başlatıp tekrar deneyin. Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: The user could not be verified. Please restart the app and try again. Details: {exceptionMessage}:{exceptionDetails}
ur: صارف یہ تصدیق نہیں کر سکا۔ براہ کرم ایپ کو دوبارہ شروع کریں اور دوبارہ کوشش کریں۔ تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Foydalanuvchi tasdiqlanmadi. Iltimos, ilovani qayta ishga tushirib, qaytadan urinib ko'ring. Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Không thể xác thực người dùng. Vui lòng khởi động lại ứng dụng và thử lại. Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 用户未能确认。请重启应用程序后再试一次。详细信息：{exceptionMessage}:{exceptionDetails}
zu: Umsebenzisi akakwazanga ukuqinisekisa. Sicela uphinde uzame ngemva kokuthi uhlelo lokusebenza luqale kabusha. Imininingwane: {exceptionMessage}:{exceptionDetails}
