Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorUnknownNonNativeError
source: An unknown error occurred. Please update to the latest version and try again. If the problem persists, please contact support. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
af: Onbekende fout. Werk opdatering na en probeer dit weer. As dit nie oplos nie, kontak ons asseblief via Instellings > Navraag. Kode: {errorCode} Besonderhede: {exceptionMessage}:{exceptionDetails}
am: የማይታወቀው ስህተት ነው። ወቅታዊ እትም ወደ መለወጥ ለመቀየር እባክዎ ይሞክሩ። እንዲሁም አለመፍታት እንደሆነ እባክዎ በቅንብር > ጥያቄ ይወዳድሩ። ኮድ: {errorCode} ዝርዝር: {exceptionMessage}:{exceptionDetails}
ar: خطأ غير معروف. يرجى تحديث التطبيق إلى أحدث إصدار والمحاولة مرة أخرى. إذا استمرت المشكلة، يرجى الاتصال بنا من خلال الإعدادات > الاستفسارات. الكود: {errorCode} التفاصيل: {exceptionMessage}:{exceptionDetails}
as: এটা অজ্ঞাত ত্ৰুটি হৈছে। অনুগ্ৰহ কৰি শেহতীয়া সংস্কৰণলৈ আপডেট কৰি পুনৰ চেষ্টা কৰক। যদি সমস্যাটো সমাধান নহয়, তেন্তে ছেটিংছ > যোগাযোগৰ জৰিয়তে আমাৰ সৈতে যোগাযোগ কৰক। কোড: {errorCode} বিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: Səbəbi məlum olmayan bir xətadır. Ən son versiyaya yenilənib yenidən cəhd edin. Hələ də həll olunmasa, Parametrlər > Sorğu bölməsindən bizimlə əlaqə saxlayın. Kod: {errorCode} Təfərrüatlar: {exceptionMessage}:{exceptionDetails}
be: Невядомая памылка. Калі ласка, абнавіце да апошняй версіі і паспрабуйце зноў. Калі праблема не будзе вырашана, звяжыцеся з намі праз Налады > Запыт. Код: {errorCode} Дэталі: {exceptionMessage}:{exceptionDetails}
bg: Неизвестна грешка. Моля, актуализирайте до последната версия и опитайте отново. Ако проблемът не бъде решен, моля, свържете се с нас via Настройки > Запитвания. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
bn: একটি অজানা ত্রুটি ঘটেছে। সর্বশেষ সংস্করণে আপডেট করে আবার চেষ্টা করুন। সমাধান না হলে সেটিংস > যোগাযোগ থেকে যোগাযোগ করুন। কোড: {errorCode} বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Neobjašnjiva greška. Ažurirajte na najnoviju verziju i pokušajte ponovo. Ako to ne reši problem, kontaktirajte nas putem postavki > Upit. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
ca: S'ha produït un error desconegut. Si us plau, actualitzeu a la versió més recent i torneu a provar-ho. Si no es resol, contacteu-nos des de Configuració > Contacte. Codi: {errorCode} Detalls: {exceptionMessage}:{exceptionDetails}
cs: Chyba je neznámá. Prosím, aktualizujte na nejnovější verzi a zkuste to znovu. Pokud problém přetrvává, kontaktujte nás prostřednictvím Nastavení > Dotazy. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Mae hwn yn wall anhysbys. Osgoi unrhyw gamgymeriadau trais, diweddarwch i'r fersiwn diweddaraf a phrofwch eto. Os nad yw hynny'n newid y sefyllfa, cysylltwch â ni trwy fynd i 'Gosodiadau > Cysylltu'. Cod: {errorCode} Manylion: {exceptionMessage}:{exceptionDetails}
da: Der er en ukendt fejl. Opdater til den nyeste version og prøv igen. Hvis problemet ikke løses, bedes du kontakte os via Indstillinger > Kontakt. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
de: Ein unbekannter Fehler ist aufgetreten. Bitte aktualisieren Sie auf die neueste Version und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte unter Einstellungen > Kontakt. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
el: Άγνωστο σφάλμα. Ενημερώστε στην τελευταία έκδοση και δοκιμάστε ξανά. Εάν το πρόβλημα δεν επιλυθεί, επικοινωνήστε μέσω Ρυθμίσεις > Επικοινωνία. Κωδικός: {errorCode} Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Error desconocido. Actualice a la versión más reciente e inténtelo de nuevo. Si el problema persiste, contáctenos a través de Configuración > Contacto. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
et: Määratlemata viga. Palun värskendage oma rakendus uusimale versioonile ja proovige uuesti. Kui probleem püsib, võtke ühendust seadistuste > Klienditeenindus kaudu. Kood: {errorCode} Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Errore ezezaguna. Eguneratze azken bertsiora eta saiatu berriro. Arazoa konpondu ez bada, jarri harremanetan: Ezarpenak > Kontsultak. Kodea: {errorCode} Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: خطای ناشناخته است. لطفاً به آخرین نسخه آپدیت کرده و دوباره امتحان کنید. اگر مشکل حل نشد، لطفاً از طریق تنظیمات > تماس با ما با ما تماس بگیرید. کد: {errorCode} جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Tuntematon virhe. Päivitä sovellus uusimpaan versioon ja yritä uudelleen. Jos ongelma ei ratkea, ota yhteyttä Valinnat > Yhteys -valikosta. Koodi: {errorCode} Yksityiskohdat: {exceptionMessage}:{exceptionDetails}
fil: May naganap na hindi malaman na error. Mag-update sa pinakabagong bersyon at subukan muli. Kung hindi pa rin maayos, makipag-ugnayan sa amin sa pamamagitan ng Settings > Contact. Code: {errorCode} Detalye: {exceptionMessage}:{exceptionDetails}
fr: Erreur inconnue. Veuillez mettre à jour vers la dernière version et réessayer. Si le problème persiste, veuillez nous contacter via Paramètres > Contact. Code : {errorCode} Détails : {exceptionMessage}:{exceptionDetails}
gl: Errore sen danar, por favor actualiza á última versión e proba de novo. Se o problema persiste, contacta con nós a través de Ajustes > Consultas. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
gu: અજ્ઞાત કારણથી એરર થયું છે. લેટેસ્ટ વર્ઝનમાં અપડેટ કરીને ફરી પ્રયાસ કરો. જો સમસ્યા હલ ન થાય તો સેટિંગ્સ > પૂછપરછ દ્વારા સંપર્ક કરો. કોડ: {errorCode} વિગતો: {exceptionMessage}:{exceptionDetails}
he: שגיאה ללא סיבה ידועה. אנא עדכן לגרסה האחרונה ונסה שוב. אם הבעיה נמשכת, פנה אלינו דרך הגדרות > פנייה. קוד: {errorCode} פרטים: {exceptionMessage}:{exceptionDetails}
hi: यह एक अज्ञात त्रुटि है। कृपया नवीनतम संस्करण में अपडेट करें और पुनः प्रयास करें। यदि यह समस्या का समाधान नहीं करता है तो सेटिंग्स > संपर्क करें के माध्यम से संपर्क करें। कोड: {errorCode} विवरण: {exceptionMessage}:{exceptionDetails}
hr: Nepoznata greška. Ažurirajte na najnoviju verziju i pokušajte ponovo. Ako problem i dalje postoji, kontaktirajte nas putem Postavke > Upit. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
hu: Ismeretlen hiba lépett fel. Kérjük, frissítse a legújabb verzióra, és próbálja újra. Ha a probléma továbbra is fennáll, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüpont alatt. Kód: {errorCode} Részletek: {exceptionMessage}:{exceptionDetails}
hy: Անհայտ սխալ է։ Գնացեք վերջին տարբերակին և փորձեք կրկին։ Եթե խնդիրը չի լուծվի, խնդրում ենք կապ հաստատել `Կարգավորումներ > Հարցումներ` բաժնում։ Վիճակագրություն: {errorCode} Վճռական: {exceptionMessage}:{exceptionDetails}
id: Kesalahan yang tidak diketahui. Silakan perbarui ke versi terbaru dan coba lagi. Jika tidak teratasi, silakan hubungi kami melalui Pengaturan > Kontak. Kode: {errorCode} Rincian: {exceptionMessage}:{exceptionDetails}
is: Óþekkt villa. Vinsamlegast uppfærðu í nýjustu útgáfu og reyndu aftur. Ef vandamálið leysist ekki skaltu hafa samband við okkur í "Stillingar > Samband". Kóði: {errorCode} Nánar: {exceptionMessage}:{exceptionDetails}
it: Si è verificato un errore sconosciuto. Aggiorna all'ultima versione e riprova. Se il problema persiste, contattaci tramite Impostazioni > Contatti. Codice: {errorCode} Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 原因不明のエラーです。最新版にアップデートして再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。コード: {errorCode} 詳細: {exceptionMessage}:{exceptionDetails}
ka: ეს არის უცნობი შეცდომა. გთხოვთ, გადააწყოთ最新版 და კვლავ სცადოთ. თუ ვერ გადაჭერთ, გთხოვთ, დაუკავშირდეთ ჩვენზე პარამეტრები > კონტაქტი. კოდი: {errorCode} დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Белгісіз қате. Соңғы нұсқасына жаңартып, қайтадан көріп шығыңыз. Шешілмеген жағдайда, Параметрлер > Байланыс арқылы бізге хабарласыңыз. Код: {errorCode} Толық ақпарат: {exceptionMessage}:{exceptionDetails}
km: នេះជាកំហុសមិនស្គាល់មូលហេតុ។ សូមធ្វើបច្ចុប្បន្នភាពទៅកំណែថ្មីបំផុត ហើយព្យាយាមម្តងទៀត។ ប្រសិនបើមិនអាចដោះស្រាយបាន សូមទាក់ទងមកកាន់យើងតាមរយៈ ការកំណត់ > ការសាកសួរ។ កូដ៖ {errorCode} លម្អិត៖ {exceptionMessage}:{exceptionDetails}
kn: ಅಜ್ಞಾತ ದೋಷವಾಗಿದೆ. ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ಅಪ್ಡೇಟ್ ಮಾಡಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಪರಿಹರಿಸದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್ಸ್ > ವಿಚಾರಣೆ ಮೂಲಕ ಸಂಪರ್ಕಿಸಿ. ಕೋಡ್: {errorCode} ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 원인 불명의 오류입니다. 최신 버전으로 업데이트하여 다시 시도해 주세요. 해결되지 않을 경우 설정 > 문의를 통해 문의해 주세요. 코드: {errorCode} 세부사항: {exceptionMessage}:{exceptionDetails}
ky: Белгисиз каталар. Жаңылантуу кылып, кайра аракет кылып көрүңүз. Эгер чечүүгө жетишпеген болсоңуз, Настройки > Байланыш аркылуу бизге кайрылыңыз. Код: {errorCode} Мәліметтер: {exceptionMessage}:{exceptionDetails}
lo: ແມ່ນບັດທອດບັດຂອບບັນຫາທີ່ບໍ່ສາມາດໃສ່ໄດ້. ຄວນເອົາແອັບໃໝ່ລົງເອົາເປັນໃໝ່ ແລ້ວລອງໃຊ້ງານອີກເທື່ອ. ຖ້າບັນຫາບໍ່ແກ້ໄຂລາຍລະອຽດເຂົ້າໄປໃນ ການຕັ້ງ > ສອບຖາມ ເພື່ອຕິດຕໍ່. ລະດັບລະບົບ: {errorCode} ລາຍລະອຽດ: {exceptionMessage}:{exceptionDetails}
lt: Tai yra nežinoma klaida. Atnaujinkite į naujausią versiją ir bandykite dar kartą. Jei problema išlieka, kreipkitės į mus per Nustatymai > Užklausa. Kodas: {errorCode} Išsamiau: {exceptionMessage}:{exceptionDetails}
lv: Nezināma kļūda. Lūdzu, atjauniniet uz jaunāko versiju un mēģiniet vēlreiz. Ja problēma joprojām pastāv, lūdzu, sazinieties ar mums, dodoties uz Iestatījumi > Saziņa. Kods: {errorCode} Sīkāk: {exceptionMessage}:{exceptionDetails}
mk: Непознатa грешка. Ве молиме обновете на последната верзија и обидете се повторно. Ако проблемот не се реши, контактирајте не преку Поставки > Контактирање. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
ml: അജ്ഞാത കാരണത്താൽ ഉണ്ടായ പിശകാണ്. ഏറ്റവും പുതിയ പതിപ്പിലേക്ക് അപ്‌ഡേറ്റ് ചെയ്ത് വീണ്ടും ശ്രമിക്കുക. പരിഹരിക്കാൻ കഴിയുന്നില്ലെങ്കിൽ ക്രമീകരണങ്ങൾ > അന്വേഷണം എന്നതിലൂടെ ബന്ധപ്പെടുക. കോഡ്: {errorCode} വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Тодорхойгүй алдаа гарлаа. Шинэ хувилбар руу шинэчлээд дахин оролдоно уу. Хэрэв шийдэгдэхгүй бол Тохиргоо > Санал хүсэлт хэсгээр холбогдоно уу. Код: {errorCode} Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: अज्ञात कारणाची त्रुटी आहे. कृपया नवीनतम आवृत्तीवर अपडेट करा आणि पुन्हा प्रयत्न करा. जर समस्या सुटली नाही तर सेटिंग्ज > संपर्क करा यावरून आमच्याशी संपर्क साधा. कोड: {errorCode} तपशील: {exceptionMessage}:{exceptionDetails}
ms: Ralat tidak diketahui. Sila kemas kini ke versi terkini dan cuba lagi. Jika masalah berterusan, sila hubungi kami melalui Tetapan > Hubungi. Kod: {errorCode} Butiran: {exceptionMessage}:{exceptionDetails}
my: အကြောင်းအရင်းမသိသော အမှားအယွင်းတစ်ခု ဖြစ်ပေါ်နေပါသည်။ နောက်ဆုံးထွက်ဗားရှင်းကို အပ်ဒိတ်လုပ်ပြီး ထပ်မံကြိုးစားကြည့်ပါ။ ပြသနာမပြေလျှင် ဆက်တင်များ > စုံစမ်းမေးမြန်းခြင်း မှတဆင့် ဆက်သွယ်မေးမြန်းပါ။ ကုဒ်: {errorCode} အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Ukjent feil. Vennligst oppdater til den nyeste versjonen og prøv igjen. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Forespørsel. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
ne: अज्ञात कारणको त्रुटि छ। कृपया नयाँ संस्करणमा अपडेट गरी फेरि प्रयास गर्नुहोस्। यदि समस्या समाधान भएन भने सेटिङ > सम्पर्क मार्फत सम्पर्क गर्नुहोस्। कोड: {errorCode} विवरण: {exceptionMessage}:{exceptionDetails}
nl: Er is een onbekende fout opgetreden. Werk je app bij naar de nieuwste versie en probeer het opnieuw. Als het probleem zich blijft voordoen, neem dan contact met ons op via Instellingen > Contact. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
no: En ukjent feil har oppstått. Oppdater til den nyeste versjonen og prøv igjen. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Henvendelser. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
or: ଏହା ଏକ ଅଜ୍ଞାତ କାରଣର ତ୍ରୁଟି। ଦୟାକରି ନୂତନ ସଂସ୍କରଣରେ ଅପଡେଟ୍ କରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ। ଯଦି ସମସ୍ୟା ସମାଧାନ ହୁଏ ନାହିଁ, ତେବେ ସେଟିଂସ୍ > ଯୋଗାଯୋଗ ଦ୍ୱାରା ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ। କୋଡ୍: {errorCode} ବିସ୍ତୃତ ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: ਇਹ ਇੱਕ ਅਣਜਾਣ ਗਲਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਨਵੀਨਤਮ ਵਰਜ਼ਨ ਵਿੱਚ ਅੱਪਡੇਟ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇਕਰ ਸਮੱਸਿਆ ਹੱਲ ਨਹੀਂ ਹੁੰਦੀ ਤਾਂ ਸੈਟਿੰਗਾਂ > ਸੰਪਰਕ ਤੋਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਕੋਡ: {errorCode} ਵੇਰਵਾ: {exceptionMessage}:{exceptionDetails}
pl: Nieznany błąd. Zaktualizuj do najnowszej wersji i spróbuj ponownie. Jeśli problem nie zostanie rozwiązany, skontaktuj się z nami przez ustawienia > zapytania. Kod: {errorCode} Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: دا د غیر معلومې تېروتنې پیغام دی. مهرباني وکړئ وروستۍ نسخه ته تازه کړئ او بیا هڅه وکړئ. که حل نه شي، نو له تنظیماتو > پوښتنې سره اړیکه ونیسئ. کوډ: {errorCode} مفصل معلومات: {exceptionMessage}:{exceptionDetails}
pt: É um erro desconhecido. Atualize para a versão mais recente e tente novamente. Se o problema persistir, entre em contato através de Configurações > Consulta. Código: {errorCode} Detalhes: {exceptionMessage}:{exceptionDetails}
ro: A apărut o eroare inexplicabilă. Vă rugăm să actualizați la cea mai recentă versiune și să încercați din nou. Dacă problema persistă, contactați-ne din Setări > Întrebări. Cod: {errorCode} Detalii: {exceptionMessage}:{exceptionDetails}
ru: Неизвестная ошибка. Пожалуйста, обновите до последней версии и попробуйте снова. Если проблема не исчезнет, свяжитесь с нами через Настройки > Обратная связь. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
si: මෙය නියමිත වශයෙන් නිගමනක් නොවී ඇති දෝෂයකි. නවතම සංස්කරණයට යාවත්කාලීන කර නැවත උත්සාහ කරන්න. එය විසඳා නොගත් විට, සකස් කිරීම් > විමසීම් මඟින් අපට සම්බන්ධ වන්න. කේතය: {errorCode} විශේෂාංගය: {exceptionMessage}:{exceptionDetails}
sk: Neznáma chyba. Prosím, aktualizujte na poslednú verziu a skúste to znova. Ak problém pretrváva, kontaktujte nás cez Nastavenia > Kontaktovať. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: To je napaka, katere vzrok ni znan. Poskusite znova po nadgradnji na najnovejšo različico. Če težava ostaja, se obrnite na nas preko Nastavitve > Povpraševanje. Koda: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Gabim i panjohur. Ju lutemi përditësoni në versionin më të fundit dhe provoni përsëri. Nëse problemi vazhdon, kontaktoni përmes Parametrave > Kontakto. Kodi: {errorCode} Detajet: {exceptionMessage}:{exceptionDetails}
sr: Неизвестна грешка. Ажурирајте на најновију верзију и покушајте поново. Ако проблем остане, контактирајте нас преко Поставке > Контакт. Код: {errorCode} Детаљи: {exceptionMessage}:{exceptionDetails}.
sv: Ett okänt fel har inträffat. Vänligen uppdatera till den senaste versionen och försök igen. Om problemet kvarstår kan du kontakta oss via Inställningar > Kontakta oss. Kod: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Hitilafu isiyojulikana. Tafadhali sasisha hadi toleo jipya na ujaribu tena. Ikiwa tatizo halijatatulika, tafadhali wasiliana nasi kupitia Mipangilio > Maswali. Msimbo: {errorCode} Maelezo: {exceptionMessage}:{exceptionDetails}
ta: அறியப்படாத காரணத்தால் ஏற்பட்ட பிழை. சமீபத்திய பதிப்புக்கு புதுப்பித்து மீண்டும் முயற்சிக்கவும். தீர்க்கப்படாவிட்டால் அமைப்புகள் > விசாரணை மூலம் தொடர்பு கொள்ளுங்கள். குறியீடு: {errorCode} விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: తెలియని లోపం జరిగింది. దయచేసి తాజా వెర్షన్‌కు అప్‌డేట్ చేసి మళ్లీ ప్రయత్నించండి. సమస్య పరిష్కారం కాకపోతే సెట్టింగ్స్ > సంప్రదింపు ద్వారా సంప్రదించండి. కోడ్: {errorCode} వివరాలు: {exceptionMessage}:{exceptionDetails}
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ กรุณาอัปเดตเป็นเวอร์ชันล่าสุดแล้วลองอีกครั้ง หากปัญหาไม่หายไป กรุณาติดต่อผ่าน การตั้งค่า > สอบถาม โค้ด: {errorCode} รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: May hindi malinaw na error. Mangyaring i-update ang app sa pinakabagong bersyon at subukan muli. Kung hindi pa rin ma-resolve, makipag-ugnayan sa amin sa Settings > Kontakin kami. Code: {errorCode} Detalye: {exceptionMessage}:{exceptionDetails}
tr: Bilinmeyen bir hata. Lütfen en son sürüme güncelleyip tekrar deneyin. Çözülmezse, Ayarlar > İletişim kısmından bizimle iletişime geçin. Kod: {errorCode} Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: An unknown error has occurred. Please update to the latest version and try again. If the issue persists, please contact us via Settings > Inquiry. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
ur: یہ ایک نامعلوم غلطی ہے۔ براہ کرم تازہ ترین ورژن میں اپ ڈیٹ کریں اور دوبارہ کوشش کریں۔ اگر یہ حل نہیں ہوتا تو براہ کرم سیٹنگز > رابطہ کریں میں رابطہ کریں۔ کوڈ: {errorCode} تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Sababi noma'lum bo'lgan xato. Eng so'nggi versiyaga yangilang va qayta urinib ko'ring. Agar muammo hal qilinmasa, iltimos, Sozlamalar > Bog'lanish orqali murojaat qiling. Kod: {errorCode} Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Đây là lỗi không xác định được nguyên nhân. Vui lòng cập nhật lên phiên bản mới nhất và thử lại. Nếu vấn đề vẫn chưa được giải quyết, vui lòng liên hệ với chúng tôi qua Cài đặt > Liên hệ. Mã lỗi: {errorCode} Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 这是一个未知原因的错误。请更新到最新版并重试。如果问题仍然存在，请通过 设置 > 联系我们 联系我们。代码: {errorCode} 详细信息: {exceptionMessage}:{exceptionDetails}
zu: Kukhona iphutha ongakuthola. Sicela ubuyekeze uhlelo lwakho lube yisikhathi esisha futhi uzame futhi. Uma kungenzeki, sicela uxhumane nathi ngokuqhubeka ku Izilungiselelo > Ukuxhumana. Ikhodi: {errorCode} Imininingwane: {exceptionMessage}:{exceptionDetails}.
