Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# pillSheetType21With7Placebo
source: 21-pill type
af: 21-tablet tipe
am: 21 ጡባ ዓይነት
ar: نوع الـ21 قرص
as: ২১ টেবলেটৰ প্ৰকাৰ
az: 21 tabletli tip
be: 21 таблетка тыпу (7 таблетак-пустышак)
bg: 21-таблетен тип
bn: ২১ ট্যাবলেট টাইপ
bs: Tip od 21 tablete
ca: Tipus de 21 pastilles
cs: 21-tablet type (7 dummy pills)
cy: 21 tablws math
da: 21-tablets type (7 placebo pills)
de: 21-Tabletten-Typ
el: 21 δισκίων τύπου
es: Tipo de 21 píldoras
et: 21-tablettide tüüp
eu: 21 piluletako mota (7 pilula faltsu)
fa: نوع 21 قرص (7 قرص دارونما)
fi: 21 tablet type (7 placebo tablets)
fil: 21-tablet na uri
fr: type de 21 comprimés (7 comprimés placebo)
gl: tipos de 21 comprimidos (7 comprimidos de placebo)
gu: 21-ગોળી પ્રકાર
he: סוג 21 טבליות (7 טבליות פלסבו)
hi: 21 गोली प्रकार
hr: 21-tablet type
hu: 21 tablettás típus (7 tabletta álgyógyszer)
hy: 21 դեղահատի տեսակ (7 դեղահատերի սուտ դեղեր)
id: tipe 21 tablet (7 tablet plasebo)
it: Tipo 21 compresse
ja: 21錠タイプ
ka: 21 ტაბლეტი ტიპი
kk: 21 таблетка түрі
km: ប្រភេទ២១គ្រាប់
kn: ೨೧ ಮಾತ್ರೆಗಳ ಪ್ರಕಾರ
ko: 21정 타입
ky: 21 таблетка түрү (7 таблетка жасалма)
lo: 21 ການດື່ມແບບ
lt: 21 tablečių tipas
lv: 21 tablešu tips
mk: 21 таблети тип
ml: 21 ഗുളിക ടൈപ്പ്
mn: 21 эмийн төрөл
mr: 21 गोळी प्रकार
ms: jenis 21 pil
my: ၂၁လုံးအမျိုးအစား
nb: 21-tablett type
ne: २१ गोली प्रकार
nl: 21-tablet type
no: 21 pille type
or: ୨୧ ଟାବଲେଟ୍ ପ୍ରକାର
pa: 21 ਗੋਲੀ ਟਾਈਪ
pl: typ 21 tabletek
ps: 21 عددی ډول (7 عدد جعلي دوا)
pt: tipo de 21 comprimidos (7 comprimidos placebo)
ro: 21 de pastile tip
ru: 21 таблетка тип
si: 21 པෝෂණ
sk: 21-tablet type (7 placebo tablets)
sl: 21 tablet type
sq: 21 tableta tip
sr: 21 таблет тип
sv: 21 tablet type
sw: Aina ya vidonge 21
ta: 21 மாத்திரை வகை
te: 21 మాత్రల రకం
th: ประเภท 21 เม็ด (เม็ดปลอม 7 เม็ด)
tl: Uri ng 21 Tablet
tr: 21 haplı tür
uk: 21-tablet type
ur: 21 گولی کی قسم (7 گولی جعلی)
uz: 21 tablet type
vi: Loại 21 viên
zh: 21粒类型
zu: uhlobo lwezibulali-ntshonalanga eziyi-21 (izibulali-ntshonalanga eziyi-7 ezihamba phambili)

# pillSheetType28With4Placebo
source: 28-pill type (4 placebo pills)
af: 28-tablet tipe (4 tablet placebo)
am: 28 ክኒኖች ዓይነት (4 ፕላሴቦ ክኒኖች)
ar: نوع 28 قرص (4 أقراص بلاسيبو)
as: ২৮টা বড়িৰ প্ৰকাৰ (৪টা প্লেচিবো)
az: 28 həbli növ (4 həb plasebo)
be: 28 таблетак (4 таблеткі-сахаркі)
bg: Тип 28 таблетки (4 плацебо)
bn: ২৮টি ট্যাবলেট প্রকার (৪টি প্ল্যাসিবো)
bs: 28-tabletni tip (4 placebo tablete)
ca: Tipus de 28 pastilles (4 pastilles placebo)
cs: 28 tablet type (4 placebo tablets)
cy: 28 tabled math (4 tabled placebo)
da: 28 tablet type (4 placebo)
de: 28-Tabletten-Typ (4 Tabletenteile Placebo)
el: 28 δισκίων τύπος (4 δισκία εικονικού φαρμάκου)
es: Tipo de 28 pastillas (4 placebos)
et: 28 tablet type (4 dummy pills)
eu: 28 pilota mota (4 pilota falts)
fa: نوع 28 قرص (4 قرص دارونما)
fi: 28 tabletin tyyppi (4 tabletin lumelääke)
fil: Uri ng 28 tablet (4 placebo tablet)
fr: Type de 28 comprimés (4 comprimés placebo)
gl: tipo de 28 tablete (4 tabletes de placebo)
gu: ૨૮ ગોળી પ્રકાર (૪ ગોળી પ્લેસિબો)
he: סוג של 28 כדורים (4 כדורי כוזב)
hi: 28 टैबलेट प्रकार (4 प्लेसेबो)
hr: 29 tableta (4 tablete placeba)
hu: 28 tablettás típus (4 tabletta helyettesítő)
hy: 28 հատ (4 հատ կեղծ դեղակ)
id: Tipe 28 tablet (4 tablet plasebo)
is: 28 töflugerð (4 töflur falska lyfsins)
it: Tipo 28 compresse (4 compresse placebo)
ja: 28錠タイプ(4錠偽薬)
ka: 28 მინის ტიპი (4 მინის ყალბი)
kk: 28 таблетка түрі (4 таблеткалық плацебо)
km: ប្រភេទ២៨គ្រាប់(៤គ្រាប់ប្លាសេបូ)
kn: 28 ಮಾತ್ರೆಗಳ ಪ್ರಕಾರ (4 ಪ್ಲಾಸೀಬೋ ಮಾತ್ರೆಗಳು)
ko: 28정 타입(4정 위약)
ky: 28 таблетка түрү (4 таблетка жасалма)
lo: 28 ຊີ້ນແບບ (4 ຊີ້ນ ຍາໄລອບຢາ)
lt: 28 tablečių tipas (4 tablečių placebas)
lv: 28 tablešu tips (4 tabletes - placebo)
mk: 28 таблети тип (4 таблетки плацебо)
ml: 28 ഗുളിക തരം (4 പ്ലേസിബോ ഗുളികകൾ)
mn: 28 эмийн төрөл (4 хуурамч эм)
mr: 28 गोळी प्रकार (4 प्लेसीबो गोळी)
ms: 28 pil jenis (4 pil plasebo)
my: ၂၈လုံးအမျိုးအစား (၄လုံးအတုဆေး)
nb: 28 tablet type (4 placebo tablets)
ne: २८ गोटीको प्रकार (४ गोटी प्लेसेबो)
nl: 28 tablet type (4 placebo tablets)
no: 28 piller type (4 piller placebo)
or: 28 ଟାବଲେଟ୍ ପ୍ରକାର (4 ପ୍ଲାସେବୋ)
pa: د ۲۸ ګولیو ډول (۴ پلاسیبو ګولۍ)
pl: Typ 28 tabletek (4 tabletki placebo)
ps: 28 دانه ډول (4 دانه ناسم دوا)
pt: Tipo de 28 comprimidos (4 comprimidos placebo)
ro: Tip 28 (4 pastile placebo)
ru: 28 таблеток (4 таблетки-пустышки)
si: 28 ද sparkedා වර්ගය (4 දක්වා ඇස්තම)
sk: 28-tablet type (4 placebo tablets)
sl: 28 tablet type (4 placebo tablets)
sq: 28 tablet tipe (4 tablet tregu)
sr: 28 табл. тип (4 табл. плацебо)
sv: 28-tabletstyp (4 placebo-tabletter)
sw: Aina ya vidonge 28 (vidonge 4 vya placebo)
ta: 28 மாத்திரை வகை (4 போலி மாத்திரைகள்)
te: 28 గుళికల రకం (4 ప్లేసిబో గుళికలు)
th: 28 เม็ด (เม็ดปลอม 4 เม็ด)
tl: Uri ng 28 tablet (4 placebo tablet)
tr: 28 tablet türü (4 tablet plasebo)
uk: 28-tablet type (4 placebo tablets)
ur: 28 گولیاں کی قسم (4 گولیاں جعلی دوا)
uz: 28 ta tablet (4 ta soxta tablet)
vi: Loại 28 viên (4 viên giả dược)
zh: 28片类型（4片安慰剂）
zu: uhlobo lwezidakamizwa ezingu-28 (izidakamizwa ezi-4 ezingasebenzi)

# pillSheetType28With7Placebo
source: 28-pill type (7 placebo pills)
af: 28 tablette tipe (7 tablette placebo)
am: 28 ታብሌት ዓይነት (7 ፕላሴቦ ታብሌቶች)
ar: نوع 28 قرص (7 أقراص وهمية)
as: ২৮ টা গুলিৰ প্ৰকাৰ (৭ টা প্লেছিবো)
az: 28 həbli tip (7 placebo həbi)
be: 28 таблетак (7 таблетак-пустышак)
bg: Тип с 28 таблетки (7 плацебо)
bn: ২৮টি ট্যাবলেট প্রকার (৭টি প্ল্যাসিবো)
bs: Tip od 28 tableta (7 placebo)
ca: Tipus de 28 comprimits (7 comprimits placebo)
cs: 28 tablet type (7 placebo tablets)
cy: maths 28 (7 tableg af eithriad)
da: 28 tablet type (7 placebo tablets)
de: 28-Tabletten-Typ (7 Placebo-Tabletten)
el: 28 δισκία τύπου (7 δισκία ψεύτικα)
es: Tipo de 28 pastillas (7 placebos)
et: 28 tableti tüüp (7 tabletti vale)
eu: 28 pilulako mota (7 pilula faltsua)
fa: نوع 28 قرص (7 قرص دارونما)
fi: 28 tablettia (7 tabletin placeboa)
fil: 28-tableta na uri (7 placebo)
fr: Type de 28 comprimés (7 comprimés placebo)
gl: tipo de 28 tabletas (7 tabletas de placebo)
gu: 28 ગોળીનો પ્રકાર (7 પ્લેસિબો ગોળી)
he: סוג 28 טבליות (7 טבליות פלצבו)
hi: 28 गोली प्रकार (7 प्लेसिबो गोलियां)
hr: 28-tablet tip (7 tablet placebo)
hu: 28 tabletta típus (7 darab hamis gyógyszer)
hy: 28 դեղապատիճ (7 ենթադրյալ դեղ)
id: Tipe 28 tablet (7 tablet plasebo)
is: 28 töflur gerð (7 töflur falskur)
it: Tipo 28 pillole (7 placebo)
ja: 28錠タイプ(7錠偽薬)
ka: 28 აბი ტიპი (7 აბი ფალსიფიკაცია)
kk: 28 таблетка түрі (7 таблетка жалған)
km: ប្រភេទ២៨គ្រាប់ (៧គ្រាប់ថ្នាំក្លែងក្លាយ)
kn: 28 ಮಾತ್ರೆಗಳ ಪ್ರಕಾರ (7 ಪ್ಲಸೀಬೊ)
ko: 28정 타입 (위약 7정)
ky: 28 таблетка тиби (7 таблетка жасалма)
lo: 28 ໃບຢາ (7 ໃບຢາບໍ່ມີ຤ັບ)
lt: 28 tablečių tipas (7 tablečių placebas)
lv: 28 tablešu tips (7 tablešu placebo)
mk: 28 таблети тип (7 таблети плацебо)
ml: 28-ഗുളിക തരം (7 പ്ലാസിബോ)
mn: 28 таблеттай төрөл (7 плацебо таблет)
mr: २८ गोळ्यांचा प्रकार (७ प्लेसिबो गोळ्या)
ms: Jenis 28 biji (7 biji plasebo)
my: ၂၈လုံးအမျိုးအစား (၇လုံး ပလာစီဘို)
nb: 28 tablet type (7 tablet placebo)
ne: २८ वटा चक्की प्रकार (७ वटा प्लेसेबो)
nl: 28-tabletten type (7-tabletten placebo)
no: 28-tablettstype (7 tabletter placebo)
or: ୨୮ ଗୋଲି ପ୍ରକାର (୭ ଗୋଲି ପ୍ଲାସେବୋ)
pa: 28 ਗੋਲੀਆਂ ਦੀ ਕਿਸਮ (7 ਪਲੇਸੀਬੋ ਗੋਲੀਆਂ)
pl: Typ 28 tabletek (7 tabletek placebo)
ps: 28 کپسول ډول (7 کپسول جعلي)
pt: tipo de 28 comprimidos (7 comprimidos placebo)
ro: tip de 28 de tablete (7 tablete placebo)
ru: тип 28 таблеток (7 таблеток плацебо)
si: 28ක් ඖෂධයක වර්ගය (7ක් ද්වීපාර්ශ්ව ඖෂධය)
sk: Typ 28 tabliet (7 tabliet placeba)
sl: 28 tablet type (7 placebo tablets)
sq: Tipi 28 tabletësh (7 tabletë placebo)
sr: 28 табл. тип (7 таб. плацебо)
sv: 28 piller typ (7 piller placebo)
sw: Aina ya vidonge 28 (vidonge 7 za placebo)
ta: 28 மாத்திரை வகை (7 போலி மாத்திரைகள்)
te: 28 మాత్రల రకం (7 మాత్రల ప్లేసిబో)
th: 28 เม็ด (ยาเม็ดปลอม 7 เม็ด)
tl: 28-Tablet na Uri (7 Placebo)
tr: 28 tablet türü (7 tablet plasebo)
uk: 28-tablet type (7 placebo tablets)
ur: 28 گولیاں قسم (7 گولیاں جعلی)
uz: 28 ta tablet (7 ta soxta tablet)
vi: Loại 28 viên (7 viên placebo)
zh: 28粒类型（7粒安慰剂）
zu: uhlobo lwezinkomba eziyi-28 (izinkomba eziyi-7 eziphoshayo)

# pillSheetType28
source: 28-pill type (all active pills)
af: 28-tablet tipe (alles is werklike medikasie)
am: ሃያ ስምንት ታብሌት ዓይነት (ሁሉም ንቁ ክኒን)
ar: نوع 28 حبة (جميعها أدوية فعالة)
as: ২৮ টেবলেটৰ প্ৰকাৰ (সকলোবোৰ সক্ৰিয় ঔষধ)
az: 28 tabletli tip (hamısı aktiv tablet)
be: 28 таблетак (усе актыўныя)
bg: 28-таблетки тип (всички активни)
bn: ২৮টি ট্যাবলেট ধরন (সব সক্রিয় ওষুধ)
bs: Tip od 28 tableta (sve aktivne tablete)
ca: Tipus de 28 comprimits (tots actius)
cs: 28-tablet type (all active ingredients)
cy: 28 tabled (pob dderbyn)
da: 28-pille type (alle aktive ingredienser)
de: 28-Tabletten-Typ (alle aktive Inhaltsstoffe)
el: 28 δισκίων τύπος (όλα τα πραγματικά φάρμακα)
es: Tipo de 28 pastillas (todas activas)
et: 28 tableti tüüp (kõik aktiivsed ravimid)
eu: 28 piluletako mota (denak benetakoak)
fa: نوع ۲۸ قرص (همه واقعی)
fi: 28 tabletin tyyppi (kaikki ovat aitoja lääkkeitä)
fil: Uri ng 28 tableta (lahat aktibong tableta)
fr: Type de 28 comprimés (tous des médicaments)
gl: tipo de 28 comprimidos (todos son medicamentos)
gu: ૨૮ ગોળીનો પ્રકાર (બધી સક્રિય ગોળી)
he: 28 כדורים סוג (כל הכדורים הם כדורים אמיתיים)
hi: 28 गोली प्रकार (सभी सक्रिय दवा)
hr: 28 tableta tip (svi su pravi lijekovi)
hu: 28 tablettás típus (minden tabletta hatóanyagot tartalmaz)
hy: 28 քրոնիկ (բոլորը դրական)
id: Tipe 28 tablet (semua obat asli)
is: 28 töflur gerð (allar raunverulegar lyfja)
it: Tipo da 28 compresse (tutte attive)
ja: 28錠タイプ(すべて実薬)
ka: 28 ტაბლეტიანი ტიპი (ყველა აქტიური ნივთიერება)
kk: 28 таблетка түрі (бәрі нақты дәрі)
km: ប្រភេទ ២៨ គ្រាប់ (ថ្នាំពិតទាំងអស់)
kn: ೨೮ ಮಾತ್ರೆಗಳ ಪ್ರಕಾರ (ಎಲ್ಲವೂ ಸಕ್ರಿಯ ಔಷಧ)
ko: 28정 타입 (모두 실약)
ky: 28 таблетка түрү (бардыгы чыныгы дары)
lo: 28 ຢ່າງ(ທັງໝົດແມ່ນຢາແທ້)
lt: 28 tablečių tipas (visos tabletės yra veikliosios)
lv: 28 tablešu veids (visi ir aktīvās zāles)
mk: 28 таблети тип (сите се вистински лекови)
ml: 28 ഗുളിക തരം (എല്ലാം സജീവ മരുന്ന്)
mn: 28 эмийн төрөл (бүгд идэвхтэй эм)
mr: २८ गोळी प्रकार (सर्व वास्तविक औषधे)
ms: 28 tablet type (all active ingredients)
my: ၂၈ လုံးအမျိုးအစား (ဆေးစစ်များအားလုံး)
nb: 28 tablet type (all active pills)
ne: २८ चक्की प्रकार (सबै सक्रिय चक्की)
nl: 28-tablet type (all active ingredients)
no: 28 tabletstype (alle ekte medisiner)
or: 28ଟି ଟ୍ୟାବଲେଟ୍ ପ୍ରକାର (ସମସ୍ତ ସକ୍ରିୟ ଔଷଧ)
pa: 28-ਗੋਲੀ ਕਿਸਮ (ਸਾਰੀਆਂ ਸਰਗਰਮ ਗੋਲੀਆਂ)
pl: Typ 28 tabletek (wszystkie leki)
ps: 28 قرص ډول (ټول خواړه)
pt: Tipo de 28 comprimidos (todos medicamentos reais)
ro: Tip 28 (toate sunt pilule reale)
ru: 28 таблеток (все действующие вещества)
si: 28 කුඩු ආකාරය (සියල්ලී ප්‍රවාහය)
sk: 28-tabový typ (všetky obsahujú účinné látky)
sl: 28 tabletnik (vse so dejanski zdravili)
sq: 28 tableta tip (të gjitha ilaçe të vërteta)
sr: 28 таблета (све стварне пилуле)
sv: 28 tabletstyp (alla är aktiva medel)
sw: Aina ya vidonge 28 (zote ni vidonge hai)
ta: 28 மாத்திரை வகை (அனைத்தும் செயல்படும் மருந்து)
te: 28 టాబ్లెట్ల రకం (అన్నీ క్రియాశీల మందులు)
th: ประเภท 28 เม็ด (ทั้งหมดเป็นยาจริง)
tl: 28-tableta na uri (lahat ay aktibong gamot)
tr: 28 tablet türü (tümü gerçek ilaç)
uk: 28 tablet type (all active pills)
ur: 28 گولی کی قسم (تمام حقیقی ادویات)
uz: 28 tabletli tur (barchasi haqiqiy dori)
vi: Loại 28 viên (toàn bộ thuốc có hoạt chất)
zh: 28片类型（全部为药物）
zu: uhlobo lwezixhumi eziyi-28 (z ukuze zibe khona emithini)

# pillSheetType24
source: 24-pill type (all active pills)
af: 24 tablet tipe (alle werklike medisyne)
am: 24 ታብሌት ዓይነት (ሁሉም ንቁ መድሀኒት)
ar: نوع 24 حبة (جميعها أقراص فعالة)
as: ২৪টা বড়িৰ প্ৰকাৰ (সকলো প্ৰকৃত ঔষধ)
az: 24 həbli tip (hamısı aktiv həblər)
be: 24 таблеткі (усе рэальныя лекі)
bg: Тип с 24 таблетки (всички активни)
bn: ২৪টি ট্যাবলেট ধরন (সব সক্রিয় ট্যাবলেট)
bs: 24-tabletni tip (sve aktivne tablete)
ca: Tipus de 24 pastilles (totes actives)
cs: Typ 24 tablet (všechny skutečné léky)
cy: 24 tbl (pob un real)
da: 24 tablet type (all active ingredients)
de: 24-Tabletten-Typ (alle sind echte Medikamente)
el: 24 δισκίων τύπου (όλα τα ενεργά φάρμακα)
es: Tipo de 24 comprimidos (todos activos)
et: 24 tabletti tüüp (kõik on efektiivsed)
eu: 24 pilulako mota (dokumentu guztiak)
fa: نوع 24 قرص (همه دارو واقعی)
fi: 24 tablettia (kaikki todellisia lääkkeitä)
fil: 24-tablet na uri (lahat aktibong gamot)
fr: Type de 24 comprimés (tous des médicaments)
gl: tipo de 24 comprimidos (tódolos son medicamentos)
gu: ૨૪ ગોળીનો પ્રકાર (બધી સક્રિય ગોળીઓ)
he: סוג של 24 כדורים (כל הכדורים הם כדורי עבודה)
hi: 24 टैबलेट प्रकार (सभी सक्रिय दवा)
hr: 24 tablete (svi su pravi lijekovi)
hu: 24 db-os típus (mind valós gyógyszer)
hy: 24 մետաղում (Մեկը նույնպես իրական դեղեր)
id: Tipe 24 tablet (semua obat asli)
is: 24 töflur gerð (öll eru raunverulegar)
it: Tipo 24 compresse (tutte attive)
ja: 24錠タイプ(すべて実薬)
ka: 24 აბის ტიპი (ყველა აქტიური ნივთიერება)
kk: 24 таблетка түрі (барлығы нақты дәрі)
km: ប្រភេទ២៤គ្រាប់ (ថ្នាំសកម្មទាំងអស់)
kn: 24 ಮಾತ್ರೆಗಳ ಪ್ರಕಾರ (ಎಲ್ಲಾ ಸಕ್ರಿಯ ಮಾತ್ರೆಗಳು)
ko: 24정 타입(모두 실약)
ky: 24 таблетка түрү (бардыгы реалдуу дары)
lo: 24 ຈົນ ປະເພດ (ທັງໝົດແມ່ນສິນຄ້າທີ່ແທ້ຈິງ)
lt: 24 tablečių tipas (visos yra tikrosios tabletės)
lv: 24 tablešu tips (visas ir reālās zāles)
mk: 24 таблети тип (сите вистински лекови)
ml: 24 ഗുളിക തരം (എല്ലാം സജീവ മരുന്ന്)
mn: 24 эмийн төрөл (бүгд идэвхитэй эм)
mr: 24 गोळ्यांचा प्रकार (सर्व सक्रिय गोळ्या)
ms: 24 tablet type (all active ingredients)
my: ၂၄ လုံး အမျိုးအစား (အားလုံး အစစ်ဆေး)
nb: 24 tablet type (all active ingredients)
ne: 24 चक्की प्रकार (सबै सक्रिय औषधि)
nl: 24-tablet type (all active ingredients)
no: 24-tablett type (alle er aktive stoffer)
or: 24 ବାତି ପ୍ରକାର (ସମସ୍ତ ସକ୍ରିୟ ଔଷଧ)
pa: 24 ਗੋਲੀਆਂ ਦੀ ਕਿਸਮ (ਸਾਰੀਆਂ ਅਸਲੀ ਦਵਾਈ)
pl: Typ 24 tabletek (wszystkie leki)
ps: 24 ګولۍ ډول (ټولې اصلي ګولۍ)
pt: Tipo de 24 comprimidos (todos são medicamentos)
ro: Tip 24 (toate sunt medicamente)
ru: Тип на 24 таблетки (все активные ингредиенты)
si: 24 පරිමාණවල (සියලුම ප්‍රායෝගික ද්‍රව්‍ය)
sk: 24-tablietový typ (všetky sú účinné)
sl: 24-tablet type (all active pills)
sq: 24 tableta tipit (të gjitha ilaçe të vërteta)
sr: 24 таблетне (све праве таблетке)
sv: 24-tablettstyp (alla är aktiva läkemedel)
sw: Aina ya vidonge 24 (vyote ni dawa halisi)
ta: 24 மாத்திரை வகை (அனைத்தும் செயல்பாட்டு மாத்திரைகள்)
te: 24 మాత్రల రకం (అన్నీ క్రియాశీల మాత్రలు)
th: 24 แท็บเล็ต (ยาแท้ทั้งหมด)
tl: 24-tableta na uri (lahat ay aktibong gamot)
tr: 24 tablet tip (tümü gerçek ilaç)
uk: 24 tablet type (all active ingredients)
ur: 24 گولی کی قسم (تمام حقیقی دوائیں)
uz: 24 ta tabletka turi (barchasi haqiqiy dori)
vi: Loại 24 viên (tất cả là viên có hoạt chất)
zh: 24片类型（全部为实药）
zu: uhlobo lwezinkanyezi eziyi-24 (konke kuyimidlayo yangempela)

# pillSheetType21
source: 21-pill type (all active pills)
af: 21 tablette tipe (alle werklike medikasie)
am: 21 ክኒኖች ዓይነት (ሁሉም ንቁ መድሃኒቶች)
ar: نوع ٢١ قرص (جميعها أقراص فعالة)
as: ২১টা বড়িৰ প্ৰকাৰ (সকলো প্ৰকৃত ঔষধ)
az: 21 həbli tip (hamısı aktiv həb)
be: 21 таблетка (усе сапраўдныя лекі)
bg: 21 таблетки (всички активни)
bn: ২১টি ট্যাবলেট ধরন (সমস্ত সক্রিয় ওষুধ)
bs: Tip od 21 tableta (sve aktivne tablete)
ca: Tipus de 21 pastilles (totes actives)
cs: Typ 21 tablet (všechny jsou účinné)
cy: 21 tabled (pob dyma'r holl feddyginiaeth)
da: 21-tablet type (all active ingredients)
de: 21-Tablet-Typ (alle echte Medikamente)
el: 21 δισκίων τύπου (όλα τα λειτουργικά φάρμακα)
es: 21 píldoras (todas activas)
et: 21 tableti tüüp (kõik õiged ravimid)
eu: 21 piluletako mota (drogak guztiak benetakoak)
fa: نوع 21 قرص (همه دارو واقعی)
fi: 21 tablettia tyyppi (kaikki ovat varsinaisia lääkkeitä)
fil: 21-Tableta na Uri (Lahat ay Aktibong Gamot)
fr: Type de 21 comprimés (tous des médicaments)
gl: tipos de 21 comprimidos (tódolos son medicamentos)
gu: ૨૧ ગોળીઓનો પ્રકાર (બધી સક્રિય દવા)
he: סוג של 21 כדורים (כולם תרופות אמיתיות)
hi: 21 गोली प्रकार (सभी सक्रिय गोलियाँ)
hr: 21 tableta tip (sve su stvarne tablete)
hu: 21 tabletta típus (minden valós gyógyszer)
hy: 21 պղպեղի տեսակը (բոլորը իրական մթերժ)
id: Tipe 21 tablet (semua obat asli)
is: 21 töflur gerð (allar eru raunverulegar lyfja)
it: Tipo da 21 compresse (tutte attive)
ja: 21錠タイプ(すべて実薬)
ka: 21 აბის ტიპი (ყველა აქტიური წამალი)
kk: 21 таблетка типі (барлық контрацептивтер)
km: ប្រភេទ២១គ្រាប់ (ថ្នាំពិតទាំងអស់)
kn: ೨೧ ಮಾತ್ರೆಗಳ ಪ್ರಕಾರ (ಎಲ್ಲಾ ಸಕ್ರಿಯ ಮಾತ್ರೆಗಳು)
ko: 21정 타입(모두 실약)
ky: 21 таблетка түрү (бардыгы чыныгы дары)
lo: 21 ຈິນປໍ່ປະເດັດ (ທັງໝົດ ອຸປະໄພຈິງ)
lt: 21 tablečių tipas (visos yra tikros vaistai)
lv: 21 tablešu tips (visi aktīvās vielas)
mk: 21 таблети тип (сите се вистински лекови)
ml: 21 ഗുളിക തരം (എല്ലാം സജീവ മരുന്ന്)
mn: 21 эмийн төрөл (бүх эм идэвхтэй)
mr: २१ गोळ्यांचा प्रकार (सर्व सक्रिय)
ms: Jenis 21 tablet (semua ubat sebenar)
my: ၂၁ လုံးအမျိုးအစား (ဆေးပါဝင်သောလုံးများအားလုံး)
nb: 21 tablettype (alle aktiv ingredienser)
ne: २१ ट्याब्लेट प्रकार (सबै सक्रिय औषधि)
nl: 21-tablet type (all active ingredients)
no: 21 pillerstype (alle er aktive piller)
or: ୨୧ ଟ୍ୟାବଲେଟ ପ୍ରକାର (ସମସ୍ତ ସକ୍রିୟ ଔଷଧ)
pa: 21 ਗੋਲੀਆਂ ਟਾਈਪ (ਸਾਰੀਆਂ ਐਕਟਿਵ ਗੋਲੀਆਂ)
pl: Typ 21 tabletek (wszystkie tabletki aktywne)
ps: 21 عدد (ټول حقیقي)
pt: Tipo de 21 comprimidos (todos medicamentos reais)
ro: tip 21 (toate medicamentele)
ru: 21 таблетка (все активные)
si: 21ක් පරාසය (සියලුම ප්‍රතිකාර සංඛ්යා ලඹ කරන)
sk: 21 tab type (all active ingredients)
sl: 21-tablet type (all active ingredients)
sq: 21 tableta tip (të gjitha ilaçe reale)
sr: 21 таблетара (све праве пилуле)
sv: 21 tabletstyp (alla är aktiva läkemedel)
sw: Aina ya vidonge 21 (vyote ni dawa halisi)
ta: 21 மாத்திரை வகை (அனைத்தும் செயல்பாட்டு மருந்துகள்)
te: 21 టాబ్లెట్ రకం (అన్ని క్రియాశీల మందులు)
th: ประเภท 21 เม็ด (ยาทั้งหมดเป็นยาจริง)
tl: Uri ng 21 Tableta (Lahat ay Aktibong Gamot)
tr: 21 tablet type (all active ingredients)
uk: 21 tablet type (all active ingredients)
ur: 21 گولی کی قسم (سب حقیقی دوا)
uz: 21 tabletkali (barchasi haqiqiy dori)
vi: Loại 21 viên (tất cả đều là thuốc hoạt tính)
zh: 21粒类型（全部为活性药物）
zu: uhlobo lwezidakamizwa lwe-21 (zonke zihlobo zemithi)

# pillSheetType24WithRest4
source: 24-pill type
af: 24-tablet tipe
am: 24 ታብሌት ዓይነት
ar: نوع 24 حبة
as: ২৪ টেবলেটৰ প্ৰকাৰ
az: 24 həblik tip
be: 24 таблеткі тыпу
bg: 24-таблеточен тип
bn: 24টি ট্যাবলেট ধরণ
bs: 24-tabletni tip
ca: Tipus de 24 comprimits
cs: Typ 24 tablet
cy: mathal 24 dabled
da: 24-tablets type
de: 24-Tabletten-Typ
el: 24 δισκία τύπου
es: Tipo de 24 pastillas
et: 24 tableti tüüp
eu: 24 pilulak
fa: نوع 24 قرص
fi: 24-tabletin tyyppi
fil: 24-tableta na uri
fr: type 24 comprimés
gl: tipo de 24 pastillas
gu: ૨૪ ગોળી પ્રકાર
he: סוג של 24 כדורים
hi: 24 टैबलेट प्रकार
hr: 24 tableta tip
hu: 24 tablettás típus
hy: 24 դեղահատի տիպ
id: tipe 24 tablet
is: 24 töflutegund
it: Tipo da 24 compresse
ja: 24錠タイプ
ka: 24 აბი ტიპი
kk: 24 таблетка түрі
km: ប្រភេទ២៤គ្រាប់ថ្នាំ
kn: ೨೪ ಮಾತ್ರೆಗಳ ಪ್ರಕಾರ
ko: 24정 타입
ky: 24 таблетка тип
lo: ປະມົກສິບສິນແບບ 24
lt: 24 tablečių tipas
lv: 24 tablešu tips
mk: 24 таблети тип
ml: 24 ഗുളിക തരം
mn: 24 эмтэй төрөл
mr: २४ गोळी प्रकार
ms: 24 tablet type
my: ၂၄ ပြားအမျိုးအစား
nb: 24 piller type
ne: 24 ट्याब्लेट प्रकार
nl: 24-tablet type
no: 24 tablet type
or: 24 ଟାବଲେଟ ପ୍ରକାର
pa: 24-ਟੈਬਲੇਟ ਕਿਸਮ
pl: typ 24 tabletek
ps: 24 ټابلیټ ډول
pt: tipo de 24 comprimidos
ro: tip de 24 de tablete
ru: Тип на 24 таблетки
si: 24නය
sk: 24-tablet type
sl: 24 tablete tip
sq: tipinë 24 tableta
sr: 24 табл. тип
sv: 24-tablettyp
sw: Aina ya vidonge 24
ta: 24 மாத்திரைகள் வகை
te: 24 మాత్రల రకం
th: ประเภท 24 เม็ด
tl: 24-Tableta na Uri
tr: 24 tablet türü
uk: 24 tablets type
ur: 24 گولی کی قسم
uz: 24 tablet turi
vi: Loại 24 viên
zh: 24粒类型
zu: uhlobo lwezidakamizwa ezingu-24

source: Rest period
af: Pill tyd
am: የመድሃኒት ዕረፍት
ar: راحة
as: ঔষধ বিৰতি
az: fasilə
be: Перапынак прыёму
bg: пауза
bn: বিরতি
bs: pauza
ca: descans
cs: Pauza v užívání
cy: Cymryd gwenyn
da: pause medication
de: Absetzen
el: Διακοπή φαρμακευτικής αγωγής
es: descanso
et: ravimivaba periood
eu: Eremana
fa: قطع مصرف
fi: loma
fil: Pahinga sa pag-inom ng pildoras
fr: Arrêt de la prise
gl: Descanso de medicamentos
gu: દવા વિરામ
he: הפסקת תרופה
hi: दवा विराम
hr: Pauza
hu: szüneteltetés
hy: Դեղորայքի ընդմիջում
id: Berhenti obat
is: Hvíld
it: Pausa
ja: 休薬
ka: გათიშვა
kk: Дәрі қабылдауды уақытша тоқтату
km: ការឈប់ថ្នាំ
kn: ಔಷಧ ವಿರಾಮ
ko: 휴약
ky: Дем алу
lo: ບໍ່ໃຊ້ຢາ
lt: Nutraujama
lv: Pārtraukta lietošana
mk: Скратување на приемот на лекови
ml: മരുന്ന് ഇടവേള
mn: эмийн завсарлага
mr: विश्रामकाल
ms: berhenti mengambil pil
my: သွေးဆေး
nb: Pause
ne: औषधि बिदा
nl: pauze
no: Pause
or: ଔଷଧ ବିରତି
pa: ਦਵਾਈ ਦੀ ਛੁੱਟੀ
pl: Przerwa w leczeniu
ps: د درملنې موده
pt: Descanso do medicamento
ro: Pauză de medicamente
ru: Перерыв в приеме
si: ආපසු ගමන
sk: Pauza
sl: premoratorium
sq: ndihm
sr: Пауза у узимању
sv: Paust
sw: mapumziko ya dawa
ta: மருந்து இடைவெளை
te: మందు విరామం
th: หยุดยา
tl: pahinga
tr: Ara verme
uk: Break
ur: بینابی
uz: dam olish
vi: nghỉ thuốc
zh: 停药
zu: ukuphumula

source: Placebo
am: ፕላሴቦ ክኒን
ar: الحبوب الوهمية
as: প্লেচিবো
az: plasebo
be: Плацебо
bg: плацебо
bn: প্ল্যাসিবো
ca: pastilles inactives
cy: Tabled
el: Ψευδοφάρμακο
et: platse
eu: Plazeboa
fa: دارونما
gl: pílula falsa
gu: પ્લેસિબો
he: סמים מזויפים
hi: प्लेसिबो
hr: lažna medicina
hy: Ճշմարիտ դեղ
id: plasebo
is: Falskur
ja: 偽薬
ka: ფიკტიური წამლის
kk: Сақтандырғыш
km: ថ្នាំក្លែងក្លាយ
kn: ಪ್ಲಸೀಬೋ
ko: 위약
ky: жалған дәрі
lo: ສິນຄ້າໃດໜຶ່ງ
lv: Sankaras
mk: Псевдопрепарат
ml: പ്ലാസിബോ
mn: плацебо эм
mr: प्लॅसिबो
ms: plasebo
my: အတုဆေး
ne: प्लेसिबो
or: ପ୍ଲାସିବୋ
pa: ਪਲੇਸਿਬੋ ਗੋਲੀ
ps: د روغتیا درمل
ro: medicament fals
ru: Плацебо
si: නිසැකය
sq: medikament i rreme
sw: vidonge vya placebo
ta: போலி மாத்திரை
te: ప్లేసిబో
th: ยาหลอก
tr: Plasebo
ur: جعلی دوا
uz: xerij
vi: thuốc giả dược
zh: 安慰剂
zu: Iphilisi engatholakali

source: User not found
af: Geen gebruiker gevind
am: ተጠቃሚ አልተገኘም
ar: المستخدم غير موجود
as: ব্যৱহাৰকাৰী পোৱা নগ'ল
az: İstifadəçi tapılmır
be: Карыстальніка не знойдзена
bg: Потребителят не е намерен
bn: ব্যবহারকারী পাওয়া যায়নি
bs: Korisnik nije pronađen
ca: Usuari no trobat
cs: Uživatel nebyl nalezen
cy: Ni alluodd y defnyddiwr.
da: Bruger ikke fundet
de: Benutzer nicht gefunden
el: Δεν βρέθηκε χρήστης
es: Usuario no encontrado
et: Kasutajat ei leitud
eu: Erabiltzailea aurkitu ez da.
fa: کاربر پیدا نشد
fi: Käyttäjää ei löytynyt
fil: Hindi natagpuan ang user
fr: Aucun utilisateur trouvé
gl: Non se atopou ao usuario
gu: વપરાશકર્તા મળ્યા નથી
he: משתמש לא נמצא
hi: उपयोगकर्ता नहीं मिला
hr: Korisnik nije pronađen
hu: Felhasználó nem található
hy: Մշտական օգտագործող չի գտնվել
id: Pengguna tidak ditemukan
is: Ekkert notandi finnst
it: Utente non trovato
ja: ユーザーが見つかりません
ka: მომხმარებელი არ მოიძებნა
kk: Пайдаланушы табылмады
km: រកមិនឃើញអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರ ಸಿಗಲಿಲ್ಲ
ko: 사용자를 찾을 수 없습니다
ky: Користуучу таба албайбыз
lt: Vartotojas nerastas
lv: Lietotājs nav atrasts
mk: Не е пронајден корисник
ml: ഉപയോക്താവിനെ കണ്ടെത്താൻ കഴിയുന്നില്ല
mn: Хэрэглэгч олдсонгүй
mr: वापरकर्ता सापडला नाही
ms: Pengguna tidak dapat dijumpai
my: အသုံးပြုသူ မတွေ့ရှိပါ
nb: Bruker ikke funnet
ne: प्रयोगकर्ता फेला परेन
nl: Gebruiker niet gevonden
no: Brukeren ble ikke funnet
or: ଉପଭୋକ୍ତା ମିଳିଲା ନାହିଁ
pa: ਯੂਜ਼ਰ ਨਹੀਂ ਮਿਲਿਆ
pl: Nie znaleziono użytkownika
ps: کارن پیدا نه شو
pt: Usuário não encontrado
ro: Nu s-a găsit utilizatorul.
ru: Пользователь не найден
si: භාවිතා කරන්නෙකු ආසන්න කළ හැකි නැත
sk: Používateľ nebolo možné nájsť
sl: Uporabnik ni bil najden.
sq: Përdoruesi nuk u gjet.
sr: Корисник није пронађен
sv: Ingen användare kunde hittas
sw: Mtumiaji hajapatikana
ta: பயனர் காணப்படவில்லை
te: వినియోగదారు కనుగొనబడలేదు
th: ไม่พบผู้ใช้
tl: Hindi nahanap ang user
tr: Kullanıcı bulunamadı
ur: صارف نہیں ملا
uz: Foydalanuvchi topilmadi
vi: Không tìm thấy người dùng
zh: 未找到用户
zu: Awekusebenzisi atholakalanga.
