Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# createNewAccountIfNotLoggedIn
source: If you haven't logged in to Pilll yet, a new account will be created for you
af: As jy nog nie in Pilll aangemeld is nie, sal 'n nuwe rekening geskep word.
am: እንደ ተመለከተ ይህ በPilll ውስጥ የተጠቀሰ እንዲሆን ወይም እንደ ይህ ሐሳብ የሚሆን ካልነበረ የገቢ መደብ፣ እና ሌላ የመንፈስ አመልካች እንዲሆን እንደ ተጠቀሰ ይህ ያለው የሚደረገው ሂደት ወይም የኔ ይመጣል። አካውንት እንደ ተቀናጀ ይቆጠሩ።
ar: إذا لم تقم بتسجيل الدخول إلى Pilll من قبل، فسيتم إنشاء حساب جديد لك
as: যদি Pilll ত এতিয়াও লগইন কৰা নাই তেন্তে নতুন একাউন্ট সৃষ্টি হ'ব
az: Pilll-ə əvvəl daxil olmamışsınızsa, yeni hesab yaradılacaq
be: Калі вы яшчэ не ўвайшлі ў Pilll, будзе створаны новы ўліковы запіс.
bg: Ако все още не сте влизали в Pilll, ще бъде създаден нов акаунт
bn: আপনি যদি আগে কখনো Pilll-এ লগইন না করে থাকেন, তাহলে একটি নতুন অ্যাকাউন্ট তৈরি হবে
bs: Ako se još niste prijavili na Pilll, bit će kreiran novi račun.
ca: Si encara no has iniciat sessió a Pilll, es crearà un compte nou automàticament
cs: Pokud jste se ještě nepřihlásili do Pilll, bude vytvořen nový účet.
cy: Os ydych wedi mewngofnodi i Pilll o hyd, bydd cyfrif newydd yn cael ei greu.
da: Hvis du aldrig har logget ind på Pilll før, vil der blive oprettet en ny konto.
de: Wenn Sie sich noch nicht bei Pilll angemeldet haben, wird ein neues Konto erstellt.
el: Εάν δεν έχετε συνδεθεί ποτέ στο Pilll, θα δημιουργηθεί ένας νέος λογαριασμός.
es: Si aún no te has conectado a Pilll, se creará automáticamente una nueva cuenta
et: Kui te pole veel Pilllisse sisse loginud, siis luuakse uus konto.
eu: Pilll-ra oraindik saioa hasi ez baduzu, kontu berri bat sortuko da.
fa: اگر هنوز وارد Pilll نشده‌اید، یک حساب جدید ایجاد خواهد شد.
fi: Jos et ole vielä kirjautunut Pilll-sovellukseen, uusi tili luodaan.
fil: Kung hindi ka pa nakapag-login sa Pilll, lilikha ng bagong account
fr: Si vous ne vous êtes pas encore connecté à Pilll, un nouveau compte sera créé.
gl: Se creará unha nova conta se aínda non iniciaste sesión en Pilll.
gu: Pilll માં પ્રથમ વખત લોગિન કરતી વખતે નવું એકાઉન્ટ આપોઆપ બનાવવામાં આવશે
he: אם עדיין לא התחברת ל-Pilll, תיווצר לך חשבון חדש.
hi: यदि आपने Pilll में अभी तक लॉगिन नहीं किया है तो एक नया खाता बनाया जाएगा
hr: Ako još niste prijavljeni u Pilll, bit će kreiran novi račun.
hu: Ha még nem jelentkeztél be a Pilll-be, új fiók fog létrejönni.
hy: Եթե դեռ չեք մուտք գործել Pilll, նոր հաշիվ կստեղծվի
id: Jika Anda belum pernah login ke Pilll, akun baru akan dibuat.
is: Ef þú hefur ekki skráð þig inn á Pilll áður verður nýr account fyrir þig búinn til.
it: Se non hai mai effettuato l'accesso a Pilll, verrà creato automaticamente un nuovo account
ja: Pilllにまだログインしたことが無い場合は新しくアカウントが作成されます
ka: თუ ჯერ არ იქ_PRODUCTS_NAME -ში შესულხართ, ახალ ანგარიშს შექმნით.
kk: Pilll-ге әлі кірмеген болсаңыз, жаңа тіркелгі жасалады.
km: ប្រសិនបើអ្នកមិនដែលចូលប្រើ Pilll ពីមុនមកទេ គណនីថ្មីនឹងត្រូវបានបង្កើតឡើង
kn: Pilll ಗೆ ನೀವು ಇನ್ನೂ ಲಾಗಿನ್ ಮಾಡಿಲ್ಲದಿದ್ದರೆ ಹೊಸ ಖಾತೆ ರಚಿಸಲಾಗುತ್ತದೆ
ko: Pilll에 처음 로그인하시는 경우 새로운 계정이 자동으로 생성됩니다
ky: Эгер сиз Pilllге кызыкпаган болсоңуз, жаңы аккаунт түзүлөт.
lo: ຖ້າທ່ານຍັງແມ່ນບໍ່ໄດ້ເລືອກສູຈິດຂອງ Pilll ພະນັກງານໃຈຈະຖືກສ້າງບັດໃໝ່.
lt: Jei dar nesate prisijungę prie Pilll, bus sukurtas naujas paskyra.
lv: Ja, ja vēl neesat pieslēdzies Pieņemšanā, tiks izveidota jauna konta.
mk: Ако досега не сте влезле во Pilll, ќе биде создаден нов профил.
ml: Pilll-ൽ ഇതുവരെ ലോഗിൻ ചെയ്തിട്ടില്ലെങ്കിൽ പുതിയ അക്കൗണ്ട് സൃഷ്ടിക്കപ്പെടും
mn: Pilll-д урьд нь нэвтрээгүй бол шинэ бүртгэл үүсгэгдэнэ
mr: जर तुम्ही अजूनपर्यंत Pilll मध्ये लॉगिन केले नसेल तर नवीन खाते तयार केले जाईल
ms: Jika anda belum pernah log masuk ke Pilll, akaun baru akan dibuat.
my: Pilll အက်ပ်တွင် အရင်က လော်ဂ်အင် မဝင်ဖူးပါက အကောင့်အသစ် အလိုအလျောက် ပြုလုပ်ပေးမည်ဖြစ်သည်
nb: Hvis du ikke har logget inn på Pilll før, vil en ny konto bli opprettet.
ne: Pilll मा पहिलो पटक लगइन गर्दा नयाँ खाता स्वतः सिर्जना हुनेछ
nl: Als je nog niet bent ingelogd op Pilll, wordt er een nieuw account aangemaakt.
no: Hvis du ikke har logget inn på Pilll før, vil en ny konto bli opprettet.
or: ଯଦି ଆପଣ ପୂର୍ବରୁ Pilll ରେ ଲଗିନ କରିନାହାନ୍ତି, ତେବେ ଏକ ନତୁନ ଖାତା ସୃଷ୍ଟି ହେବ
pa: ਜੇ ਤੁਸੀਂ Pilll ਵਿੱਚ ਪਹਿਲਾਂ ਲਾਗਇਨ ਨਹੀਂ ਕੀਤਾ ਹੈ, ਤਾਂ ਇੱਕ ਨਵਾਂ ਖਾਤਾ ਬਣਾਇਆ ਜਾਵੇਗਾ
pl: Jeśli jeszcze nie zalogowałeś się do Pilll, zostanie utworzone nowe konto.
ps: که کله چې تاسو لا دمخه په Pilll کې لاگ ان شوی نه یې نو نوې حساب به جوړ شي
pt: Se você ainda não fez login no Pilll, uma nova conta será criada.
ro: Dacă nu te-ai conectat încă la Pilll, un cont nou va fi creat.
ru: Если вы еще не вошли в систему Pilll, будет создана новая учетная запись.
si: Pilll පිළිබඳව යෙදුමට ඇතුල් වී නැති නම්, නව ගිණුමක් නිර්මාණය වේ.
sk: Ak máte ešte nevytvorený účet v aplikácii Pilll, bude vytvorený nový účet.
sl: Če še niste prijavljeni v Pilll, bo ustvarjen nov račun.
sq: Nëse ende nuk keni hyrë në Pilll, do të krijohet një llogari e re.
sr: Ако се још нисте пријавили на Pilll, биће креиран нови налог.
sv: Om du inte har loggat in på Pilll ännu kommer ett nytt konto att skapas.
sw: Ikiwa bado hujaingia kwenye Pilll, akaunti mpya itaundwa
ta: Pilllஇல் முன்பு உள்நுழையாதிருந்தால், புதிய கணக்கு உருவாக்கப்படும்
te: Pilllలో మీరు ఇంకా లాగిన్ చేయకుంటే కొత్త ఖాతా సృష్టించబడుతుంది
th: หากคุณยังไม่ได้เข้าสู่ระบบ Pilll บัญชีใหม่จะถูกสร้างขึ้น
tl: Kung hindi ka pa nakakapag-login sa Pilll, makakagawa ng bagong account
tr: Pilll'a henüz giriş yapmadıysanız yeni bir hesap oluşturulacaktır.
uk: If you have not logged into Pilll yet, a new account will be created.
ur: اگر آپ نے ابھی تک Pilll میں لاگ ان نہیں کیا ہے تو ایک نیا اکاؤنٹ بنایا جائے گا۔
uz: Agar siz hali Pilll ga kirgan bo'lmasangiz, yangi hisob yaratiladi.
vi: Nếu bạn chưa từng đăng nhập vào Pilll, một tài khoản mới sẽ được tự động tạo
zh: 如果您尚未登录Pilll，将会创建一个新帐户。
zu: Uma uma ungen siku uvula i-akhawunti ku-Pilll, i-akhawunti entsha izokwakhiwa.

# registerAccountForDataTransfer
source: Registering an account will allow you to transfer and recover data
af: As u 'n rekening registreer, sal dit moontlik wees om data oor te dra.
am: አካውንት መጻፍ ይቻላል እና ዳታውን ወደ አዳዲስ መረጃዎች መዋበቅ ይችላል
ar: تسجيل الحساب يتيح نقل البيانات
as: একাউন্ট পঞ্জীয়ন কৰিলে ডাটা স্থানান্তৰ সম্ভৱ হ'ব
az: Hesaba qeydiyyatdan keçsəniz, məlumatlarınızı köçürə bilərsiniz
be: Пасля рэгістрацыі ўліковага запісу вы атрымліваеце магчымасць перадачы дадзеных
bg: Регистрацията на акаунт позволява прехвърляне на данни
bn: অ্যাকাউন্ট নিবন্ধন করলে ডেটা স্থানান্তর সম্ভব হবে
bs: Registracijom računa možete prenijeti podatke.
ca: Registrant un compte podràs transferir les teves dades
cs: Registrací účtu můžete přenášet data.
cy: Byddwch yn gallu drosglwyddo data pan gofrestrwch gyfrif.
da: Når du registrerer en konto, kan du overføre data.
de: Wenn Sie ein Konto registrieren, können Sie Ihre Daten übertragen.
el: Με την εγγραφή λογαριασμού, θα μπορείτε να μεταφέρετε τα δεδομένα σας.
es: Al registrar una cuenta, podrás transferir tus datos
et: Kui registreerite konto, saate andmeid edastada.
eu: Kontu erregistroa eginez, datuen transmisioa posible izango da.
fa: با ثبت نام در حساب کاربری، انتقال داده‌ها ممکن می‌شود.
fi: Kun rekisteröidyt tilille, voit siirtää tietoja.
fil: Kapag magrehistro ng account, magiging posible ang paglipat ng data
fr: En vous inscrivant, vous pouvez transférer vos données.
gl: Ao crear unha conta, será posible transferir datos.
gu: ખાતું નોંધણી કરાવવાથી ડેટા સ્થાનાંતરણ શક્ય બનશે
he: כאשר אתה נרשם לחשבון, תוכל להעביר את הנתונים שלך.
hi: खाता पंजीकरण करने से डेटा ट्रांसफर संभव हो जाता है
hr: Registracijom računa moguće je prenijeti podatke.
hu: A fiók regisztrálásával lehetséges az adatok átvitele.
hy: Հաշիվը գրանցելու դեպքում հնարավոր կլինի փոխանցել տվյալները։
id: Anda dapat mentransfer data setelah mendaftar akun.
is: Þegar þú skráir þig á reikning geturðu flutt gögnin þín.
it: Registrando un account potrai trasferire i tuoi dati
ja: アカウント登録するとデータの引き継ぎが可能になります
ka: როდესაც დაარეგისტრირებთ ანგარიშს, მონაცემების გადატანა შესაძლებელი იქნება.
kk: Тіркелгеннен кейін деректерді ауыстыру мүмкін болады.
km: ការចុះឈ្មោះគណនីនឹងអនុញ្ញាតឱ្យអ្នកផ្ទេរទិន្នន័យបាន
kn: ಖಾತೆ ನೋಂದಣಿ ಮಾಡುವ ಮೂಲಕ ಡೇಟಾ ವರ್ಗಾವಣೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ
ko: 계정을 등록하면 데이터 이전이 가능해집니다
ky: Эсеп жазгандан кийин маалыматтарды өткөрүп берүү мүмкүн болот
lo: ເມື່ອລົງທະບຽນບັດເຊິ່ງຈະສາມາດໃຫ້ດັດແລະຮັບຂໍ້ມູນຕ່າງໆເມື່ອຕໍ່ມືດແລ້ວ
lt: Užsiregistravus paskyrai, duomenų perkėlimas taps įmanomas.
lv: Reģistrējoties kontā, datu pārsūtīšana būs iespējama.
mk: Со регистрација на сметка, можно е пренесување на податоците.
ml: അക്കൗണ്ട് രജിസ്റ്റർ ചെയ്യുന്നതിലൂടെ ഡാറ്റ കൈമാറ്റം സാധ്യമാകും
mn: Бүртгэл үүсгэснээр өгөгдлийг шилжүүлэх боломжтой болно
mr: खाते नोंदणी केल्यानंतर डेटाचे स्थानांतरण शक्य होते
ms: Mendaftar untuk akaun akan membolehkan pemindahan data.
my: အကောင့်မှတ်ပုံတင်ပါက ဒေတာများကို လွှဲပြောင်းနိုင်မည်ဖြစ်ပါသည်
nb: Når du registrerer en konto, kan du overføre data.
ne: खाता दर्ता गरेपछि डाटा स्थानान्तरण गर्न सकिन्छ
nl: Wanneer u zich registreert, kunt u uw gegevens overdragen.
no: Når du registrerer en konto, kan du overføre data
or: ଖାତା ପଞ୍ଜୀକରଣ କଲେ ଡାଟା ସ୍ଥାନାନ୍ତରଣ ସମ୍ଭବ ହେବ
pa: ਖਾਤਾ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਕਰਨ ਨਾਲ ਡੇਟਾ ਦਾ ਟ੍ਰਾਂਸਫਰ ਸੰਭਵ ਹੋ ਜਾਵੇਗਾ
pl: Rejestracja konta umożliwia przeniesienie danych.
ps: د حساب ثبتولو سره، د معلوماتو پلي کولو امکان شته.
pt: Ao registrar uma conta, será possível transferir seus dados.
ro: Înregistrarea unui cont permite transferul datelor.
ru: После регистрации учетной записи вы сможете перенести данные.
si: ඔබ ගිණුමක් ලියාපදිංචි කළහොත්, දත්ත මාරු කිරීමට හැකි වේ.
sk: Po registrácii účtu bude možné preniesť údaje.
sl: Z registracijo računa boste lahko prenesli podatke.
sq: Regjistrimi i llogarisë do të mundësojë kalimin e të dhënave.
sr: Регистрацијом налога постаје могуће преносити податке.
sv: När du registrerar ett konto kan du överföra data.
sw: Kusajili akaunti kutakuwezesha kuhamisha data yako
ta: கணக்கு பதிவு செய்வதன் மூலம் உங்கள் தரவுகளை மாற்ற முடியும்
te: ఖాతా నమోదు చేయడంవల్ల డేటా బదిలీ సాధ్యమవుతుంది
th: เมื่อคุณลงทะเบียนบัญชี คุณจะสามารถถ่ายโอนข้อมูลได้
tl: Mapapahintulutan ang paglipat ng datos kapag magre-rehistro ng account
tr: Hesap kaydı yaptığınızda verilerinizi aktarabilirsiniz.
uk: By registering an account, data transfer will be possible.
ur: اکاؤنٹ رجسٹریشن کرنے سے آپ کو ڈیٹا کی منتقلی کی سہولت مل جائے گی۔
uz: Hisob qaydini ro'yxatdan o'tkazganda, ma'lumotlarni o'tkazish mumkin bo'ladi.
vi: Đăng ký tài khoản để có thể chuyển đổi dữ liệu
zh: 注册账户后，您将能够转移数据
zu: Uma vez ubhalisile i-akhawunti, uzokwazi ukudlulisela idatha.

# registerAccountToKeepData
source: In order to keep your account information, please register an account
af: Aangesien ons rekeninginligting wil behou, vra ons dat u 'n rekening registreer.
am: እባክዎ የአካውንት መረጃ ለመያዝ የአካውንት ቅጽ ይሙሉ።
ar: يرجى تسجيل حساب للحفاظ على معلومات حسابك
as: আপোনাৰ একাউণ্টৰ তথ্য সংৰক্ষণ কৰিবলৈ অনুগ্ৰহ কৰি একাউণ্ট পঞ্জীয়ন কৰক
az: Məlumatlarınızı saxlamaq üçün hesab qeydiyyatından keçməyinizi xahiş edirik
be: Каб захаваць інфармацыю аб акаўнце, калі ласка, зарэгіструйце акаўнт.
bg: Моля, регистрирайте акаунт, за да запазим вашите данни
bn: আপনার অ্যাকাউন্ট তথ্য সংরক্ষণের জন্য, দয়া করে একটি অ্যাকাউন্ট নিবন্ধন করুন
bs: Molimo vas da se registrujete za račun kako bismo sačuvali informacije o vašem računu.
ca: Si us plau, registreu-vos per mantenir la informació del vostre compte
cs: Prosím, zaregistrujte si účet, abyste udrželi informace o účtu.
cy: Osgoiwch gofrestriad i gadw gwybodaeth cyfrif.
da: For at bevare dine kontooplysninger, bedes du registrere en konto.
de: Bitte registrieren Sie ein Konto, um Ihre Kontoinformationen zu speichern.
el: Σας παρακαλούμε να εγγραφείτε για να διατηρήσετε τις πληροφορίες του λογαριασμού σας.
es: Para conservar la información de tu cuenta, por favor regístrate
et: Palun registreerige konto, et säilitada konto teavet.
eu: Mesedez, izen-ematea egin ezazu kontu informazioa gorde ahal izateko.
fa: لطفاً برای نگهداری اطلاعات حساب، ثبت نام حساب کاربری انجام دهید.
fi: Jotta voimme säilyttää tilitiedot, rekisteröi tili.
fil: Mangyaring magparehistro ng account upang mapanatili ang inyong impormasyon
fr: Veuillez vous inscrire pour conserver vos informations de compte.
gl: Por favor, rexistre a súa conta para manter a información da conta.
gu: તમારી એકાઉન્ટ માહિતી સાચવવા માટે, કૃપા કરીને એકાઉન્ટ બનાવો
he: אנא הרשמו לחשבון כדי לשמור מידע על החשבון.
hi: आपकी जानकारी को सुरक्षित रखने के लिए, कृपया अकाउंट पंजीकरण करें
hr: Molimo vas da se registrirate za račun kako bismo mogli pohraniti informacije o računu.
hu: Kérjük, regisztráljon egy fiókot az információk tárolásához.
hy: Խնդրում ենք ռեգիստրացնել ձեր հաշիվը, որպեսզի պահպանեք հաշվի տեղեկությունները
id: Silakan daftar akun untuk menyimpan informasi akun.
is: Vinsamlegast skráðu þig inn til að halda við reikningsupplýsingar.
it: Per conservare le tue informazioni, ti preghiamo di registrare un account
ja: アカウント情報を保持するため、アカウント登録をお願いします
ka: გთხოვთ იყოთ რეგისტრირებული ანგარიშის ინფორმაციის შენახვისათვის.
kk: Аккаунт ақпаратын сақтау үшін, аккаунтты тіркеуіңізді сұраймыз.
km: សូមចុះឈ្មោះគណនីដើម្បីរក្សាទុកព័ត៌មានរបស់អ្នក
kn: ಖಾತೆಯ ಮಾಹಿತಿಯನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು, ದಯವಿಟ್ಟು ಖಾತೆ ನೋಂದಣಿ ಮಾಡಿ
ko: 계정 정보를 보관하기 위해 계정 등록을 해주세요
ky: Акаунт маалыматтарын сактоосу үчүн, рахимдүү түрдө аккаунтту каттоону өтүнөм.
lo: ຂໍອໍແບບບັດທີ່ຈະຮັບເຄື່ອງຂົນຂອບແບບບັດບັດເບິ່ງຈົດຄະແນນລູກໃຈສ຺ຄໍາຖານລັບເບອຕກແບບຂອບ່ຽວຊິດຍບຽດ.ພາລສ້ອນສາມ຦ໍ່ແວະພາລຕຳນກອນ
lt: Prašome registruotis paskyrai, kad galėtumėte išlaikyti paskyros informaciją.
lv: Lūdzu, reģistrējiet savu kontu, lai saglabātu konta informāciju.
mk: Ве молиме да се регистрирате за да ги задржите информации за сметката
ml: നിങ്ങളുടെ അക്കൗണ്ട് വിവരങ്ങൾ സുരക്ഷിതമായി സൂക്ഷിക്കുന്നതിനായി ദയവായി അക്കൗണ്ട് രജിസ്ട്രേഷൻ പൂർത്തിയാക്കുക
mn: Мэдээллээ хадгалж үлдээхийн тулд бүртгэл үүсгэнэ үү
mr: खाते माहिती जतन करण्यासाठी, कृपया खाते नोंदणी करा
ms: Sila daftarkan akaun anda untuk menyimpan maklumat akaun.
my: အကောင့်အချက်အလက်များ သိမ်းဆည်းထားရန်အတွက် အကောင့်ဖွင့်ပေးပါရန် တောင်းဆိုပါတယ်
nb: Vennligst registrer en konto for å holde kontoinformasjonen din.
ne: खाता जानकारी सुरक्षित राख्नका लागि, कृपया खाता दर्ता गर्नुहोस्
nl: Registreer een account om accountinformatie op te slaan.
no: Vennligst registrer deg for en konto for å lagre kontoinformasjon.
or: ଆପଣଙ୍କ ଆକାଉଣ୍ଟ ସୂଚନା ସଂରକ୍ଷିତ ରଖିବା ପାଇଁ, ଦୟାକରି ଆକାଉଣ୍ଟ ପଞ୍ଜୀକରଣ କରନ୍ତୁ
pa: ਆਪਣੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਖਾਤਾ ਬਣਾਓ
pl: Proszę zarejestrować konto, aby zachować informacje o koncie.
ps: مهرباني وکړئ د حساب معلوماتو ساتلو لپاره حساب ثبت کړئ
pt: Por favor, registre sua conta para manter as informações da conta
ro: Vă rugăm să vă înregistrați pentru a păstra informațiile contului.
ru: Пожалуйста, зарегистрируйтесь, чтобы сохранить информацию об аккаунте.
si: ඔබේ ගිණුම් තොරතුරු ශානුක කිරීමට, කරුණාකර ගිණුම් ලියාපදිංචිය ප්‍රවශ්‍යයි
sk: Aby sa uchovali informácie o účte, prosím, zaregistrujte svoj účet.
sl: Prosimo, registrirajte svoj račun za shranjevanje informacij o računu.
sq: Ju lutem regjistroni llogarinë për të ruajtur informacionin e llogarisë
sr: Молимо вас да се региструјете за рачун како бисте задржали информације о рачуну.
sv: För att behålla kontoinformationen, vänligen registrera ett konto.
sw: Tafadhali jisajili akaunti ili kuhifadhi taarifa zako
ta: உங்கள் கணக்குத் தகவல்களைப் பாதுகாப்பதற்காக, கணக்கு பதிவு செய்யுமாறு கேட்டுக்கொள்கிறோம்
te: ఖాతా సమాచారాన్ని భద్రపరచడానికి, దయచేసి ఖాతా నమోదు చేసుకోండి
th: กรุณาลงทะเบียนบัญชีเพื่อเก็บข้อมูลบัญชีของคุณ
tl: Para mapanatili ang inyong account na impormasyon, mangyaring mag-rehistro
tr: Hesap bilgilerinizi saklamak için lütfen hesap kaydı yapın.
uk: Please register your account to keep your account information.
ur: برائے مہربانی اکاؤنٹ کی معلومات کو محفوظ رکھنے کے لئے اکاؤنٹ رجسٹریشن کریں
uz: Hisob ma'lumotlarini saqlash uchun hisob qaydnomangizni ro'yxatdan o'tkazishingizni so'raymiz.
vi: Vui lòng đăng ký tài khoản để lưu giữ thông tin tài khoản
zh: 为了保存账户信息，请注册账户。
zu: Sicela ubhalise i-akhawunti ukuze ugcine ulwazi lwe-akhawunti.

# signInWith
source: Sign in with {loginName}
af: Teken in met {loginName}
am: ወቅታዊ ይሞላ በ{loginName} ይግባ
ar: تسجيل الدخول باستخدام {loginName}
as: {loginName}ৰে ছাইন ইন
az: {loginName} ilə daxil ol
be: Увайдзіце з дапамогай {loginName}
bg: Влезте с {loginName}
bn: {loginName} দিয়ে সাইন ইন
bs: Prijavite se sa {loginName}
ca: Inicia la sessió amb {loginName}
cs: Přihlaste se pomocí {loginName}
da: Log ind med {loginName}
de: Mit {loginName} anmelden
el: Σύνδεση με {loginName}
es: Iniciar sesión con {loginName}
et: Logi sisse {loginName}
eu: Saioa {loginName} erabiliz
fa: با {loginName} وارد شوید
fi: Kirjaudu sisään {loginName}
fil: Mag-sign in gamit ang {loginName}
fr: Se connecter avec {loginName}
gl: Iniciar sesión con {loginName}
gu: {loginName} થી સાઇન ઇન કરો
he: התחבר עם {loginName}
hi: {loginName}से साइन इन करें
hr: Prijavite se s {loginName}
hu: Bejelentkezés {loginName} segítségével
hy: Մուտք գործել {loginName}-ի համար
id: Masuk dengan {loginName}
is: Innskráning með {loginName}
it: Accedi con {loginName}
ja: {loginName}でサインイン
ka: შეიყვანეთ {loginName} და შესვლა
kk: {loginName} арқылы кіру
km: ចូលប្រើដោយ {loginName}
kn: {loginName}ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: {loginName}으로 로그인
ky: {loginName} менен кирүү
lo: ເສັດສະໜ່າກທີ່ດ່ວນເຂົ້າສູ່ {loginName}
lt: Prisijungti su {loginName}
lv: Pieteikšanās ar {loginName}
mk: Најавете се со {loginName}
ml: {loginName} ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക
mn: {loginName}-ээр нэвтрэх
mr: {loginName} सह साइन इन करा
ms: Log masuk dengan {loginName}
my: {loginName} ဖြင့် လော့ဂ်အင်
nb: Logg inn med {loginName}
ne: {loginName} बाट साइन इन
nl: Inloggen met {loginName}
no: Logg inn med {loginName}
or: {loginName} ରେ ସାଇନ ଇନ
pa: {loginName} ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się jako {loginName}
ps: د {loginName} سره ننهوتل
pt: Faça login como {loginName}
ro: Autentificare cu {loginName}
ru: Войти с помощью {loginName}
si: {loginName} සමඟ ලොග් සිගේන් කිරීම
sk: Prihláste sa pomocou {loginName}
sl: Prijavite se z uporabo {loginName}
sq: Identifikohu me {loginName}
sr: Пријавите се као {loginName}
sv: Logga in med {loginName}
sw: Ingia kwa {loginName}
ta: {loginName} மூலம் உள்நுழைவு
te: {loginName}తో సైన్ ఇన్ చేయండి
th: เข้าสู่ระบบด้วย {loginName}
tl: Mag-sign in gamit ang {loginName}
tr: {loginName} ile giriş yap
ur: {loginName} میں سائن ان کریں
uz: {loginName} bilan tizimga kiring
vi: Đăng nhập bằng {loginName}
zh: 使用 {loginName} 登录
zu: Ngenisa nge-{loginName}

# registerWith
source: Register with {loginName}
af: geregistreer met {loginName}
am: የ{loginName} ምዝገባ
ar: تسجيل بـ{loginName}
as: {loginName}ৰে পঞ্জীয়ন কৰক
az: {loginName} ilə qeydiyyat
be: Зарэгістраваны як {loginName}
bg: Регистриране с {loginName}
bn: {loginName} দিয়ে সাইন আপ
bs: Registracija sa {loginName}
ca: Registrar-se amb {loginName}
cs: Registrováno jako {loginName}
cy: Cofrestrwyd gyda {loginName}
da: Registreret som {loginName}
de: Registriert mit {loginName}
el: Εγγραφή με {loginName}
es: Registrarse con {loginName}
et: Registreeru {loginName} juures
eu: {loginName} izenarekin erregistratu
fa: ثبت نام با {loginName}
fi: Rekisteröityminen {loginName}
fil: Mag-register gamit ang {loginName}
fr: Inscrit avec {loginName}
gl: Registrado con {loginName}
gu: {loginName} સાથે નોંધણી કરો
he: הרשמה עם {loginName}
hi: {loginName} से साइन अप करें
hr: Registracija s {loginName}
hu: Regisztráció {loginName} alatt
hy: {loginName} միջոցով գրանցվել
id: Daftar dengan {loginName}
is: Skráður með {loginName}
it: Registrati con {loginName}
ja: {loginName}で登録
ka: {loginName} რეგისტრაცია
kk: {loginName} бойынша тіркелу
km: ចុះឈ្មោះជាមួយ{loginName}
kn: {loginName} ಬಳಸಿ ನೋಂದಣಿ ಮಾಡಿ
ko: {loginName}로 등록
ky: {loginName} менен катталу боюнча
lo: ລົງທະບຽນດ້ວຍ {loginName}
lt: Registruota kaip {loginName}
lv: Reģistrēts kā {loginName}
mk: Регистрирајте се со {loginName}
ml: {loginName} ഉപയോഗിച്ച് രജിസ്റ്റർ ചെയ്യുക
mn: {loginName}ээр бүртгэх
mr: {loginName} ने नोंदणी करा
ms: Daftar dengan {loginName}
my: {loginName}ဖြင့် စာရင်းသွင်းရန်
nb: Registrert som {loginName}
ne: {loginName} मार्फत दर्ता गर्नुहोस्
nl: Geregistreerd met {loginName}
no: Registrert med {loginName}
or: {loginName} ସହିତ ରେଜିଷ୍ଟର କରନ୍ତୁ
pa: {loginName} ਨਾਲ ਰਜਿਸਟਰ ਕਰੋ
pl: Zarejestrowano jako {loginName}
ps: د {loginName} سره راجستر شو
pt: Registrado como {loginName}
ro: Înregistrat cu {loginName}
ru: Зарегистрироваться как {loginName}
si: {loginName} මඟින් ලියාපදිංචි
sk: Registrované ako {loginName}
sl: Registracija z {loginName}
sq: Regjistruar me {loginName}
sr: Registrovan sa {loginName}
sv: Registrerad som {loginName}
sw: Jiandikishe na {loginName}
ta: {loginName} மூலம் பதிவு செய்யவும்
te: {loginName}తో నమోదు
th: ลงทะเบียนด้วย {loginName}
tl: Magrehistro gamit ang {loginName}
tr: {loginName} ile kaydol
uk: Registered with {loginName}
ur: {loginName} کے ساتھ رجسٹر کریں
uz: {loginName} bilan ro'yxatdan o'tdingiz
vi: Đăng ký bằng {loginName}
zh: 使用 {loginName} 注册
zu: Bhalisela nge-{loginName}
