Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# cannotUpdateToReplacePillSheet
source: Cannot update to replace pill sheet id: {id}
af: Die nuus kan nie opgedateer word weens die vervanging van die pilblad nie, id: {id}
am: ከፒል ሼት ማቀያያ በመነሣት ወይም መደባበር የማይቻል አለ፣ መታወቂያ: {id}
ar: لا يمكن تحديثه بسبب استبدال شريحة الحبوب، الرقم التعريفي: {id}
as: পিল শীট প্ৰতিস্থাপনৰ দ্বাৰা আপডেট কৰিব পৰা নাই id: {id}
az: Dərman vərəqəsinin dəyişdirilməsi ilə yenilənə bilmir id: {id}
be: Нельга абнавіць з-за замены пілюлі: {id}
bg: Не може да бъде обновено чрез замяна на таблета id: {id}
bn: পিল শিট প্রতিস্থাপন আপডেট করা যায়নি id: {id}
bs: Ne može se ažurirati zamjenom pilule ID: {id}
ca: No es possible actualitzar a través del canvi de la làmina de píls id: {id}
cs: Aktualizace nelze provést pomocí výměny tabletového blistru ID: {id}
cy: Ni ellir diweddaru drwy ddirymu'r pilsen id: {id}
da: Kan ikke opdateres ved udskiftning af pilleplade id: {id}
de: Die Aktualisierung kann nicht durchgeführt werden, da die Pillenpackung ersetzt wurde. ID: {id}
el: Δεν μπορεί να ενημερωθεί λόγω αντικατάστασης του φύλλου δισκίων id: {id}
es: No se pudo actualizar el reemplazo del blíster id: {id}
et: Ei saa uuendada seoses pilli lehe asendamisega id: {id}
eu: Pill sheet ezin da ordezkatu eguneratu id: {id}
fa: بروز رسانی از طریق جایگزینی ورق قرص امکان پذیر نیست شناسه: {id}
fi: Pillilehtisen vaihtamisen vuoksi päivitystä ei voi tehdä id: {id}
fr: Mise à jour impossible en raison du remplacement de la feuille de pilules id : {id}
gl: Non se pode actualizar debido á substitución da folla de píldoras id: {id}
gu: પિલ શીટ બદલવાને કારણે અપડેટ કરી શકાતું નથી id: {id}
he: לא ניתן לעדכן בגלל החלפת גיליון כדורים id: {id}
hi: गोली शीट के बदलाव से अपडेट नहीं हो सका id: {id}
hr: Ne može se ažurirati zbog zamjene pilule, id: {id}
hu: Nem frissíthető a tablettahölgye helyettesítésével az azonosító: {id}
hy: Պիլլի տուփը փոխարինելու պատճառով փորձարկման մեկնարկը չի հնարավոր: id: {id}
id: Tidak dapat diperbarui karena penggantian strip pil id: {id}
is: Uppfærsla er ekki möguleg vegna varaskipta á pilla blaði. id: {id}
it: Impossibile aggiornare sostituendo il blister delle pillole id: {id}
ja: ピルシートの置き換えによる更新できません id: {id}
ka: პილების გაწვდილი საგანძურის მიერ განახლება შეუძლებელია id: {id}
kk: Пилл шотын алмастыру арқылы жаңарту мүмкін емес id: {id}
km: មិនអាចធ្វើបច្ចុប្បន្នភាពសន្លឹកថ្នាំគន្ធទដ្ឋនដោយសារការជំនួសបានទេ id: {id}
kn: ಪಿಲ್ ಶೀಟ್ ಬದಲಾಯಿಸುವಿಕೆಯಿಂದ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಲಿಲ್ಲ id: {id}
ko: 피임약 시트 교체로 업데이트할 수 없습니다 id: {id}
ky: Пилдик планшетин алмаштыруу боюнча жаңыртууну жүргүзүү мүмкүн эмес id: {id}
lo: ບໍ່ສາມາດອັບໍ່ດຽວໂດຍການແທນປິລຊີດທີ່ລະບົບບັນທຶກ id: {id}
lt: Negalima atnaujinti dėl kontraceptinės tabletės lapelio pakeitimo id: {id}
lv: Navino atjaunināšanu, aizstājot tablešu plāksni, nav iespējams id: {id}
mk: Не може да се обнови поради замена на пилотна плоча id: {id}
ml: ഗുളിക ഷീറ്റ് മാറ്റിസ്ഥാപനം വഴി അപ്ഡേറ്റ് ചെയ്യാൻ കഴിയില്ല id: {id}
mn: Эмийн хуудас солихоор шинэчлэх боломжгүй id: {id}
mr: पिल शीट बदलण्यामुळे अपडेट करता आले नाही आईडी: {id}
ms: Tidak dapat mengemas kini disebabkan penggantian helaian pil id: {id}
my: ပီလ်ရှိတ် အစားထိုးမွမ်းမံ၍ မရပါ id: {id}
nb: Kan ikke oppdatere på grunn av erstatning av pillerutene id: {id}
ne: पिल सिट बदली गरेर अद्यावधिक गर्न सकिएन आईडी: {id}
nl: Je kunt niet bijwerken door het vervangen van de pilstrip id: {id}
no: Kan ikke oppdatere på grunn av erstatning av pilleark id: {id}
or: ଔଷଧ ଶୀଟ ବଦଳାଇବାରେ ଅପଡେଟ ହେଲା ନାହିଁ id: {id}
pa: ਪਿੱਲ ਸ਼ੀਟ ਦੀ ਬਦਲੀ ਨਾਲ ਅਪਡੇਟ ਨਹੀਂ ਹੋ ਸਕਦਾ id: {id}
pl: Nie można zaktualizować z powodu wymiany blistu id: {id}
ps: د پیچ د ځای پر ځای کولو له لارې د تازه کولو توان نشته id: {id}
pt: Não é possível atualizar devido à substituição da folha de pílulas id: {id}
ro: Nu se poate actualiza din cauza înlocuirii foaie de pastile id: {id}
ru: Невозможно обновить из-за замены упаковки таблеток, идентификатор: {id}
si: පිල් සිට් එක වෙනස් කිරීමෙන් අලුත් කිරීමට බැරි බවයි ID: {id}
sk: Nemôžem aktualizovať výmenou piluliek s ID: {id}
sl: Zaradi zamenjave plošče za tablete ni mogoče posodobiti id: {id}
sq: Nuk mund të përditësohet për shkak të zëvendësimit të fletës së pilulave id: {id}
sr: Не може бити обновљено заменом таблета id: {id}
sv: Kan inte uppdatera på grund av byte av pillerark id: {id}
ta: மாத்திரை தாளின் மாற்று மூலம் புதுப்பிக்க முடியவில்லை id: {id}
te: పిల్ షీట్ మార్పిడిలో అప్డేట్ విఫలమైంది id: {id}
th: ไม่สามารถอัปเดตได้เนื่องจากการเปลี่ยนแผ่นยา id: {id}
tr: Pill kutusunun değiştirilmesiyle güncellenemez id: {id}
uk: Cannot update due to pill sheet replacement id: {id}
ur: پِل شیٹ کی تبدیلی کے ذریعے اپ ڈیٹ نہیں کی جا سکتی ID: {id}
uz: Pill qutisini almashtirish orqali yangilash imkoni yo'q id: {id}
vi: Không thể cập nhật do thay thế vỉ thuốc id: {id}
zh: 无法通过替换药片来更新 id: {id}
zu: Awukwazi ukuvuselela ngenxa yokushintshwa kwepili shethid id: {id}

# failedToGetPillSheetHistory
source: Failed to get pill sheet history. {error}
af: Die verkryging van die inligting oor gebruiksgeskiedenis het misluk. {error}
am: የተከተለ መረጃ ማግኘት በማቅረብ ላይ ተሳክቷል። {error}
ar: فشل في الحصول على معلومات سجل الاستخدام. {error}
as: সেৱনৰ ইতিহাসৰ তথ্য আহৰণত ব্যৰ্থ হ'ল। {error}
az: Qəbz tarixi məlumatlarının əldə edilməsi uğursuz oldu. {error}
be: Не атрымалася атрымаць інфармацыю пра гісторыю прыёму лекоў. {error}
bg: Неуспешно получаване на информация за историята на приема. {error}
bn: সেবন ইতিহাসের তথ্য পেতে ব্যর্থ হয়েছে। {error}
bs: Nije uspjelo preuzimanje informacija o historiji uzimanja. {error}
ca: No s'ha pogut obtenir la informació de l'historial de presa de medicaments. {error}
cs: Nepodařilo se načíst informace o historii užívání. {error}
cy: Bu ddigwyddodd methiant gyda chael gwybodaeth hanes cymryd meddyginiaeth. {error}
da: Fejl ved hentning af medicinforbrugshistorik. {error}
de: Das Abrufen der Einnahmehistorie ist fehlgeschlagen. {error}
el: Αποτυχία λήψης πληροφοριών ιστορικού χρήσης. {error}
es: No se pudo obtener la información del historial de toma. {error}
et: Ravimi ajalooinfo saamine ebaõnnestus. {error}
eu: Hartu historia erabiltzeko informazioa lortzeko akatsa {error}
fa: دریافت اطلاعات تاریخچه مصرف دارو ناموفق بود. {error}
fi: Epäonnistui hakemaan annosteluhistorian tietoja. {error}
fr: Échec de l'obtention des informations sur l'historique de prise de médicaments. {error}
gl: Fallou na obtención da información do historial de toma. {error}
gu: દવાના સેવન ઇતિહાસની માહિતી મેળવવામાં નિષ્ફળ. {error}
he: כישלון בהשגת מידע על היסטוריית נטילת התרופות. {error}
hi: दवा सेवन का इतिहास प्राप्त करने में असफल। {error}
hr: Neuspjeh u dobivanju informacija o povijesti uzimanja. {error}
hu: Sikertelen a gyógyszerhasználati előzmények lekérése. {error}
hy: Դեղամիջոցների մարտահարավերով տեղեկատվության հավաքագրման գործընթացը ձախողվեց։{error}
id: Gagal mengambil informasi riwayat pengambilan. {error}
is: Mistók við að sækja upplýsingarnar um lyfjanotkun. {error}
it: Impossibile recuperare la cronologia di assunzione. {error}
ja: 服用履歴情報の取得に失敗しました。{error}
ka: პილების მიღების ისტორიის ინფორმაციის მიღება ვერ მოხერხდა।{error}
kk: Дәрі қабылдау тарихын алу сәтсіз аяқталды. {error}
km: មិនអាចទទួលបានព័ត៌មានប្រវត្តិការទទួលទានបាន។ {error}
kn: ಸೇವನೆಯ ಇತಿಹಾಸದ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಲು ವಿಫಲವಾಗಿದೆ। {error}
ko: 복용 기록 정보를 가져오는 데 실패했습니다. {error}
ky: Дарыны алуу тарыхындагы маалыматты алуу удаа алган жок. {error}
lo: ບໍ່ສຳເລັດໃນການເລືອກຂໍໍາລັດຂອງຂໍໍາໃຊແລ້ວ່າຮູບໂດລາບອາການຂອງ {error}
lt: Nepavyko gauti vartojimo istorijos informacijos. {error}
lv: Neizdevās iegūt zāļu lietošanas vēstures informāciju. {error}
mk: Не успеавме да ја добиеме информацијата за историјата на примање. {error}
ml: മരുന്ന് കഴിക്കുന്ന ചരിത്ര വിവരങ്ങൾ ലഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു। {error}
mn: Уулгын түүхийн мэдээллийг авахад амжилтгүй боллоо。{error}
mr: सेवन इतिहास माहिती मिळवण्यात अपयशी झाले. {error}
ms: Gagal mendapatkan maklumat sejarah pengambilan. {error}
my: ဆေးသောက်သုံးမှတ်တမ်းအချက်အလက် ရယူခြင်းမအောင်မြင်ပါ။ {error}
nb: Det oppstod en feil ved henting av medisineringhistorikk. {error}
ne: औषधि सेवन इतिहासको जानकारी प्राप्त गर्न असफल भयो। {error}
nl: Kan de innamegeschiedenis niet ophalen. {error}
no: Det oppstod en feil ved henting av inntaksloggen. {error}
or: ସେବନ ଇତିହାସ ତଥ୍ୟ ପ୍ରାପ୍ତିରେ ବିଫଳ ହୋଇଛି। {error}
pa: ਦਵਾਈ ਲੈਣ ਦੇ ਇਤਿਹਾਸ ਦੀ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ। {error}
pl: Nie udało się uzyskać informacji o historii przyjmowania leków. {error}
ps: د درملو د تاریخچې معلوماتو ترلاسه کول ناکامه شول. {error}
pt: Falha ao obter informações do histórico de uso. {error}
ro: A fost o eroare la obținerea informațiilor despre istoricul administrării. {error}
ru: Не удалось получить информацию о приеме. {error}
si: ඉකුත් ආහාර ගැනීමේ තොරතුරු ලබා ගැනීමට අපොසොක් විය. {error}
sk: Získanie informácií o histórii užívania liekov zlyhalo. {error}
sl: Pri pridobivanju informacij o zgodovini jemanja je prišlo do napake. {error}
sq: Dështoi të merrni informacionin e historikut të përdorimit. {error}
sr: Неуспех у добијању информација о историји узимања. {error}
sv: Det gick inte att hämta information om doshistorik. {error}
ta: மருந்து உட்கொண்ட வரலாற்றுத் தகவல்களைப் பெறுவதில் தோல்வி. {error}
te: మందు సేవన చరిత్ర సమాచారాన్ని పొందడంలో విఫలమైంది। {error}
th: ไม่สามารถดึงข้อมูลประวัติการใช้ยาได้: {error}
tr: Kullanım geçmişi bilgilerini almakta başarısız olundu. {error}
uk: Failed to retrieve medication history information. {error}
ur: دوائی کی تاریخ کی معلومات حاصل کرنے میں ناکامی۔{error}
uz: Dori tarixi ma'lumotlarini olishda xato yuz berdi. {error}
vi: Không thể lấy thông tin lịch sử uống thuốc. {error}
zh: 获取服用历史信息失败。{error}
zu: Kwephula ukufinyelela emlandweni yokuthatha imithi. {error}

source: Cancel taking
af: Bruikbaarheid terugtrek
am: የተወሰደ ትክክለኛ ዝርዝር
ar: إلغاء الجرعة
as: সেৱন বাতিল
az: İstifadəni ləğv et
be: Скасаванне прымацавання
bg: Отмяна на дозата
bn: সেবন বাতিল
bs: odustajanje od uzimanja
ca: Cancel·l'ús
cs: Zrušení užívání
cy: Diddymu'r meddyginiaeth
da: Afbrydelse af indtagelse
de: Einnahme stornieren
el: Ακυρώστε τη λήψη
es: Cancelar toma
et: võtmise tühistamine
eu: Drogaren kentzea
fa: انصراف از مصرف
fi: Lääkkeen peruuttaminen
fr: Annulation de la prise
gl: Anulación de toma
gu: સેવન રદ કરો
he: ביטול נטילה
hi: सेवन रद्द करें
hr: Otkaži uzimanje
hu: Gyógyszerszedés törlése
hy: Պիլն օգտագործելու գումարը
id: Batal pengambilan
is: Frávikning á inntöku
it: Annulla assunzione
ja: 服用取り消し
ka: კენჭი გადაყვანა
kk: Дозаны қабылдауды жою
km: លុបចោលការសេវា
kn: ಸೇವನೆ ರದ್ದುಮಾಡಿ
ko: 복용 취소
ky: Дарыны токтотуу
lo: ລົບການໃຊ້ງານ
lt: Vaisto atšaukimas
lv: zāļošanas atcelšana
mk: Отказ од употреба
ml: സേവനം റദ്ദാക്കുക
mn: Уухыг цуцлах
mr: सेवन रद्द करा
ms: batalkan pengambilan
my: သောက်မှုပယ်ဖျက်ရန်
nb: Avbrudd av medisinering
ne: सेवन रद्द गर्नुहोस्
nl: Inname annuleren
no: Avbryt inntak
or: ସେବନ ବାତିଲ
pa: ਸੇਵਨ ਰੱਦ ਕਰੋ
pl: Anulowanie przyjęcia
ps: دوا لغو کول
pt: cancelar o uso
ro: anulare administrare
ru: Отмена приема
si: පිල්ල භාවිතය ඉවත් කරන්න
sk: Zrušiť dávku
sl: preklic odmerka
sq: Anulimi i përdorimit
sr: Отказ од узимања
sv: Återkalla dosering
ta: உட்கொள்ளுதலை ரத்துசெய்
te: సేవన రద్దు
th: ยกเลิกการรับประทาน
tr: İlaç iptali
uk: Cancellation of pill intake
ur: تحمل منسوخ کرنا
uz: qabul qilishni bekor qilish
vi: Hủy việc uống
zh: 取消服用
zu: ukukhansela ukuthatha

source: Deleted diary cannot be restored
af: Verwijderde dagboeke kan nie herstel word nie.
am: የወፍራ ዳይሬታይ ይታወቃሉ ይዟ አይቻልም
ar: لن يمكن استعادة اليوميات المحذوفة
as: মাচি পেলোৱা ডায়েৰী পুনৰুদ্ধাৰ কৰিব নোৱাৰি
az: Silinmiş günlük bərpa oluna bilməz.
be: Выдаленыя запісы нельга аднаўляць.
bg: Изтритият дневник не може да бъде възстановен.
bn: মুছে ফেলা ডায়েরি আর ফিরিয়ে আনা যাবে না
bs: Obrisani dnevnici se ne mogu obnoviti.
ca: El diari suprimit no es pot recuperar.
cs: Smazané deníky nelze obnovit.
cy: Ni ellir adfer y dyddiadur a ddilewyd
da: Slettede dagbøger kan ikke gendannes.
de: Gelöschte Tagebücher können nicht wiederhergestellt werden.
el: Δεν μπορείτε να αποκαταστήσετε το ημερολόγιο που διαγράφηκε
es: Los diarios eliminados no se pueden recuperar
et: Kustutatud päevikut ei saa taastada
eu: Ezabatutako egunkariak berreskuratu ezin dira.
fa: نوشتاری که حذف شده است قابل بازیابی نیست.
fi: Poistetut päiväkirjat eivät ole palautettavissa.
fr: Le journal supprimé ne peut pas être restauré.
gl: Non se poden restaurar os diarios eliminados.
gu: કાઢેલી ડાયરી પાછી લાવી શકાતી નથી
he: היומנים שנמחקו לא ניתנים לשחזור
hi: हटाई गई डायरी को पुनर्प्राप्त नहीं किया जा सकता
hr: Izbrisani dnevnici se ne mogu vratiti.
hu: A törölt naplók nem állíthatók vissza.
hy: Ճշգրտված օրագիրը վերականգնել չի լինի
id: Hari yang dihapus tidak dapat dipulihkan
is: Fæst diary getur ekki verið endurheimt
it: Il diario eliminato non può essere recuperato
ja: 削除した日記は復元できません
ka: წაშლილი დღიური ვერ მოიძებნება
kk: Жойылған күнделік қалпына келтірілмейді.
km: កំណត់ត្រាដែលបានលុបមិនអាចស្ដារឡើងវិញបានទេ
kn: ಅಳಿಸಿದ ಡೈರಿಯನ್ನು ಮರುಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ko: 삭제된 일기는 복구할 수 없습니다
ky: Өчүрүлгөн күндөлүктү калыбына келтирүү мүмкүн эмес
lo: ບັນທຶກທີ່ຖອດແລ້ວຈະບໍ່ສາມາດກັບຄືນໄດ້
lt: Ištrintų dienoraščių atkurti negalima.
lv: Izdzēsto dienasgrāmatu nevar atjaunot.
mk: Исфрлените дневници не можат да се обноват.
ml: ഇല്ലാതാക്കിയ ഡയറി പുനഃസ്ഥാപിക്കാൻ കഴിയില്ല
mn: Устгасан өдрийн тэмдэглэлийг сэргээх боломжгүй
mr: हटवलेल्या डायरी पुन्हा मिळवता येणार नाहीत
ms: Diari yang dipadamkan tidak boleh dipulihkan.
my: ဖျက်လိုက်သော ဒိုင်အရီမှတ်တမ်းများကို ပြန်လည်ရယူ၍မရပါ
nb: Slettede notater kan ikke gjenopprettes
ne: मेटाएको डायरी फिर्ता ल्याउन सकिँदैन
nl: Verwijderde dagboeken kunnen niet worden hersteld.
no: Slettede dagbøker kan ikke gjenopprettes
or: ମିଟାଇଥିବା ଡାଏରି ଆଉ ଫେରାଇ ଆଣି ହେବ ନାହିଁ
pa: ਮਿਟਾਈ ਗਈ ਡਾਇਰੀ ਵਾਪਸ ਨਹੀਂ ਮਿਲ ਸਕਦੀ
pl: Usunięte dzienniki nie mogą być przywrócone.
ps: د حذف شوې ورځنۍ لا بیرته نه راګرځول کیږي
pt: O diário excluído não pode ser restaurado.
ro: Jurnalul șters nu poate fi restabilit.
ru: Удаленные записи не могут быть восстановлены.
si: ඉවත් කරන ලද දිනපොත ආපසු ලබාගත නොහැක
sk: Denné záznamy, ktoré ste odstránili, nie je možné obnoviť.
sl: Izbrisani dnevnik ni mogoče obnoviti.
sq: Ditet e fshira nuk mund të rivendosen.
sr: Obrisani dnevnici se ne mogu obnoviti.
sv: Den borttagna dagboken kan inte återställas
ta: அழிக்கப்பட்ட டயரி மீட்டெடுக்க முடியாது
te: తొలగించిన డైరీని తిరిగి పొందలేరు
th: บันทึกประจำวันที่ถูกลบนั้นไม่สามารถกู้คืนได้
tr: Silinen günlükler geri getirilemez.
uk: Deleted diaries cannot be restored.
ur: حذف کردہ ڈائری کو بحال نہیں کیا جا سکتا۔
uz: O'chirilgan kundalik tiklanmaydi.
vi: Nhật ký đã xóa không thể khôi phục
zh: 已删除的日记无法恢复
zu: Ibhuku elisusiwe alikwazi ukubuyiselwa

# editMenstruation
source: Edit menstruation period
af: Wysig menstruasieperiode
am: እስቲ ወቅት ይቀይር
ar: تعديل فترة الدورة الشهرية
as: ঋতুস্রাবৰ সময় সম্পাদনা কৰক
az: Təqvim dövrünü redaktə et
be: Рэдагаваць менструальны перыяд
bg: Редактиране на менструалния период
bn: পিরিয়ড সম্পাদনা করুন
bs: Uredi period menstruacije
ca: Editar el període menstrual
cs: Upravit menstruaci
cy: Golygu cyfnod mislif
da: Redigér menstruationsperiode
de: Menstruationszeit bearbeiten
el: Επεξεργασία περιόδου
es: Editar período menstrual
et: Menstruatsiooni perioodi redigeerimine
eu: Egun menstruazioaren iraupena editatu
fa: ویرایش دوره قاعدگی
fi: Muokkaa kuukautisaikaa
fr: Modifier la période menstruelle
gl: Editar o período menstrual
gu: માસિક ધર્મ સંપાદિત કરો
he: עריכת תקופת המחזור
hi: मासिक धर्म की अवधि संपादित करें
hr: Uredi razdoblje menstruacije
hu: Menstruációs időszak szerkesztése
hy: Մասնագիտական շրջանը խմբագրել
id: Edit Menstrual Period
is: Breyt menstruationartímana
it: Modifica periodo mestruale
ja: 生理期間を編集
ka: არაჩვეულებრივი პერიოდის რედაქტირება
kk: Менструация мерзімін өзгерту
km: កែសម្រួលរដូវ
kn: ಮುಟ್ಟಿನ ಅವಧಿಯನ್ನು ಸಂಪಾದಿಸಿ
ko: 생리 기간 수정
ky: Менструация маалыгын редакциялоо
lo: ການແກ້ໄຂໄລຍະເວລາສະຖານທີ່
lt: Redaguoti menstruacijų laikotarpį
lv: Rediģēt menstruāciju periodu
mk: Уредување на периодот на менструација
ml: ആർത്തവ കാലയളവ് എഡിറ്റ് ചെയ്യുക
mn: Сарын тэмдгийн хугацааг засварлах
mr: मासिक पाळी कालावधी संपादित करा
ms: Edit Menstrual Period
my: ရာသီလာချိန် ပြင်ဆင်ရန်
nb: Redigere menstruasjonsperiode
ne: रजोधर्म अवधि सम्पादन गर्नुहोस्
nl: Menstruatieperiode bewerken
no: Rediger menstruasjonsperiode
or: ମାସିକ ଧର୍ମ ସମ୍ପାଦନା
pa: ਮਾਹਵਾਰੀ ਸੋਧੋ
pl: Edytuj okres menstruacyjny
ps: د مینسټرو دورې ایډیټ کړئ
pt: Editar período menstrual
ro: Edit menstrual period
ru: Редактирование менструального периода
si: අවලංගු මාරු කළ කාලය
sk: Upraviť menštruačné obdobie
sl: Uredi obdobje menstruacije
sq: Rregulloni periudhën menstruale
sr: Уредите период менструације
sv: Redigera menstruationsperiod
ta: மாதவிடாய் காலத்தை திருத்தவும்
te: రుతుకాల కాలం సవరించు
th: แก้ไขระยะเวลาประจำเดือน
tr: Adet dönemini düzenle
uk: Edit menstrual period
ur: اجازت تہرا کے دور کو ایڈٹ کریں
uz: Davrni tahrirlash
vi: Chỉnh sửa chu kỳ kinh nguyệt
zh: 编辑生理期
zu: Hlela isikhathi sokuphuma

source: Changed pill number
af: Pill nommer verandering
am: የፒል ቁጥር ለውጥ
ar: تغيير رقم الحبة
as: পিল নম্বৰ সলনি
az: Dərman nömrəsini dəyişdirmək
be: Змена нумара таблетак
bg: Промяна на номер на хапчето
bn: পিল নম্বর পরিবর্তন
bs: Promjena broja pilule
ca: Canvi de número de píndola
cs: Změna čísla pilulky
cy: Newid Rhif y Pil
da: Ændring af pille nummer
de: Pillnummer ändern
el: Αλλαγή αριθμού χαπιών
es: Cambio de número de píldora
et: Pilli numbri muutmine
eu: Pill zenbakia aldatu
fa: تغییر شماره قرص
fi: Pillin numeron muuttaminen
fr: Changement de numéro de pilule
gl: Cambio de número da pílula
gu: ગોળીનો નંબર બદલાવ
he: שינוי מספר כדור
hi: पिल नंबर परिवर्तन
hr: Promjena broja pilula
hu: Hüvely számának megváltoztatása
hy: Պիլ номерի փոփոխություն
id: Ubah Nomor Pil
is: Breyting á pillunúmeri
it: Modifica numero pillola
ja: ピル番号変更
ka: გვერდზე აღნიშნეთ პილების ნომერი
kk: Дәрі нөмірін өзгерту
km: ផ្លាស់ប្តូរលេខថ្នាំគន្ត្រកកំណើត
kn: ಮಾತ್ರೆ ಸಂಖ್ಯೆ ಬದಲಾವಣೆ
ko: 알약 번호 변경
ky: Пилл номери өзгөртүү
lo: ປ່ອນເລກສິນຄ້າປະເພດບໍ່ຟ້ານົກ
lt: Pillio numerio pakeitimas
lv: Tabletes numura maiņa
mk: Промена на бројот на пилула
ml: പിൽ നമ്പർ മാറ്റം
mn: Эмийн дугаар өөрчлөлт
mr: पिल्ल क्रमांक बदल
ms: Tukar nombor pil
my: ဆေးပြားနံပါတ်ပြောင်းလဲခြင်း
nb: Endring av pillenummer
ne: गोली नम्बर परिवर्तन
nl: Verander pillennummer
no: Endring av pillenummer
or: ପିଲ୍ ସଂଖ୍ୟା ପରିବର୍ତ୍ତନ
pa: ਪਿੱਲ ਨੰਬਰ ਬਦਲਾਅ
pl: Zmiana numeru pigułki
ps: د پيل نمبر بدلول
pt: Mudança do número da pílula
ro: Schimbarea numărului de pilule
ru: Изменение номера таблетки
si: පිල් අංකය මියැදීම්
sk: Zmena čísla pilulky
sl: Sprememba številke tablete
sq: Numri i pilulave është ndryshuar
sr: Промена броја пилула
sv: Ändra piller nummer
ta: மாத்திரை எண் மாற்றம்
te: మాత్ర సంఖ్య మార్పు
th: เปลี่ยนหมายเลขยา
tr: hap değişikliği
uk: Change Pill Number
ur: گولی نمبر میں تبدیلی
uz: Pill raqamini o'zgartirish
vi: Thay đổi số thuốc
zh: 更改药丸编号
zu: Shintsha inombolo yephilisi

# offPercentForMonthlyPremiumPackage
source: {offPercent}% OFF for regularly monthly price
af: Vergeleke met die normale maandelikse tarief is dit {offPercent}% AF.
am: ከወቅታዊ ወጪ ጋር የሚነፃፀር ይህን በ{offPercent} በተመን ግብይ አስተዋይ ትርዕይት ነው።
ar: خصم {offPercent}% مقارنة بالسعر الشهري العادي
as: সাধাৰণ মাহেকীয়াৰ তুলনাত {offPercent}% ছাড়
az: Adətən aylıq abunə ilə müqayisədə {offPercent}% ENDIRIM
be: Звычайна зніжка {offPercent}％
bg: Намаление с {offPercent} % в сравнение с обичайната месечна такса
bn: সাধারণ মাসিক পরিকল্পনার তুলনায় {offPercent}% ছাড়
bs: U poređenju sa uobičajenim mesečnim troškovima, {offPercent}% POPUST
ca: Normalment, {offPercent} % de descompte respecte al preu mensual habitual.
cs: Obvykle {offPercent}% SLEVA oproti měsíčnímu poplatku
cy: {offPercent}% IOSTO O'R Y MISERI
da: {offPercent} % rabat sammenlignet med den normale månedlige pris
de: {offPercent}% REDUZIERT im Vergleich zum regulären monatlichen Preis
el: Μειωμένο κατά {offPercent} % σε σχέση με την κανονική μηνιαία τιμή.
es: {offPercent}% de descuento comparado con el plan mensual regular
et: Tavaliselt {offPercent} % SOODUSTUST võrreldes kuu maksega
eu: Hilekopena {offPercent}%%-a, hilekopena ohikoarekin alderatuta.
fa: کاهش {offPercent}٪ نسبت به قیمت ماهیانه معمولی
fi: Normaalihintaan verrattuna {offPercent}% ALENNUS
fr: {offPercent} % de réduction par rapport au tarif mensuel normal.
gl: {offPercent} % OFF en comparación co o prezo mensual normal
gu: સામાન્ય માસિક પ્લાનની સરખામણીમાં {offPercent}% ઓફ
he: ב comparison to the regular monthly fee {offPercent}% הנחה
hi: सामान्य मासिक की तुलना में {offPercent}% छूट
hr: U odnosu na uobičajenu mjesečnu cijenu, {offPercent}% POPUSTA
hu: A szokásos havi díjhoz képest {offPercent}%-kal olcsóbb
hy: ՄեծԻսկ մեկն է, որ դուք կարող եք {offPercent} %-ով զեղչ
id: Diskon {offPercent} persen dibandingkan dengan biaya bulanan normal.
is: {offPercent} % afsláttur miðað við venjulegt mánaðargjald
it: {offPercent}% di sconto rispetto al piano mensile
ja: 通常月額と比べて{offPercent}％OFF
ka: ზოგადად თვეების საფასურთან შედარებით {offPercent} % გადახდა
kk: Әдеттегі айлық төлемге қарағанда {offPercent}%-ға арзан
km: បញ្ចុះតម្លៃ {offPercent}% ធៀបនឹងគម្រោងប្រចាំខែធម្មតា
kn: ಸಾಮಾನ್ಯ ಮಾಸಿಕ ಯೋಜನೆಗೆ ಹೋಲಿಸಿದರೆ {offPercent}% ರಿಯಾಯಿತಿ
ko: 정기 월 요금 대비 {offPercent}% 할인
ky: {offPercent} пайыз арзандатуу обычный айлыкка салыштырганда
lo: {offPercent}% ከአቃፍ ወርሃዊ አስቀድሞ ይታወቃል
lt: {offPercent} % NUOLAIDA, palyginti su įprasta mėnesine kaina
lv: Salīdzinājumā ar parasto mēneša maksu {offPercent}%% ATLAIDE
mk: Во споредба со редовната месечна цена, {offPercent} % ПОЕПНО
ml: സാധാരണ മാസിക വിലയുമായി താരതമ്യപ്പെടുത്തുമ്പോൾ {offPercent}% കിഴിവ്
mn: Ердийн сарын төлбөрөөс {offPercent}% хөнгөлөлт
mr: सामान्य मासिक शुल्काच्या तुलनेत {offPercent}% छूट
ms: Diskaun {offPercent}٪ berbanding harga bulanan biasa
my: လစဉ် ငွေပေးချေမှုနှင့် နှိုင်းယှဉ်လျှင် {offPercent}％ လျှော့စျေး
nb: {offPercent} % rabattert sammenlignet med vanlig månedlig pris
ne: सामान्य मासिक भन्दा {offPercent}% छूट
nl: {offPercent}% KORTING vergeleken met de reguliere maandprijs
no: {offPercent}% AVANSERT
or: ସାଧାରଣ ମାସିକ ଠାରୁ {offPercent}% ଛାଡ୍
pa: ਮਾਸਿਕ ਪਲਾਨ ਨਾਲੋਂ {offPercent}％ ਛੋਟ
pl: Zwykle o {offPercent} % taniej w porównaniu do miesięcznej opłaty
ps: د {offPercent} ٪ تخفیف په پرتله د نورمال میاشتني بیې سره
pt: {offPercent}％OFF em comparação com a mensalidade normal
ro: cu {offPercent}% mai ieftin comparativ cu abonamentul lunar obișnuit
ru: Сравнивая с обычной месячной подпиской, скидка {offPercent}%
si: ස්ථානීක මාසික ගාස්තු වලට ඔබට {offPercent} % වට්ටමක්
sk: zľava {offPercent}% v porovnaní s bežnou mesačnou cenou
sl: Običajno {offPercent}% POPUST v primerjavi z mesečno naročnino.
sq: Përkundrejt tarifës normale mujore, {offPercent}% ZBRITJE
sr: Normalno {offPercent}% POPUST u odnosu na mesečnu pretplatu
sv: {offPercent}% rabatt jämfört med den vanliga månadskostnaden
ta: வழக்கமான மாதக் கட்டணத்துடன் ஒப்பிடும்போது {offPercent}% தள்ளுபடி
te: నెలవారీ ప్లాన్‌తో పోలిస్తే {offPercent}% తగ్గింపు
th: ลด {offPercent} % เมื่อเปรียบเทียบกับค่าบริการรายเดือนปกติ
tr: {offPercent}%'lik İNDİRİM ile normal aylık ücretle karşılaştırıldığında
uk: {offPercent}% OFF compared to the regular monthly fee
ur: معیاری ماہانہ قیمت کے مقابلے میں {offPercent}٪ کی رعایت
uz: Odatdagi oylik narxga nisbatan {offPercent} % chegirma
vi: Giảm {offPercent}% so với gói theo tháng thường
zh: 相比于正常月费便宜{offPercent}％
zu: {offPercent} % UKHISHO
