Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorUnexpectedBackendResponseError
source: Currently unable to make purchase. Please try again later. If the problem persists, please contact support. Details: {exceptionMessage}:{exceptionDetails}
af: Huidige aankoop is nie moontlik nie. Wacht 'n bietjie en probeer weer. As dit nie opgelos word nie, kontak ons asseblief via Instellings > Navraag. Besonderhede: {exceptionMessage}:{exceptionDetails}
am: አሁን ግዢ እንደማይቻል አለ። ጊዜ ቆርጥ እንደገና ሞክረው እባክዎን ይሞክሩ። በተለይ አልተፈቀደም እንዲሆን ከቅንጡ መደብ > የጥያቄ ተመልሰው ዝውውር ይችሉት። ዝርዝር: {exceptionMessage}:{exceptionDetails}
ar: لا يمكن الشراء حالياً. يرجى الانتظار لبعض الوقت والمحاولة مرة أخرى. إذا لم يتم حل المشكلة، يرجى الاتصال بنا من خلال الإعدادات > الاستفسارات. التفاصيل: {exceptionMessage}:{exceptionDetails}
as: বৰ্তমান ক্ৰয় কৰিব নোৱাৰি। কিছু সময় অপেক্ষা কৰি পুনৰ চেষ্টা কৰক। যদি সমস্যাৰ সমাধান নহয় তেন্তে ছেটিংছ > যোগাযোগ ৰ জৰিয়তে যোগাযোগ কৰক। বিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: Hazırda satın alma mümkün deyil. Zəhmət olmasa bir müddət gözləyin və yenidən cəhd edin. Hələ də həll olunmursa, Ayarlar > Sorğu bölməsindən bizimlə əlaqə saxlayın. Ətraflı: {exceptionMessage}:{exceptionDetails}
be: Ця пакупка зараз немагчыма. Спробуйце яшчэ раз праз нейкі час. Калі праблема не знікне, звяжыцеся з намі праз Налады > Запыт. Дадатковыя звесткі: {exceptionMessage}:{exceptionDetails}
bg: Не можете да направите покупка в момента. Опитайте отново след известно време. Ако проблемът не се реши, свържете се с нас чрез Настройки > Запитване. Подробности: {exceptionMessage}:{exceptionDetails}
bn: বর্তমানে ক্রয় করা যাচ্ছে না। কিছুক্ষণ পর আবার চেষ্টা করুন। সমস্যার সমাধান না হলে সেটিংস > যোগাযোগ থেকে যোগাযোগ করুন। বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Trenutno nije moguće izvršiti kupovinu. Molimo vas da sačekate i pokušate ponovo. Ako problem nije rešen, kontaktirajte nas putem Podešavanja > Kontakt. Detalji: {exceptionMessage}:{exceptionDetails}
ca: Actualment no es pot realitzar la compra. Espereu un moment i torneu-ho a provar. Si el problema persisteix, poseu-vos en contacte amb nosaltres a Configuració > Contacte. Detalls: {exceptionMessage}:{exceptionDetails}
cs: Nyní nelze provést nákup. Zkuste to prosím znovu za chvíli. Pokud problém přetrvává, kontaktujte nás prosím přes Nastavení > Dotazy. Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Ni ellir prynu ar hyn o bryd. Ceisiwch eto ar ôl amser. Os nad yw hyn yn datrys y broblem, cysylltwch â ni trwy fynd i Gosodiadau > Cwestiynau. Manylion: {exceptionMessage}:{exceptionDetails}
da: Der kan i øjeblikket ikke købes. Prøv venligst igen senere. Hvis problemet fortsætter, bedes du kontakte os via Indstillinger > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
de: Derzeit kann kein Kauf durchgeführt werden. Bitte versuchen Sie es später erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte über Einstellungen > Anfrage. Einzelheiten: {exceptionMessage}:{exceptionDetails}
el: Δεν μπορείτε να αγοράσετε αυτή τη στιγμή. Προσπαθήστε ξανά σε λίγη ώρα. Εάν δεν επιλυθεί, παρακαλούμε επικοινωνήστε μέσω Ρυθμίσεις > Επικοινωνία. Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: No se puede realizar la compra en este momento. Por favor, inténtelo de nuevo más tarde. Si el problema persiste, póngase en contacto con nosotros a través de Configuración > Contacto. Detalles: {exceptionMessage}:{exceptionDetails}
et: Praegu ei saa osta. Palun proovige hiljem uuesti. Kui probleem ei laabu, võtke meiega ühendust, minnes seadistusse > Kontakt. Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Ego ez dago erosteko modurik. Mesedez, itxaron pixka bat eta saiatuko zara berriro. Arazoa konpontzen ez baduzu, jarri harremanetan atalean > Kontsulta. Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: این زمان قادر به خرید نیستید. لطفاً کمی صبر کنید و دوباره تلاش کنید. اگر حل نشد، لطفاً از طریق تنظیمات > تماس با ما، با ما تماس بگیرید. جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Ei voi ostaa tällä hetkellä. Yritä uudelleen myöhemmin. Jos ongelma ei ratkea, ota yhteyttä asetusten kautta > Yhteydenotto. Lisätiedot: {exceptionMessage}:{exceptionDetails}
fil: Hindi makakabili sa ngayon. Magsandaling hinay at subukang muli. Kung hindi pa rin maayos, makipag-ugnayan sa Settings > Contact. Detalye: {exceptionMessage}:{exceptionDetails}
fr: Achat actuellement indisponible. Veuillez réessayer plus tard. Si le problème persiste, veuillez contacter via Réglages > Contact. Détails : {exceptionMessage}:{exceptionDetails}
gl: Non se pode realizar a compra actualmente. Espere un momento e volva a intentalo. Se non se soluciona, póñase en contacto a través de Configuración > Consulta. Detalles: {exceptionMessage}:{exceptionDetails}
gu: હાલમાં ખરીદી કરી શકાતી નથી. કૃપા કરીને થોડા સમય બાદ ફરીથી પ્રયાસ કરો. જો સમસ્યા હલ ન થાય તો સેટિંગ્સ > સંપર્ક થી સંપર્ક કરો. વિગતો: {exceptionMessage}:{exceptionDetails}
he: הקנייה לא אפשרית כרגע. אנא המתן וחזור לנסות מאוחר יותר. אם הבעיה לא נפתרה, פנה אלינו דרך הגדרות > פנייה. פרטים נוספים: {exceptionMessage}:{exceptionDetails}
hi: फिलहाल खरीदारी नहीं की जा सकती। कुछ समय बाद फिर कोशिश करें। यदि समस्या हल नहीं होती है तो सेटिंग्स > संपर्क करें से संपर्क करें। विवरण: {exceptionMessage}:{exceptionDetails}
hr: Trenutno nije moguće izvršiti kupnju. Pokušajte ponovno nakon nekoliko minuta. Ako problem i dalje postoji, kontaktirajte nas putem Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
hu: Jelenleg nem lehetséges a vásárlás. Kérem, várjon egy kicsit, majd próbálja újra. Ha a probléma továbbra is fennáll, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüpont alatt. Részletek: {exceptionMessage}:{exceptionDetails}
hy: Շատախոսություն չի իրականացվում: Կարող եք կրկին փորձել ժամանակն անցնելուց հետո: Եթե խնդիրը չլուծվի, խնդրում ենք կապնվել Բարձրացման > Հարցում բաժինով: Գործընթացի մանրամասներ: {exceptionMessage}:{exceptionDetails}
id: Saat ini tidak dapat melakukan pembelian. Silakan coba lagi setelah beberapa saat. Jika masalah ini tidak teratasi, silakan hubungi melalui Pengaturan > Kontak. Rincian: {exceptionMessage}:{exceptionDetails}
is: Það er ekki hægt að kaupa núna. Vinsamlegast reyndu aftur eftir smá tíma. Ef vandamálið leysist ekki, vinsamlegast hafðu samband við okkur í Stillingar > Fyrirspurnir. Nánar: {exceptionMessage}:{exceptionDetails}
it: Attualmente non è possibile effettuare l'acquisto. Riprova più tardi. Se il problema persiste, contattaci tramite Impostazioni > Contatti. Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 現在購入ができません。時間をおいて再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。詳細: {exceptionMessage}:{exceptionDetails}
ka: ამჟამად შესყიდვა ვერ ხორციელდება. გთხოვთ ცოტა ხნის შემდეგ სცადოთ ისევ. თუ პრობლემა არ მოგვარდება, გთხოვთ მოიქეცეთ პარამეტრებში > კონტაქტი და დააკონწვიოთ ჩვენთან. დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Қазіргі уақытта сатып алу мүмкін емес. Біраз уақыттан кейін қайтадан көріп шығыңыз. Шешілмеген жағдайда, Параметрлер > Сұрау арқылы бізбен байланысыңыз. Толығырақ: {exceptionMessage}:{exceptionDetails}
km: បច្ចុប្បន្ននេះមិនអាចធ្វើការទិញបានទេ។ សូមព្យាយាមម្តងទៀតបន្ទាប់ពីរយៈពេលមួយ។ ប្រសិនបើបញ្ហានៅតែមិនដោះស្រាយបាន សូមទាក់ទងមកយើងខ្ញុំតាមរយៈ ការកំណត់ > ការទាក់ទង។ ព័ត៌មានលម្អិត៖ {exceptionMessage}:{exceptionDetails}
kn: ಪ್ರಸ್ತುತ ಖರೀದಿ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಸಮಸ್ಯೆ ಪರಿಹರಿಸದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್ಸ್ > ಸಂಪರ್ಕಿಸಿ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ. ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 현재 구매할 수 없습니다. 시간을 두고 다시 시도해 주세요. 해결되지 않는 경우 설정 > 문의를 통해 문의해 주세요. 상세: {exceptionMessage}:{exceptionDetails}
ky: учурда сатып алууга мүмкүнчүлүк жок. Убакыт өткөндөн кийин кайра аракет жасап көрүңүз. Массалык көйгөй менен кезиккен болсоңуз, жөндөө > Байланыш аркылуу байланышыңыз. Мазмуну: {exceptionMessage}:{exceptionDetails}
lo: ບໍ່ສາมາດຊື້ເມື່ອນແລ້ວ. ຂໍໃຫ້ລໍຖ້າສັບປ່ອນຄັ້ນສີ່ໃໝ່. ຖ້າບໍ່ແກ້ໄຂບໍ່ໄດ້, ກະລຸນາເຂົ້າໄປທີ່ ຕັ້ງ > ສອບຖາມ ສໍາລັບການເຊື່ອມຕໍ່. ເນື້ອຫາ: {exceptionMessage}:{exceptionDetails}
lt: Šiuo metu pirkimas neįmanomas. Prašome palaukti ir bandyti dar kartą. Jei problema išlieka, susisiekite su mumis per Nustatymai > Klausimai. Išsamesnė informacija: {exceptionMessage}:{exceptionDetails}
lv: Pašreiz nav iespējams veikt pirkumu. Lūdzu, uzgaidiet un mēģiniet vēlreiz. Ja problēma netiek atrisināta, sazinieties ar mums, dodoties uz Iestatījumi > Jautājumi. Sīkāka informācija: {exceptionMessage}:{exceptionDetails}
mk: Не може да се купи во моментов. Обидете се повторно по некое време. ако проблемот не се реши, ве молиме контактирајте преку Параметри > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
ml: ഇപ്പോൾ വാങ്ങാൻ കഴിയുന്നില്ല. കുറച്ച് സമയം കാത്തിരുന്ന് വീണ്ടും ശ്രമിക്കുക. പ്രശ്നം പരിഹരിക്കുന്നില്ലെങ്കിൽ സെറ്റിംഗ്സ് > ബന്ധപ്പെടുക വഴി ഞങ്ങളെ ബന്ധപ്പെടുക. വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Одоогоор худалдаж авах боломжгүй байна. Хэсэг хугацааны дараа дахин оролдоно уу. Хэрэв асуудал шийдэгдэхгүй бол Тохиргоо > Хариуцлага хэсгээр холбогдоно уу. Дэлгэрэнгүй мэдээлэл: {exceptionMessage}:{exceptionDetails}
mr: सध्या खरेदी करता येत नाही. थोडा वेळ थांबून पुन्हा प्रयत्न करा. जर समस्या सोडवली नाही तर सेटिंग्स > चौकशी मधून संपर्क करा. तपशील: {exceptionMessage}:{exceptionDetails}
ms: Anda tidak dapat membeli buat masa ini. Sila tunggu seketika dan cuba lagi. Jika masalah ini tidak dapat diselesaikan, sila hubungi kami melalui Tetapan > Pertanyaan. Butiran: {exceptionMessage}:{exceptionDetails}
my: လောလောဆယ် ဝယ်ယူ၍ မရပါ။ ခဏစောင့်၍ ထပ်မံကြိုးစားကြည့်ပါ။ ပြဿနာ မပြေလျှင် ဆက်တင် > ဆက်သွယ်မေးမြန်းရန် မှ ဆက်သွယ်ပေးပါ။ အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Det er for øyeblikket ikke mulig å gjøre kjøp. Vennligst prøv igjen senere. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
ne: हाल खरिदारी गर्न सकिँदैन। केहि समय पछि फेरि प्रयास गर्नुहोस्। समाधान नभएमा सेटिङ्ग > सम्पर्क मार्फत सम्पर्क गर्नुहोस्। विवरण: {exceptionMessage}:{exceptionDetails}
nl: Momenteel is het niet mogelijk om een aankoop te doen. Probeer het later opnieuw. Als het probleem aanhoudt, neem dan contact met ons op via Instellingen > Contact. Details: {exceptionMessage}:{exceptionDetails}
no: Kjøp kan ikke gjøres nå. Vennligst prøv igjen senere. Hvis problemet vedvarer, kontakt oss via Innstillinger > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
or: ବର୍ତ୍ତମାନ କ୍ରୟ କରିପାରିବେ ନାହିଁ। କିଛି ସମୟ ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ। ଯଦି ସମାଧାନ ହୁଏ ନାହିଁ, ସେଟିଂସ୍ > ଯୋଗାଯୋଗ ରୁ ଆମକୁ ଯୋଗାଯୋଗ କରନ୍ତୁ। ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: ਫਿਲਹਾਲ ਖਰੀਦਦਾਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਸਮਾਂ ਬਾਅਦ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇ ਸਮੱਸਿਆ ਬਣੀ ਰਹੇ, ਤਾਂ ਸੈਟਿੰਗਜ਼ > ਸੰਪਰਕ ਤੋਂ ਸਾਡੇ ਨਾਲ ਜੁੜੋ। ਵੇਰਵਾ: {exceptionMessage}:{exceptionDetails}
pl: Nie można aktualnie dokonać zakupu. Proszę spróbować ponownie po pewnym czasie. Jeśli problem nadal występuje, skontaktuj się z nami poprzez Ustawienia > Zapytania. Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: اوس د پيرودلو امکان نشته. مهرباني وکړئ څو شيبې وروسته هڅه وکړئ. که دا نه حل شو، نو د ترتيباتو > پوښتنې تر لارې موږ سره اړيکه ونيزئ. تفصيل: {exceptionMessage}:{exceptionDetails}
pt: Atualmente, não é possível realizar a compra. Por favor, tente novamente mais tarde. Se o problema persistir, entre em contato através de Configurações > Suporte. Detalhes: {exceptionMessage}:{exceptionDetails}
ro: În prezent, nu se poate face achiziția. Vă rugăm să așteptați și să încercați din nou. Dacă problema persistă, contactați-ne prin Setări > Întrebare. Detalii: {exceptionMessage}:{exceptionDetails}
ru: В настоящее время покупка недоступна. Пожалуйста, подождите и попробуйте снова. Если проблема не решена, свяжитесь с нами через Настройки > Обратная связь. Подробности: {exceptionMessage}:{exceptionDetails}
si: දැනට මිලදී ගැනීම් කළ නොහැක. කාලයක් රැදී නැවත උත්සාහ කරන්න. විසඳුමක් නොමැති නම්, සැකසුම් > විමසීම් මඟින් අපව අමතන්න. විශේෂාංග: {exceptionMessage}:{exceptionDetails}
sk: Momentálne nie je možné uskutočniť nákup. Skúste to znova neskôr. Ak problém pretrváva, kontaktujte nás cez Nastavenia > Kontakt. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Trenutno ni mogoče opraviti nakupa. Prosimo, poskusite znova kasneje. Če težave ne bo mogoče rešiti, nas kontaktirajte preko Nastavitve > Kontaktiraj nas. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Aktualisht nuk është e mundur të blini. Ju lutemi prisni dhe provoni përsëri. Nëse problemi vazhdon, kontaktoni përmes Cilësimeve > Kërkesë. Detajet: {exceptionMessage}:{exceptionDetails}
sr: Тренутно није могуће купити. Пожалите, покушајте поново после неког времена. Ако проблем и dalje буде постојао, контактирајте нас преко Поставке > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
sv: För tillfället kan köpet inte genomföras. Vänligen försök igen senare. Om problemet kvarstår, vänligen kontakta oss via Inställningar > Frågor. Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Kwa sasa haiwezekani kununua. Jaribu tena baada ya muda. Ikiwa tatizo halitajisuluhisha, wasiliana nasi kupitia Mipangilio > Mawasiliano. Maelezo: {exceptionMessage}:{exceptionDetails}
ta: தற்போது வாங்க முடியவில்லை. சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும். இது தீர்க்கப்படவில்லை எனில் அமைப்புகள் > தொடர்பு கொள்ளுங்கள் மூலம் எங்களை தொடர்பு கொள்ளவும். விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: ప్రస్తుతం కొనుగోలు చేయలేము. కొంత సమయం తర్వాత మళ్లీ ప్రయత్నించండి. పరిష్కరించకపోతే సెట్టింగులు > సంప్రదింపులు నుండి మాను సంప్రదించండి. వివరాలు: {exceptionMessage}:{exceptionDetails}
th: ไม่สามารถทำการซื้อได้ในขณะนี้ กรุณาลองใหม่อีกครั้งในภายหลัง หากยังคงมีปัญหา กรุณาติดต่อเราที่ การตั้งค่า > การสอบถาม รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: Hindi makakabili ngayon. Subukan ulit mamaya. Kung hindi pa rin gumana, pumunta sa Settings > Contact. Detalye: {exceptionMessage}:{exceptionDetails}
tr: Şu anda satın alma yapılamıyor. Lütfen bir süre bekleyip tekrar deneyin. Sorun çözülmezse, Ayarlar > İletişim bölümünden bizimle iletişime geçin. Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: Purchasing is currently unavailable. Please try again later. If the issue persists, please contact us via Settings > Inquiry. Details: {exceptionMessage}:{exceptionDetails}
ur: فی الحال خریداری ممکن نہیں ہے۔ براہ کرم کچھ دیر انتظار کے بعد دوبارہ کوشش کریں۔ اگر مسئلہ حل نہ ہو تو براہ کرم ترتیبات > رابطہ کے ذریعے ہم سے رابطہ کریں۔ تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Hozirda xarid qilish imkoniyati mavjud emas. Iltimos, biroz vaqt o'tgach qayta urinib ko'ring. Agar muammo hal bo'lmasa, Oʻzgartirish > Murojaat orqali biz bilan bog'laning. Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Hiện tại không thể mua hàng. Vui lòng thử lại sau một thời gian. Nếu vấn đề không được giải quyết, vui lòng liên hệ với chúng tôi qua Cài đặt > Liên hệ. Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 目前无法购买，请稍后再试。如果问题仍然存在，请通过 设置 > 联系我们 联系我们。详细信息：{exceptionMessage}:{exceptionDetails}
zu: Okwamanje, awukwazi ukuthenga. Thatha isikhathi bese uzama futhi. Uma lokhu kungakaxazululi, sicela uxhumane nathi kusuka ku Zilungiselelo > Xhumana. Imininingwane: {exceptionMessage}:{exceptionDetails}
