Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorOperationAlreadyInProgressError
source: Another purchase process is in progress. Please try again later
af: Die aankoopproses is aparte voortgang. Neem 'n paar minute en kyk asseblief weer.
am: የግዢ ሂደት በተለይ ቀጥቶ እንቀጥቀጥ እንደሚኖር ነው። እባኮትን ገንዘብ ያስቀመጡ እና ወደ ውስጥ በማቅረብ ላይ እንቀጥቀጥ፣ እባክዎን ደግሞ ጊዜ ይቀርበዋችሁ።
ar: تتم معالجة الشراء بشكل منفصل. يرجى الانتظار لبعض الوقت ثم إعادة التحقق.
as: এটা ক্ৰয় প্ৰক্ৰিয়া ইতিমধ্যে চলি আছে। অনুগ্ৰহ কৰি কিছু সময় অপেক্ষা কৰি পুনৰায় চেষ্টা কৰক।
az: Alış-veriş prosesi ayrıca davam edir. Zəhmət olmasa, bir müddət gözləyin və yenidən yoxlayın.
be: Процэс пакупкі ў цяперашні час яшчэ працягваецца. Калі ласка, пачакайце некаторы час і паспрабуйце яшчэ раз.
bg: Процесът на покупка продължава отделно. Моля, проверете отново след известно време.
bn: অন্য একটি ক্রয় প্রক্রিয়া চলমান রয়েছে। অনুগ্রহ করে কিছুক্ষণ পর আবার চেক করুন।
bs: Kupovina se obrađuje zasebno. Molimo vas da pokušate ponovo nakon nekog vremena.
ca: S'està processant una altra compra. Espereu una estona i torneu a intentar-ho.
cs: Proces nákupu probíhá samostatně. Zkontrolujte to prosím znovu za chvíli.
cy: Mae proses prynu yn mynd ymlaen ar wahân. Aroswch ychydig o amser a gwiriedwch eto.
da: Købsprocessen er i gang separat. Vent venligst et øjeblik og prøv igen.
de: Der Kaufprozess wird separat bearbeitet. Bitte überprüfen Sie es erneut nach einer Weile.
el: Η διαδικασία αγοράς προχωρά ξεχωριστά. Παρακαλώ ελέγξτε ξανά μετά από λίγο.
es: Ya se está procesando una compra. Por favor, espere un momento y vuelva a intentarlo.
et: Ostuprotsess on eraldi käimas. Palun kontrollige uuesti mõne aja pärast.
eu: Erosketaren prozesua aparte doa aurrera. Mesedez, itxaron eta berregondu.
fa: فرآیند خرید به صورت جداگانه در حال انجام است. لطفاً مدتی منتظر بمانید و دوباره بررسی کنید.
fi: Ostoasiassa on käynnissä erillinen prosessi. Ole hyvä ja tarkista uudelleen myöhemmin.
fil: May iba pang proseso ng pagbili na kasalukuyang tumatakbo. Mangyaring maghintay ng ilang sandali at subukan muli.
fr: Le traitement de votre achat est en cours. Veuillez vérifier à nouveau après un certain temps.
gl: O proceso de compra está en curso por separado. Por favor, verifique novamente despois de un tempo.
gu: ખરીદી પ્રક્રિયા પહેલેથી જ ચાલુ છે. કૃપા કરીને થોડો સમય રાખીને ફરીથી તપાસો
he: תהליך הרכישה מתבצע בנפרד. אנאודא את המידע שוב לאחר מכן.
hi: खरीदारी प्रक्रिया पहले से चल रही है। कृपया कुछ समय बाद फिर से जांच लें।
hr: Obrada kupnje se odvija odvojeno. Molimo da pričekate i ponovno provjerite.
hu: A vásárlási folyamat külön zajlik. Kérjük, várjon egy kis időt, és ellenőrizze újra.
hy: Քնելը շարունակելու գործընթացն այլ կերպ է շարունակվում։ Խնդրում եմ սպասեք որոշ ժամանակ և կրկին ստուգեք։
id: Proses pembelian sedang berlangsung secara terpisah. Harap tunggu sebentar dan periksa kembali.
is: Kaupferlið er í gangi að separata. Vinsamlegast athugaðu aftur eftir smá tíma.
it: È in corso un altro processo di acquisto. Si prega di attendere un momento e riprovare.
ja: 購入処理が別途進んでおります。お時間をおいて再度ご確認ください
ka: შეძენის პროცესია მიმდინარე გრძელვადიან პროგრესში. გთხოვთ, დრო გამოყოთ და კვლავ გადაამოწმოთ.
kk: Сатып алу процесі бөлек жүріп жатыр. Кейінірек тексеріп көріңіз.
km: ដំណើរការទិញផ្សេងទៀតកំពុងដំណើរការ។ សូមរងចាំបន្តិចហើយពិនិត្យមើលម្តងទៀត
kn: ಇನ್ನೊಂದು ಖರೀದಿ ಪ್ರಕ್ರಿಯೆ ಪ್ರಗತಿಯಲ್ಲಿದೆ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯ ಕಾಯಿರಿ ಮತ್ತು ಮತ್ತೆ ಪರಿಶೀಲಿಸಿ
ko: 별도의 구매 처리가 진행 중입니다. 잠시 후 다시 확인해 주세요
ky: Сатып алуу процессу башка жерде улантылып жатат. Жабуу убактысын күтүп, кайрадан текшериңиз.
lo: ການຊໍາລະບິດກໍາລັງດຳເນີນດໍາເນີນໃນອຸ່ມດຽວ. ຂໍໃຫ້ລໍຖໍຕໍ່ໄປໃນຄວາມລະດັບແລະກວດເບິ່ງອີກໃຈ.
lt: Pirkimo procesas vyksta atskirai. Prašome palaukti ir dar kartą patikrinti.
lv: Iegādes process tiek apstrādāts atsevišķi. Lūdzu, pārliecinieties vēlreiz pēc dažām minūtēm.
mk: Процесот на купување се одвива одделно. Ве молиме да проверите повторно по некое време.
ml: മറ്റൊരു വാങ്ങൽ പ്രക്രിയ പുരോഗമിക്കുന്നു. കുറച്ച് സമയം കഴിഞ്ഞ് വീണ്ടും പരിശോധിക്കുക
mn: Өөр худалдан авалт явагдаж байна. Хэсэг хүлээгээд дахин шалгана уу.
mr: खरेदीची प्रक्रिया आधीच सुरू आहे. कृपया काही वेळानंतर पुन्हा प्रयत्न करा
ms: Proses pembelian sedang berjalan secara berasingan. Sila semak semula selepas beberapa waktu.
my: အခြားဝယ်ယူမှုလုပ်ငန်းစဉ်လုပ်ဆောင်နေပါသည်။ အချိန်အနည်းငယ်စောင့်ပြီးပြန်လည်စစ်ဆေးပါ
nb: Kjøpsbehandlingen pågår separat. Vennligst vent litt og sjekk igjen.
ne: अर्को खरिद प्रक्रिया भइरहेको छ। कृपया केही समय पछि पुनः जाँच गर्नुहोस्।
nl: De aankoopverwerking is nog aan de gang. Controleer het later opnieuw.
no: Kjøpsprosessen pågår separat. Vennligst sjekk igjen etter en stund.
or: କ୍ରୟ ପ୍ରକ୍ରିୟା ଅନ୍ୟତ୍ର ଚାଲୁଅଛି। ଦୟାକରି କିଛି ସମୟ ପରେ ପୁନଃ ଯାଞ୍ଚ କରନ୍ତୁ।
pa: ਖਰੀਦ ਦੀ ਪ੍ਰਕਿਰਿਆ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਚੱਲ ਰਹੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਸਮਾਂ ਇੰਤਜ਼ਾਰ ਕਰਨ ਤੋਂ ਬਾਅਦ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Proces zakupu jest obecnie realizowany osobno. Proszę sprawdzić ponownie po chwili.
ps: د پېرود پروسه په جلا ډول روانه ده. مهرباني وکړئ ځینې وخت وروسته بیا چک کړئ.
pt: O processamento da compra está em andamento separadamente. Por favor, aguarde um momento e verifique novamente.
ro: Procesul de achiziție este în curs de desfășurare separat. Vă rugăm să așteptați un timp și să verificați din nou.
ru: Обработка покупки продолжается отдельно. Пожалуйста, подождите некоторое время и проверьте снова.
si: ගැනීමේ ක්‍රියාවලියක් වෙන්කරමින් ඊට අනුව ගමන් කරයි. කල්පනාවට සමාව දෙන්න.
sk: Nákupný proces sa prebieha samostatne. Skontrolujte to znova o chvíľu.
sl: Postopek nakupa se izvaja ločeno. Prosim, preverite znova čez nekaj časa.
sq: Përpunimi i blerjes po vazhdon veçmas. Ju lutemi kontrolloni përsëri pas një kohe.
sr: Обрада куповине се одвија одвојено. Пожалите, проверите поново после неког времена.
sv: Köpprocessen pågår separat. Vänligen kontrollera igen efter en stund.
sw: Mchakato wa ununuzi unaendelea tayari. Tafadhali subiri kidogo na ujaribu tena.
ta: வேறொரு கொள்முதல் செயல்முறை நடைபெற்றுக்கொண்டிருக்கிறது. சிறிது நேரம் கழித்து மீண்டும் சரிபார்க்கவும்
te: మరొక కొనుగోలు ప్రక్రియ ప్రగతిలో ఉంది. దయచేసి కొంత సమయం వేచి ఉండి మళ్లీ ప్రయత్నించండి
th: กำลังดำเนินการซื้อแยกต่างหาก กรุณาตรวจสอบอีกครั้งหลังจากผ่านไปสักครู่
tl: May kasalukuyang proseso ng pagbili na nagaganap. Maghintay po ng ilang sandali at subukan muli.
tr: Satın alma işlemi ayrıca devam etmektedir. Lütfen bir süre bekleyip tekrar kontrol edin.
uk: The purchase process is proceeding separately. Please check again after some time.
ur: خریداری کا عمل علیحدہ جاری ہے۔ براہ کرم کچھ وقت گزاری کے بعد دوبارہ چیک کریں۔
uz: Sizning xaridni amalga oshirish jarayoningiz davom etmoqda. Iltimos, biroz vaqt o'tgach, yana bir bor tekshirib ko'ring.
vi: Hiện đang có giao dịch mua hàng khác đang được xử lý. Vui lòng đợi một lúc và kiểm tra lại.
zh: 购买处理正在进行中。请稍等一段时间后再次确认。
zu: I-oda ukwenziwa kokuthenga kuqhubekile ngokwehlukile. Cela uhlole futhi ngemuva kwesikhathi.

# purchaseErrorUnknownBackendError
source: Currently unable to make purchase. Please try again later. If the problem persists, please contact support. Details: {exceptionMessage}:{exceptionDetails}
af: Die aankoop kan tans nie gedoen word nie. Wacht 'n bietjie en probeer weer. As dit nie opgelos word nie, kontak ons asseblief deur na Instellings > Navraag te gaan. Besonderhede: {exceptionMessage}:{exceptionDetails}
am: አሁን ግዢ አልቻልኩም። እባኮትን ጊዜ ይቆይበት እና ድጋሚ ይቀጥሉ። እንደዚህ ያልተፈቀደ ከሆነ እባኮትን በ ምርጥ > ጥያቄ ይገናኙ። ዝርዝር: {exceptionMessage}:{exceptionDetails}
ar: لا يمكن الشراء في الوقت الحالي. يرجى الانتظار ثم المحاولة مرة أخرى. إذا لم يتم حل المشكلة، يُرجى الاتصال عبر الإعدادات > استفسارات. التفاصيل: {exceptionMessage}:{exceptionDetails}
as: বৰ্তমান ক্ৰয় কৰিব পৰা নাই। কিছু সময় অপেক্ষা কৰি পুনৰ চেষ্টা কৰক। সমাধান নহ'লে ছেটিংছ > সোধা-পোছা ৰ পৰা যোগাযোগ কৰক। বিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: İndiki vaxtda satın almaq mümkün deyil. Zəhmət olmasa bir az gözləyin və yenidən cəhd edin. Hələ də probleminiz həll olmursa, zəhmət olmasa Ayarlar > Əlaqə bölməsinə daxil olun. Ətraflı: {exceptionMessage}:{exceptionDetails}
be: На дадзены момант купіць немагчыма. Пачакайце некаторы час і паспрабуйце яшчэ раз. Калі праблема не вырашана, калі ласка, звяжыцеся з намі праз Налады > Запыт. Дэталі: {exceptionMessage}:{exceptionDetails}
bg: Можете да закупите в момента. Опитайте отново след известно време. Ако проблемът не се реши, моля свържете се с нас чрез Настройки > Запитвания. Подробности: {exceptionMessage}:{exceptionDetails}
bn: বর্তমানে কেনাকাটা করা যাচ্ছে না। কিছুক্ষণ পর আবার চেষ্টা করুন। যদি সমস্যার সমাধান না হয়, তাহলে সেটিংস > যোগাযোগ এর মাধ্যমে যোগাযোগ করুন। বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Trenutno nije moguće kupiti. Molimo pokušajte ponovo kasnije. Ako problem ne bude rešen, kontaktirajte nas putem Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
ca: Actualment no és possible realitzar la compra. Si us plau, torneu-ho a intentar més tard. Si el problema persisteix, contacteu-nos a través de Configuració > Contacte. Detalls: {exceptionMessage}:{exceptionDetails}
cs: Momentálně nelze provést nákup. Prosím zkuste to znovu za chvíli. Pokud problém přetrvává, kontaktujte nás prosím prostřednictvím Nastavení > Dotazy. Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Nid yw'n bosibl prynu ar hyn o bryd. Teimlwch yn rhydd i roi cynnig arno eto yn nes ymlaen. Os nad yw hyn yn datrys y broblem, pls cysylltwch â ni trwy fynd i Ddiwygiadau > Cysylltu. Manylion: {exceptionMessage}:{exceptionDetails}
da: Det er ikke muligt at foretage køb lige nu. Prøv venligst igen senere. Hvis problemet fortsætter, kan du kontakte os via Indstillinger > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
de: Der Kauf ist derzeit nicht möglich. Bitte versuchen Sie es später erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte über Einstellungen > Anfrage. Details: {exceptionMessage}:{exceptionDetails}
el: Δεν μπορείς να κάνεις αγορά αυτή τη στιγμή. Δοκίμασε ξανά σε λίγο. Εάν το πρόβλημα παραμένει, παρακαλώ επικοινώνησε μέσω Ρυθμίσεις > Επικοινωνία. Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: No se puede realizar la compra en este momento. Por favor, espere un momento e inténtelo de nuevo. Si el problema persiste, póngase en contacto con nosotros desde Configuración > Contacto. Detalles: {exceptionMessage}:{exceptionDetails}
et: Praegu ei saa osta. Palun proovige hiljem uuesti. Kui probleem ei lahene, võtke ühendust jaotisest Seaded > Klienditeenindus. Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Ezin da orain erosketarik egin. Mesedez, itxaron eta saiatu berriro. Arazoa konpondu ez bada, jarri harremanetan "Ezarpenak > Kontsulta" atalaren bidez. Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: در حال حاضر نمی توانید خرید کنید. لطفاً مدتی صبر کنید و دوباره تلاش کنید. اگر مشکل حل نشد، لطفاً از طریق تنظیمات > تماس با ما، با ما تماس بگیرید. جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Tällä hetkellä osto ei ole mahdollista. Yritä uudelleen myöhemmin. Jos ongelma ei ratkea, ota yhteyttä asetukset > Ota yhteyttä. Lisätiedot: {exceptionMessage}:{exceptionDetails}
fil: Hindi available ang pagbili sa ngayon. Subukan ulit mamaya. Kung tuloy-tuloy ang problema, makipag-ugnayan sa amin sa Mga Setting > Makipag-ugnayan. Detalye: {exceptionMessage}:{exceptionDetails}
fr: Vous ne pouvez pas effectuer d'achat pour le moment. Veuillez attendre un moment et réessayer. Si le problème persiste, veuillez nous contacter via Réglages > Contact. Détails : {exceptionMessage}:{exceptionDetails}
gl: Non se pode realizar a compra actualmente. Agarde un momento e intente de novo. Se o problema persiste, póñase en contacto a través de Configuración > Contacto. Detalles: {exceptionMessage}:{exceptionDetails}.
gu: હાલમાં ખરીદી કરી શકાતી નથી. કૃપા કરીને થોડા સમય પછી ફરીથી પ્રયાસ કરો. જો સમસ્યા ઉકેલાય નહીં તો સેટિંગ્સ > સંપર્ક દ્વારા અમારો સંપર્ક કરો. વિગતો: {exceptionMessage}:{exceptionDetails}
he: כעת אין אפשרות לרכוש. אנא נסה שוב לאחר חצי שעה. אם הבעיה לא נפתרה, אנא פנה אלינו דרך הגדרות > פניות. פרטים נוספים: {exceptionMessage}:{exceptionDetails}
hi: वर्तमान में खरीदारी नहीं की जा सकती। कुछ समय बाद फिर से कोशिश करें। यदि समस्या हल नहीं होती है तो सेटिंग्स > संपर्क करें से संपर्क करें। विवरण: {exceptionMessage}:{exceptionDetails}
hr: Trenutno nije moguće kupiti. Molimo pokušajte ponovo kasnije. Ako problem ne bude rešen, kontaktirajte nas putem Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
hu: Jelenleg nem lehet vásárolni. Kérjük, várjon egy kicsit, és próbálkozzon újra. Ha a probléma továbbra is fennáll, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüpont alatt. Részletek: {exceptionMessage}:{exceptionDetails}
hy: Այժմ գնումներ Madeira չեն։ Խնդրում ենք մի քիչ սպասել և նորից փորձել։ Եթե խնդիրը չի լուծվում, ապա դիմեք ըստ Սահմանումներ > Հարցում: Մանրամասներ՝ {exceptionMessage}:{exceptionDetails}
id: Saat ini tidak dapat melakukan pembelian. Silakan coba lagi setelah beberapa waktu. Jika masalah belum teratasi, silakan hubungi kami melalui Pengaturan > Kontak. Detail: {exceptionMessage}:{exceptionDetails}
is: Þú getur ekki keypt núna. Vinsamlegast reyndu aftur síðar. Ef vandamálið leysist ekki geturðu haft samband við okkur í Stillingar > Tengiliðir. Nánari upplýsingar: {exceptionMessage}:{exceptionDetails}
it: Al momento non è possibile effettuare l'acquisto. Riprova più tardi. Se il problema persiste, contattaci tramite Impostazioni > Contattaci. Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 現在購入ができません。時間をおいて再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。詳細: {exceptionMessage}:{exceptionDetails}
ka: ახლა შესაძენად ვერ ხართ. გთხოვთ დრო დაიკავოთ და თავიდან სცადოთ. თუ პრობლემა არ მოგვარდება, გთხოვთ დაუკავშირდეთ პარამეტრები > კითხვის სექცია. დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Қазіргі кезде сатып алу мүмкін емес. Біраз уақыттан кейін қайтадан сынап көріңіз. Егер шешілмесе, Параметрлер > Байланыс арқылы бізге хабарласыңыз. Толығырақ: {exceptionMessage}:{exceptionDetails}
km: បច្ចុប្បន្នមិនអាចទិញបានទេ។ សូមចាំបន្តិចហើយព្យាយាមម្តងទៀត។ ប្រសិនបើបញ្ហានៅមិនទាន់ត្រូវបានដោះស្រាយ សូមទាក់ទងមកកាន់យើងតាមរយៈ ការកំណត់ > ការចម្លើយ។ លម្អិត៖ {exceptionMessage}:{exceptionDetails}
kn: ಸದ್ಯ ಖರೀದಿ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಸಮಸ್ಯೆ ಪರಿಹಾರವಾಗದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ಸಂಪರ್ಕಿಸಿ ನಿಂದ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ. ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 현재 구매할 수 없습니다. 잠시 후 다시 시도해 주세요. 문제가 해결되지 않을 경우 설정 > 문의하기로 문의해 주세요. 상세 정보: {exceptionMessage}:{exceptionDetails}
ky: Учурда сатып алуу мүмкүн эмес. Кийинки жолу аракет кылуу үчүн убакыт өткөнүн күтүңүз. Эгер маселе чечилбесе, "Настройка > Байланыш" аркылуу байланышууга заказ бериңиз. Тиешелүү маалымат: {exceptionMessage}:{exceptionDetails}
lo: ບໍ່ສາມາດຊື້ໄດ້ໃນດັບປະຈຸບັນ. ຂໍໃຫ້ຮ່ອອນແລ້ວລອງໃໝ່ໃນຄະວະໃຈ. ຖ້າບໍ່ແກ້ໄຂສາມາດ, ຂໍໃຫ້ຕິດຕໍ່ໃນສະຕິດ > ຕອນວິນັດ. ຄູນລາຍລະອຽດ: {exceptionMessage}:{exceptionDetails}
lt: Šiuo metu pirkimo atlikti negalima. Prašome palaukti ir bandyti dar kartą. Jei problema neišsisprendžia, susisiekite su mumis per Nustatymai > Klausimai. Išsamesnė informacija: {exceptionMessage}:{exceptionDetails}
lv: Pašlaik nav iespējams veikt pirkumu. Lūdzu, uzgaidiet un mēģiniet vēlreiz. Ja problēma nepazūd, sazinieties ar mums, dodoties uz Iestatījumi > Sazināties. Sīkāka informācija: {exceptionMessage}:{exceptionDetails}
mk: Не може да се направи купување во моментот. Обидете се повторно подоцна. Ако проблемот продолжи, контактирајте не преку Поставки > Контакт. Детали: {exceptionMessage}:{exceptionDetails}
ml: ഇപ്പോൾ വാങ്ങാൻ കഴിയുന്നില്ല. കുറച്ച് സമയം കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക. പ്രശ്നം പരിഹരിക്കപ്പെടുന്നില്ലെങ്കിൽ ക്രമീകരണങ്ങൾ > ബന്ധപ്പെടുക വഴി ബന്ധപ്പെടുക. വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Одоогоор худалдан авах боломжгүй байна. Хэсэг хугацааны дараа дахин оролдоно уу. Хэрэв асуудал шийдэгдэхгүй бол Тохиргоо > Холбогдох хэсгээр холбогдоно уу. Дэлгэрэнгүй мэдээлэл: {exceptionMessage}:{exceptionDetails}
mr: सध्या खरेदी करता येत नाही. थोड्या वेळाने पुन्हा प्रयत्न करा. जर समस्या सुटली नाही तर सेटिंग्ज > संपर्क या मार्गे संपर्क साधा. तपशील: {exceptionMessage}:{exceptionDetails}
ms: Pembelian sekarang tidak dapat dilakukan. Sila cuba lagi selepas beberapa waktu. Jika masalah berterusan, sila hubungi kami melalui Tetapan > Pertanyaan. Butiran: {exceptionMessage}:{exceptionDetails}
my: လောလောဆယ် ဝယ်ယူမှု မလုပ်နိုင်ပါ။ အချိန်ကြာပြီး ထပ်မံကြိုးစားကြည့်ပါ။ ပြဿနာ မရှင်းလင်းပါက ဆက်တင်များ > မေးမြန်းချက် မှတစ်ဆင့် ဆက်သွယ်မေးမြန်းပါ။ အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Det er for øyeblikket ikke mulig å kjøpe. Vennligst prøv igjen senere. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Henvendelse. Detaljer: {exceptionMessage}:{exceptionDetails}
ne: हाल खरिद गर्न सकिन्न। केहि समय पछि फेरि प्रयास गर्नुहोस्। समस्या समाधान नभएमा सेटिङ > सम्पर्क मार्फत सम्पर्क गर्नुहोस्। विवरण: {exceptionMessage}:{exceptionDetails}
nl: Momenteel is aankoop niet mogelijk. Probeer het later opnieuw. Als het probleem aanhoudt, neem dan contact met ons op via Instellingen > Contact. Details: {exceptionMessage}:{exceptionDetails}
no: Kjøp er for øyeblikket ikke tilgjengelig. Vennligst prøv igjen senere. Hvis dette ikke løser problemet, kontakt oss via Innstillinger > Forespørsel. Detaljer: {exceptionMessage}:{exceptionDetails}
or: ବର୍ତ୍ତମାନ କ୍ରୟ କରିପାରୁନାହିଁ। କିଛି ସମୟ ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ। ଯଦି ସମାଧାନ ହୁଏ ନାହିଁ, ସେଟିଙ୍ଗ > ଯୋଗାଯୋଗ ଦ୍ୱାରା ଯୋଗାଯୋଗ କରନ୍ତୁ। ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: ਹਾਲੇ ਖਰੀਦਦਾਰੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ। ਕੁਝ ਸਮੇਂ ਬਾਅਦ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇਕਰ ਸਮੱਸਿਆ ਹੱਲ ਨਹੀਂ ਹੁੰਦੀ ਤਾਂ ਸੈਟਿੰਗਜ਼ > ਸੰਪਰਕ ਤੋਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਵੇਰਵਾ: {exceptionMessage}:{exceptionDetails}
pl: Nie można obecnie dokonać zakupu. Proszę spróbować ponownie po chwili. Jeśli problem się nie rozwiąże, proszę skontaktować się przez Ustawienia > Zapytania. Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: اوس لږ ځنډ وکړئ، او بیا هڅه وکړئ. که حل نشي، نو مهرباني وکړئ د تنظیماتو > اړيکې له لارې موږ سره اړیکه ونیسئ. تفصیل: {exceptionMessage}:{exceptionDetails}
pt: Atualmente, não é possível realizar a compra. Por favor, aguarde um momento e tente novamente. Se o problema persistir, entre em contato através de Configurações > Atendimento ao Cliente. Detalhes: {exceptionMessage}:{exceptionDetails}
ro: Achiziția nu este disponibilă în prezent. Vă rugăm să încercați din nou mai târziu. Dacă problema persistă, vă rugăm să ne contactați prin Setări > Întrebări. Detalii: {exceptionMessage}:{exceptionDetails}
ru: В данный момент невозможно выполнить покупку. Пожалуйста, подождите некоторое время и попробуйте снова. Если проблема не решится, свяжитесь с нами через Настройки > Связаться с нами. Подробности: {exceptionMessage}:{exceptionDetails}
si: මෙම වර්තමානයේ මිලදී ගැනීමට නොහැක. කාලයක් යැයි නැවත උත්සාහ කරන්න. විසඳුමක් නොහොත්, සමීපයෙන් සම්බන්ධ වීමට පිටුවේ යන්න: සැකසීම් > අභියාචන. විස්තර: {exceptionMessage}:{exceptionDetails}
sk: Momentálne nie je možné zakúpiť. Skúste to znova neskôr. Ak problém pretrvá, kontaktujte nás cez Nastavenia > Kontakt. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Nakup trenutno ni mogoče. Prosim, poskusite znova čez nekaj časa. Če težava ni rešena, nas kontaktirajte prek Nastavitve > Povpraševanje. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Aktualisht nuk mund të bëni blerje. Ju lutemi prisni pak dhe provoni përsëri. Nëse problemi vazhdon, kontaktoni në Settings > Contact. Detajet: {exceptionMessage}:{exceptionDetails}
sr: Тренутно није могуће купити. Молимо вас да сачекате и покушате поново. Ако проблем остане, контактирајте нас преко Подешавања > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
sv: För närvarande kan köpet inte genomföras. Vänligen försök igen senare. Om problemet kvarstår, vänligen kontakta oss via Inställningar > Kontakta oss. Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Ununuzi haukuwezekani kwa sasa. Tafadhali jaribu tena baada ya muda. Ikiwa tatizo halitajatuliwa, tafadhali wasiliana nasi kupitia Mipangilio > Maswali. Maelezo: {exceptionMessage}:{exceptionDetails}
ta: தற்போது வாங்க முடியவில்லை. சிறிது நேரம் கழித்து மீண்டும் முயற்சி செய்யவும். சரி செய்யப்படவில்லை என்றால் அமைப்புகள் > தொடர்பு கொள்ளவும் மூலம் தொடர்பு கொள்ளவும். விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: ప్రస్తుతం కొనుగోలు చేయలేకపోతున్నాము. కొంత సమయం తర్వాత మళ్లీ ప్రయత్నించండి. సమస్య పరిష్కరం కాకపోతే సెట్టింగ్స్ > సంప్రదించండి ద్వారా మమ్మల్ని సంప్రదించండి. వివరాలు: {exceptionMessage}:{exceptionDetails}
th: ขอโทษครับ ไม่สามารถทำการซื้อได้ในขณะนี้ กรุณาลองอีกครั้งในภายหลัง หากปัญหายังไม่ถูกแก้ไข กรุณาติดต่อเราผ่านการตั้งค่า > ติดต่อเรา รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: Hindi makakabili ngayon. Mangyaring maghintay ng kaunti at subukan ulit. Kung patuloy ang problema, makipag-ugnayan sa amin sa Settings > Contact. Detalye: {exceptionMessage}:{exceptionDetails}
tr: Şu anda satın alma yapılamıyor. Lütfen bir süre bekleyip tekrar deneyin. Sorun çözülmezse Ayarlar > İletişim bölümünden bizimle iletişime geçin. Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: Purchasing is currently unavailable. Please wait and try again later. If the issue persists, please contact us via Settings > Inquiry. Details: {exceptionMessage}:{exceptionDetails}
ur: اس وقت خریداری نہیں کی جا سکتی۔ براہ کرم کچھ دیر انتظار کریں اور دوبارہ کوشش کریں۔ اگر مسئلہ حل نہیں ہوتا تو براہ کرم سیٹنگ > رابطہ کریں کے ذریعے ہم سے رابطہ کریں۔ تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Hozirda xarid qilish mumkin emas. Iltimos, qayta urinib ko'ring. Agar muammo hal qilinmasa, Sozlamalar > Murojaat bo'limidan biz bilan bog'laning. Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Hiện tại không thể mua hàng. Vui lòng thử lại sau một thời gian. Nếu vấn đề vẫn chưa được giải quyết, vui lòng liên hệ qua Cài đặt > Liên hệ. Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 当前无法购买。请稍等一段时间再试。如果问题仍然存在，请通过设置 > 联系我们与我们联系。详细信息: {exceptionMessage}:{exceptionDetails}
zu: Okwamanje, awukwazi ukuyothenga. Zama futhi emva kwesikhashana. Uma lokhu kungalungiseki, sicela uthintane ne-Settings > Inquiry. Imininingwane: {exceptionMessage}:{exceptionDetails}
