Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# premiumRegistrationComplete
source: Pill Premium registration complete
af: Pilll-premieuml; registrasie voltooi
am: Pilll የፕሪምየም መመዘገብ ተጠናቋል
ar: تم إكمال التسجيل في Pilll بريميوم
as: Pilll Premium নিবন্ধন সম্পূৰ্ণ
az: Pilll Premium qeydiyyatı tamamlandı
be: Падпісалі на Pilll Premium.
bg: Регистрацията в Pilll Premium е завършена
bn: Pilll প্রিমিয়াম নিবন্ধন সম্পূর্ণ
bs: Pilll premium registracija završena
ca: Subscripció a Pilll Premium completada
cs: Registrace do Pilll Premium byla úspěšně dokončena
cy: Cwblhau cofrestredig Pilll
da: Pilll premium registrering er gennemført
de: Pilll Premium-Registrierung abgeschlossen
el: Η εγγραφή Pilll Premium ολοκληρώθηκε
es: Registro de Pilll Premium completado
et: Pilll premium registreerimine lõpetatud
eu: Pilll premium izena ematea osatua
fa: ثبت نام Pilll پریمیوم تکمیل شد
fi: Pilll Premium -rekisteröinti valmis
fil: Tapos na ang Pilll Premium Registration
fr: Inscription à Pilll Premium terminée
gl: Registo de Pilll Premium completo
gu: Pilll પ્રીમિયમ નોંધણી પૂર્ણ
he: מנוי Pilll פרימיום הושלם
hi: Pilll प्रीमियम पंजीकरण पूरा हुआ
hr: Pilll premium registracija završena
hu: A Pilll prémium regisztráció befejeződött
hy: Pilll պրեմիումի գրանցումը հաջողությամբ ավարտվեց
id: Pendaftaran Pilll Premium selesai
is: Pilll premium skráning lokið
it: Registrazione a Pilll Premium completata
ja: Pilllプレミアム登録完了
ka: პილი премიუმი რეგისტრაციის დასრულება
kk: Pilll премиум тіркелімі аяқталды
km: ការចុះឈ្មោះ Pilll Premium បានបញ្ចប់ហើយ
kn: Pilll ಪ್ರೀಮಿಯಂ ನೋಂದಣಿ ಯಶಸ್ವಿಯಾಗಿದೆ
ko: Pilll 프리미엄 등록 완료
ky: Pilll премиум каттоосу аякталды
lo: ສະກຸນພິມລົດລົດສິນລັດ
lt: Pilll prenumeratos registracija baigta
lv: Pilll premium reģistrācija pabeigta
mk: Завршено е регистрирањето за Pilll Премиум
ml: Pilll പ്രീമിയം രജിസ്ട്രേഷൻ പൂർത്തിയായി
mn: Pilll премиум бүртгэл амжилттай болсон
mr: Pilll प्रीमियम नोंदणी पूर्ण
ms: Pendaftaran Pilll Premium selesai
my: Pilll Premium မှတ်ပုံတင်မှု အောင်မြင်ပါပြီ
nb: Pilll premium registrering fullført
ne: Pilll प्रिमियम दर्ता सम्पन्न
nl: Pilll Premium registratie voltooid
no: Pilll Premium registrering fullført
pa: Pilll ਪ੍ਰੀਮੀਅਮ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਪੂਰਾ
pl: Rejestracja Pilll Premium została zakończona
ps: Pilll پریمئم ثبت نام بشپړ شو.
pt: Registro do Pilll Premium concluído
ro: Înregistrarea Pilll Premium a fost finalizată
ru: Регистрация на Pilll Премиум завершена
si: Pilll ප්‍රිමියම් ලියාපදිංචිය සම්පූර්ණයි
sk: Registrácia na Pilll Premium bola dokončená
sl: Pilll premium registracija zaključena
sq: Pilll Premium regjistrimi përfundoi
sr: Pilll премиум регистрација завршена
sv: Pilll Premium-registrering slutförd
sw: Usajili wa Pilll Premium umekamilika
ta: Pilll பிரீமியம் பதிவு நிறைவு
te: Pilll ప్రీమియం నమోదు పూర్తయ్యింది
th: ลงทะเบียน Pilll พรีเมียมเสร็จสิ้นแล้ว
tl: Nakumpleto na ang Pilll Premium Registration
tr: Pilll Premium kaydı tamamlandı
uk: Pilll Premium registration complete
ur: Pilll پریمیم کی رجسٹریشن مکمل ہو گئی ہے
uz: Pilll premium ro'yxatdan o'tish muvaffaqiyatli yakunlandi
vi: Đăng ký Pilll Premium hoàn tất
zh: Pilll Premium 注册完成
zu: Ukwamukela ku-Pilll Premium kubhaliswe ngempumelelo

# thankYouForRegistration
source: Thank you for registering. You now have access to all features!
af: Baie dankie vir u registrasie. U het toegang tot alle funksies!
am: እንኳን ወደ ተመዝግበው ደንበኛ በማለት ይቀበሉ! እንደነበረው የሚጠቀሙት ሁሉንም ባለው ጥቅሞች ከአሁን ጀምሮ ላይ ይዘዋል!
ar: شكراً لك على التسجيل. يمكنك الآن استخدام جميع الميزات!
as: ৰেজিষ্ট্ৰেশ্যনৰ বাবে ধন্যবাদ। সকলো বৈশিষ্ট্য এতিয়া ব্যৱহাৰ কৰিব পাৰিব!
az: Qeydiyyatdan keçdiyiniz üçün təşəkkür edirik! İndi bütün funksiyalardan istifadə edə bilərsiniz!
be: Дзякуй за рэгістрацыю! Усе функцыі сталі даступнымі!
bg: Благодарим ви за регистрацията. Сега можете да използвате всички функции!
bn: রেজিস্ট্রেশনের জন্য ধন্যবাদ। এখন সব ফিচার ব্যবহার করতে পারবেন!
bs: Hvala na registraciji. Svi funkcije su sada dostupne!
ca: Gràcies per registrar-te. Ja tens accés a totes les funcions!
cs: Děkujeme za registraci. Všechny funkce jsou nyní k dispozici!
cy: Diolch am gofrestru. Mae'r holl nodweddion bellach ar gael!
da: Tak for din registrering. Alle funktioner er nu tilgængelige!
de: Vielen Dank für Ihre Registrierung. Alle Funktionen sind jetzt verfügbar!
el: Σας ευχαριστούμε για την εγγραφή σας. Όλες οι δυνατότητες είναι πλέον διαθέσιμες!
es: ¡Gracias por registrarte! ¡Ahora puedes usar todas las funciones!
et: Aitäh registreerimise eest. Nüüd on kõik funktsioonid saadaval!
eu: Eskerrik asko izena emateagatik. Funtzio guztiak erabilgarri daude!
fa: با تشکر از ثبت نام شما. همه قابلیت‌ها به شما ارائه شد!
fi: Kiitos rekisteröitymisestäsi. Kaikki toiminnot ovat nyt käytettävissä!
fil: Salamat sa pagpaparehistro! Maaari na ninyong gamitin ang lahat ng features ng app!
fr: Merci de vous être inscrit. Tous les fonctionnalités sont désormais accessibles !
gl: Grazas pola túa inscrición. Agora já podes usar todas as funcións!
gu: નોંધણી માટે આભાર. તમામ સુવિધાઓ હવે ઉપલબ્ધ છે!
he: תודה על ההרשמה שלך! כל הפונקציות זמינות כעת!
hi: पंजीकरण के लिए धन्यवाद। अब सभी सुविधाएं उपलब्ध हैं!
hr: Hvala vam na registraciji. Sve funkcije su sada dostupne!
hu: Köszönjük a regisztrációt. Most már az összes funkció rendelkezésedre áll!
hy: Շնորհակալություն ձեր գրանցման համար։ Ամեն ինչի համար, բոլորը գործառույթները մատչելի են դարձել!
id: Terima kasih telah mendaftar. Semua fitur kini tersedia!
is: Takk fyrir skráninguna. Öll aðgerðin er nú tiltæk!
it: Grazie per la registrazione. Ora tutte le funzioni sono disponibili!
ja: ご登録ありがとうございます。 すべての機能が使えるようになりました！
ka: გმადლობთ რეგისტრირებისთვის. ყველა ფუნქცია სასარგებლოა!
kk: Тіркелгеніңіз үшін рақмет. Барлық функцияларды пайдалану мүмкіндігі пайда болды!
km: សូមអរគុណសម្រាប់ការចុះឈ្មោះ។ មុខងារទាំងអស់បានដំណើរការហើយ!
kn: ನೋಂದಣಿಗಾಗಿ ಧನ್ಯವಾದಗಳು. ಎಲ್ಲಾ ವೈಶಿಷ್ಟ್ಯಗಳು ಈಗ ಬಳಸಲು ಲಭ್ಯವಿದೆ!
ko: 가입해 주셔서 감사합니다. 모든 기능을 이용하실 수 있습니다!
ky: Рахмат каттоо. Бардык функцияларды колдонууга мүмкүнчүлүгүңүз артты!
lo: ຂอบອກທ່ານສໍາລັບການລົງທະບຽນ! ທັງໝົດຟັງຊັນນີ້ແມ່ນໃຫ້ໃຊ້ແລ້ວ!
lt: Ačiū, kad užsiregistravote. Visos funkcijos dabar pasiekiamos!
lv: Paldies par reģistrāciju. Visas funkcijas tagad ir pieejamas!
mk: Ви сте се регистрирале, благодариме. Сите функции се достапни!
ml: രജിസ്റ്റർ ചെയ്തതിന് നന്ദി! എല്ലാ ഫീച്ചറുകളും ഇപ്പോൾ ഉപയോഗിക്കാവുന്നതാണ്!
mn: Бүртгүүлсэнд баярлалаа. Бүх функц ашиглах боломжтой болсон!
mr: नोंदणीसाठी धन्यवाद। सर्व वैशिष्ट्ये आता वापरण्यासाठी उपलब्ध आहेत!
ms: Terima kasih kerana mendaftar. Semua ciri kini boleh digunakan!
my: စာရင်းသွင်းခြင်းအတွက် ကျေးဇူးတင်ပါတယ်။ လုပ်ဆောင်ချက်အားလုံးကို အသုံးပြုနိုင်ပါပြီ!
nb: Takk for registreringen. Alle funksjoner er nå tilgjengelige!
ne: दर्ताका लागि धन्यवाद। अब तपाईं सबै सुविधाहरू प्रयोग गर्न सकिनुहुन्छ!
nl: Bedankt voor uw registratie. U hebt nu toegang tot alle functies!
no: Takk for registreringen. Alle funksjoner er nå tilgjengelige!
or: ପଞ୍ଜୀକରଣ ପାଇଁ ଧନ୍ୟବାଦ । ସବୁ ବିଶେଷତା ବର୍ତ୍ତମାନ ବ୍ୟବହାର କରିପାରିବେ!
pa: ਰਜਿਸਟਰ ਕਰਨ ਲਈ ਧੰਨਵਾਦ। ਸਾਰੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਹੁਣ ਉਪਲਬਧ ਹਨ!
pl: Dziękujemy za rejestrację. Wszystkie funkcje są teraz dostępne!
ps: ستاسو ثبتول مننه. ټولو ځانګړتیاوو ته لاسرسی لرئ!
pt: Obrigado pelo seu registro. Agora você pode usar todas as funcionalidades!
ro: Vă mulțumim pentru înregistrare. Toate funcțiile sunt acum disponibile!
ru: Спасибо за вашу регистрацию. Теперь вы можете использовать все функции!
si: ඔබගේ ලියාපදිංචි සඳහා ස්තූතියි. සියළුම විශේෂාංග භාවිතා කිරීමට හැකියාව ලැබූවා!
sk: Ďakujeme za registráciu. Všetky funkcie sú teraz k dispozícii!
sl: Hvala za registracijo. Vse funkcije so zdaj na voljo!
sq: Faleminderit për regjistrimin tuaj. Të gjitha funksionet janë bërë të disponueshme!
sr: Хвала вам на регистрацији. Све функције су сада доступне!
sv: Tack för din registrering. Nu har du tillgång till alla funktioner!
sw: Asante kwa kujiandikisha. Sasa unaweza kutumia vipengele vyote!
ta: பதிவு செய்தமைக்கு நன்றி. அனைத்து அம்சங்களையும் இப்போது பயன்படுத்தலாம்!
te: రిజిస్ట్రేషన్ కోసం ధన్యవాదాలు। అన్ని ఫీచర్లు ఇప్పుడు అందుబాటులో ఉన్నాయి!
th: ขอบคุณสำหรับการลงทะเบียนของคุณ ตอนนี้คุณสามารถใช้ฟังก์ชันทั้งหมดได้แล้ว!
tl: Salamat sa inyong pagpaparehistro. Lahat ng mga feature ay magagamit na!
tr: Kaydınızı yaptığınız için teşekkür ederiz. Tüm özellikleri artık kullanabilirsiniz!
uk: Thank you for registering. All features are now available!
ur: آپ کا شکریہ کہ آپ نے رجسٹریشن کی۔ اب آپ تمام خصوصیات استعمال کر سکتے ہیں!
uz: Ro'yxatdan o'tganingiz uchun rahmat. Barcha funksiyalarni ishlatish imkoniyatiga ega bo'ldingiz!
vi: Cảm ơn bạn đã đăng ký! Bây giờ bạn có thể sử dụng tất cả các tính năng!
zh: 感谢您的注册。所有功能现已可用！
zu: Ngiyabonga ngokubhalisela. Wonke umsebenzi manje usukhona!

# limitedTimeDiscount
source: Limited-time discount available
af: Nou kan jy dit teen 'n beperkte prys gebruik.
am: አሁን የተገደብ ዋጋ ለእስከ መጨረሻው ይጠቀሙ
ar: الآن بسعر محدود للاستخدام مدى الحياة
as: এতিয়া সীমিত মূল্যত চিৰদিনৰ বাবে ব্যৱহাৰ কৰিব পাৰিব
az: İndi məhdud qiymətlə həmişə istifadə edin
be: Ця прапанова даступная па спецыяльнай цане назаўсёды
bg: Сега със специална цена завинаги
bn: এখন সীমিত মূল্যে চিরকাল ব্যবহার করুন
bs: Sada možete koristiti po ograničenoj cijeni zauvijek.
ca: Ara a preu limitat, per sempre
cs: Nyní můžete používat za zvýhodněnou cenu navždy.
cy: Ar hyn o bryd, gallwch ei ddefnyddio am bris arbennig am byth
da: Nu kan du bruge det til en eksklusiv pris for altid
de: Jetzt zu einem begrenzten Preis dauerhaft nutzen
el: Αυτή τη στιγμή μπορείτε να το αποκτήσετε σε περιορισμένη τιμή για πάντα.
es: Ahora a precio especial para siempre
et: Nüüd on piiratud hinnaga ja saad igavesti kasutada
eu: Orain prezio mugatukoarekin betirako erabili dezakezu
fa: هم‌اکنون می‌توانید با قیمت ویژه به‌طور نامحدود استفاده کنید
fi: Nyt voit käyttää rajoitetun ajan tarjoushintaa ikuisesti
fil: Limitadong presyo ngayon - magagamit mo habambuhay
fr: Maintenant, profitez d'un prix spécial pour une utilisation illimitée.
gl: Agora pode usalo a un prezo limitado para sempre.
gu: હવે વિશેષ કિંમતે કાયમ માટે ઉપયોગ કરો
he: עכשיו במחיר מיוחד שאפשר להשתמש בו לנצח
hi: अभी सीमित कीमत में हमेशा के लिए उपयोग करें
hr: Sada možete koristiti po sniženoj cijeni zauvijek.
hu: Most már korlátozott áron, örökké használható
hy: Այս պահին սահմանափակ գներով անմիջապես օգտագործելու հնարավորություն ունեք
id: Sekarang dengan harga terbatas, Anda dapat menggunakannya selamanya
is: Núna er hægt að nota það á takmarkaðu verði að eilífu
it: Ora a prezzo scontato per sempre
ja: 今なら限定価格でずっと使える
ka: ახლა შეგიძლიათ შეიძინოთ შემოიფარგლებიანი ფასით და გამოიყენოთ უწყვეტად
kk: Қазір шектеулі бағамен мәңгілікке пайдалану мүмкіндігі бар.
km: ឥឡូវនេះជាមួយតម្លៃពិសេស ប្រើបានជារៀងរហូត
kn: ಈಗ ವಿಶೇಷ ಬೆಲೆಯಲ್ಲಿ ಎಂದೆಂದಿಗೂ ಬಳಸಿ
ko: 지금이면 특가로 평생 이용
ky: Эми чектелген баа менен дайыма колдоно аласыз
lo: ອັນນີ້ ສາມາດໃຊ້ໃນລາຄາຈິງສໍາລັບເທັນ່ງ
lt: Dabar galite naudotis specialia kaina visą laiką.
lv: Tagad pa ierobežotu cenu varat izmantot mūžīgi.
mk: Сега можете да користите понимена цена за секогаш
ml: ഇപ്പോൾ പ്രത്യേക വിലയിൽ എന്നേക്കുമായി ഉപയോഗിക്കാം
mn: Одоо онцгой үнээр үүрд ашиглах боломжтой
mr: आता विशेष किंमतीत कायमसाठी मिळवा
ms: Sekarang anda boleh menggunakannya dengan harga terhad buat selamanya
my: အခုဆိုရင် အထူးစျေးနှုန်းဖြင့် အမြဲတမ်းအသုံးပြုနိုင်သည်
nb: Nå kan du bruke det for alltid til en begrenset pris.
ne: अब विशेष मूल्यमा सधैंका लागि प्रयोग गर्नुहोस्
nl: Nu voor een beperkte tijd beschikbaar voor een eenmalig tarief.
no: Nå kan du bruke til en begrenset pris for alltid
or: 「or」はISO 639-1の標準言語コードに存在しません。オリヤー語（Odia）をお探しでしょうか？正確な言語コードをお教えください。
pa: ਹੁਣ ਸੀਮਿਤ ਕੀਮਤ ਵਿੱਚ ਹਮੇਸ਼ਾ ਲਈ ਵਰਤੋ
pl: Teraz dostępna w ograniczonej cenie na zawsze
ps: که اوس مهال په محدود نرخ سره د تل لپاره کارول کیدی شي
pt: Agora, você pode usar a um preço promocional para sempre.
ro: Acum, la un preț limitat, poți folosi aplicația pentru totdeauna
ru: Теперь вы можете использовать по специальной цене навсегда.
si: අපට දැන් සීමිත මිලකට සෑම වේලාවකම භාවිතා කළ හැක
sk: Teraz za obmedzenú cenu naďalej používať
sl: Sedaj lahko uporabljate po posebni ceni za vedno.
sq: Tani po tani çmim i kufizuar për përdorim të përhershëm
sr: Сада можете да користите по снижену цену заувек
sv: Just now, you can use it forever at a limited price.
sw: Sasa kwa bei maalum - tumia milele!
ta: இப்போது சிறப்பு விலையில் வாழ்நாள் முழுவதும் பயன்படுத்தலாம்
te: ఇప్పుడు ప్రత్యేక ధరలో ఎల్లప్పుడూ ఉపయోగించవచ్చు
th: ตอนนี้สามารถใช้งานได้ในราคาพิเศษตลอดไป
tl: Ngayon lang! Limitadong presyo para sa habambuhay na paggamit
tr: Şimdi sınırlı fiyatla sonsuza dek kullanabilirsiniz.
uk: Get it now at a limited price for continued use.
ur: ابھی محدود وقت کے لیے خصوصی قیمت پر ہمیشہ کے لیے استعمال کریں
uz: Hozirda cheklangan narxda doimo foydalanishingiz mumkin
vi: Ngay bây giờ với giá ưu đãi đặc biệt, sử dụng vĩnh viễn
zh: 现在以限时优惠价格终身使用
zu: Manje ungaphansi kwentengiso ethile ongayisebenzisa njalo

source: Standard monthly plan
af: Gewone Maandelikse Plan
am: መደበኛ ወርሃዊ እቃ
ar: خطة شهرية عادية
as: সাধাৰণ মাহেকীয়া প্লেন
az: Standart aylıq plan
be: Звычайны штомесячны план
bg: Стандартен месечен план
bn: সাধারণ মাসিক প্ল্যান
bs: Običan mjesečni plan
ca: Pla mensual estàndard
cs: Běžný měsíční plán
cy: Cynllyn mis arferol
da: Normalt månedligt abonnement
de: Normaler monatlicher Plan
el: Συνήθης μηνιαίο σχέδιο
es: Plan Mensual Regular
et: Tavapärane kuumaksu plaan
eu: Normale Hilabeteko plana
fa: برنامه اشتراک معمولی
fi: Normaali kuukausitilaus
fil: Karaniwang Buwanang Plano
fr: Plan mensuel normal
gl: Normal plan mensual
gu: સામાન્ય માસિક યોજના
he: מנוי חודשי רגיל
hi: सामान्य मासिक प्लान
hr: Obični mjesečni plan
hu: Havi díjas előfizetés
hy: Սովորական ամսական ծրագիր
id: Biasanya Rencana Bulanan
is: Venjuleg mánaðarleg áætlun
it: Piano Mensile Standard
ja: 通常 月額プラン
ka: გადასახდელი თვეში
kk: Әдеттегі айлық жоспар
km: ផែនការធម្មតាប្រចាំខែ
kn: ಸಾಮಾನ್ಯ ಮಾಸಿಕ ಯೋಜನೆ
ko: 일반 월액 플랜
ky: Тартипте айына төлөнүүчү план
lo: ປະຈໍາ ແຜນຂອງເດືອນ
lt: Įprastas mėnesio planas
lv: Parastāvīgais mēneša plāns
mk: Редовна месечна програма
ml: സാധാരണ മാസിക പ്ലാൻ
mn: Хэвийн сарын багц
mr: नियमित मासिक योजना
ms: Pelan Bulanan Biasa
my: ပုံမှန် လစဉ်အစီအစဉ်
nb: Vanlig månedlig plan
ne: सामान्य मासिक प्लान
nl: Normaal maandabonnement
no: Vanlig månedlig plan
or: ସାଧାରଣ ମାସିକ ପ୍ଲାନ
pa: ਨਿਯਮਿਤ ਮਾਸਿਕ ਪਲਾਨ
pl: Standardny plan miesięczny
ps: معمولی میاشتنی پلان
pt: Plano mensal normal
ro: Plan lunar obișnuit
ru: Обычный ежемесячный план
si: සාමාන්‍ය මාසික සැලසුම
sk: Bežný mesačný plán
sl: Običajen mesečni načrt
sq: Plani mujor normal
sr: Običan mesečni plan
sv: Vanligt månatligt abonnemang
sw: Mpango wa Kawaida wa Kila Mwezi
ta: வழக்கமான மாதத் திட்டம்
te: సాధారణ నెలవారీ ప్లాన్
th: แผนสมาชิกเดือนปกติ
tl: Regular na Buwanang Plano
tr: Normal Aylık Plan
ur: معیاری ماہانہ منصوبہ
uz: Odatdagi oylik reja
vi: Gói Tháng Thông Thường
zh: 常规月度计划
zu: Imvamisa uHlelo lweNyanga

source: Annual plan
af: Jaarlikse plan
am: ዓመታዊ ክፍያ ዕቅፍ
ar: باقة سنوية
as: বার্ষিক প্ল্যান
az: İllik plan
be: Годавы план
bg: Годишен план
bn: বার্ষিক প্ল্যান
bs: Godišnji plan
ca: Plan anual
cs: Roční plán
cy: Cynllun blynyddol
da: Årsplan
de: Jahresplan
el: ετήσιο πρόγραμμα
es: Plan Anual
et: Aasta liik
eu: Urteko plana
fa: برنامه سالانه
fi: Vuosittainen suunnitelma
fil: Taunang Plano
fr: Plan annuel
gl: Plan anual
gu: વાર્ષિક પ્લાન
he: מנוי שנתי
hi: वार्षिक प्लान
hr: Godišnji plan
hu: Éves előfizetés
hy: ամսական ծրագիր
id: Rencana tahunan
is: Ársáætlun
it: Piano annuale
ja: 年額プラン
ka: წლიური გეგმა
kk: Жылдық жоспар
km: ផែនការប្រចាំឆ្នាំ
kn: ವಾರ್ಷಿಕ ಪ್ಲಾನ್
ko: 연간 플랜
ky: Жылдык план
lo: ປະເພດປະຈິດປີດຽນ
lt: Metinė prenumerata
lv: Gada plāns
mk: Годишен план
ml: വാർഷിക പ്ലാൻ
mn: Жилийн төлөвлөгөө
mr: वार्षिक योजना
ms: Pelan tahunan
my: နှစ်စဉ်အစီအစဉ်
nb: Årsplan
ne: वार्षिक योजना
nl: Jaarlijks abonnement
no: Årsplan
or: ବାର୍ଷିକ ପ୍ଲାନ
pa: ਸਾਲਾਨਾ ਪਲਾਨ
pl: Plan roczny
ps: سالیانه پلان
pt: Plano Anual
ro: Plan anual
ru: Годовой план
si: වසරක සැලසිම
sk: Ročný plán
sl: letni načrt
sq: Plani i vitit
sr: Godišnji plan
sv: Årsplan
sw: Mpango wa Mwaka
ta: ஆண்டு திட்டம்
te: వార్షిక ప్లాన్
th: แผนรายปี
tl: Taunang Plano
tr: Yıllık plan
ur: سالانہ منصوبہ
uz: Yillik reja
vi: Gói hàng năm
zh: 年费计划
zu: uHlelo lonyaka

# annualPrice
source: {annualPackageStoreProductPriceString}/year
af: {annualPackageStoreProductPriceString}/jaar
am: {annualPackageStoreProductPriceString}/ዓመት
ar: {annualPackageStoreProductPriceString}/سنة
as: {annualPackageStoreProductPriceString}/বছৰ
az: {annualPackageStoreProductPriceString}/il
be: {annualPackageStoreProductPriceString}/год
bg: {annualPackageStoreProductPriceString}/година
bn: {annualPackageStoreProductPriceString}/বছর
bs: {annualPackageStoreProductPriceString}/godina
ca: {annualPackageStoreProductPriceString}/any
cs: {annualPackageStoreProductPriceString}/rok
cy: {annualPackageStoreProductPriceString}/flwyddyn
da: {annualPackageStoreProductPriceString}/år
de: {annualPackageStoreProductPriceString} / Jahr
el: {annualPackageStoreProductPriceString} το χρόνο
es: {annualPackageStoreProductPriceString}/año
et: {annualPackageStoreProductPriceString}/aasta
eu: {annualPackageStoreProductPriceString}/urtea
fa: {annualPackageStoreProductPriceString}/سال
fi: {annualPackageStoreProductPriceString}/vuosi
fil: {annualPackageStoreProductPriceString}/taon
fr: {annualPackageStoreProductPriceString} par an
gl: {annualPackageStoreProductPriceString}/ano
gu: {annualPackageStoreProductPriceString}/વર્ષ
he: {annualPackageStoreProductPriceString}/שנה
hi: {annualPackageStoreProductPriceString}/साल
hr: {annualPackageStoreProductPriceString}/godišnja
hu: {annualPackageStoreProductPriceString}/év
hy: {annualPackageStoreProductPriceString}/տարին
id: {annualPackageStoreProductPriceString}/tahun
is: {annualPackageStoreProductPriceString}/ár
it: {annualPackageStoreProductPriceString}/anno
ja: {annualPackageStoreProductPriceString}/年
ka: {annualPackageStoreProductPriceString}/წელიწადში
kk: {annualPackageStoreProductPriceString}/жыл
km: {annualPackageStoreProductPriceString}/ឆ្នាំ
kn: {annualPackageStoreProductPriceString}/ವರ್ಷ
ko: {annualPackageStoreProductPriceString}/년
ky: {annualPackageStoreProductPriceString}/жыл
lo: {annualPackageStoreProductPriceString}/ལོ
lt: {annualPackageStoreProductPriceString}/metai
lv: {annualPackageStoreProductPriceString}/gads
mk: {annualPackageStoreProductPriceString}/година
ml: {annualPackageStoreProductPriceString}/വർഷം
mn: {annualPackageStoreProductPriceString}/жил
mr: {annualPackageStoreProductPriceString}/वर्ष
ms: {annualPackageStoreProductPriceString}/tahun
my: {annualPackageStoreProductPriceString}/နှစ်
nb: {annualPackageStoreProductPriceString}/år
ne: {annualPackageStoreProductPriceString}/वर्ष
nl: {annualPackageStoreProductPriceString}/jaar
no: {annualPackageStoreProductPriceString}/år
or: {annualPackageStoreProductPriceString}/ବର୍ଷ
pa: {annualPackageStoreProductPriceString}/ਸਾਲ
pl: {annualPackageStoreProductPriceString}/rok
ps: {annualPackageStoreProductPriceString}/کال
pt: {annualPackageStoreProductPriceString}/ano
ro: {annualPackageStoreProductPriceString}/an
ru: {annualPackageStoreProductPriceString}/год
si: {annualPackageStoreProductPriceString}/වසර
sk: {annualPackageStoreProductPriceString}/rok
sl: {annualPackageStoreProductPriceString}/leto
sq: {annualPackageStoreProductPriceString}/vit
sr: {annualPackageStoreProductPriceString}/год
sv: {annualPackageStoreProductPriceString}/år
sw: {annualPackageStoreProductPriceString}/mwaka
ta: {annualPackageStoreProductPriceString}/ஆண்டு
te: {annualPackageStoreProductPriceString}/సంవత్సరం
th: {annualPackageStoreProductPriceString}/ปี
tl: {annualPackageStoreProductPriceString}/taon
tr: {annualPackageStoreProductPriceString}/yıl
ur: {annualPackageStoreProductPriceString}/سال
uz: {annualPackageStoreProductPriceString}/yil
vi: {annualPackageStoreProductPriceString}/năm
zh: {annualPackageStoreProductPriceString}/年
zu: {annualPackageStoreProductPriceString}/unyaka

# monthlyPrice
source: {monthlyPriceString}/month
af: {monthlyPriceString}/maand
am: {monthlyPriceString}/ወር
ar: {monthlyPriceString}/شهر
as: {monthlyPriceString}/মাহ
az: {monthlyPriceString}/ay
be: {monthlyPriceString}/мяс
bg: {monthlyPriceString}/месец
bn: {monthlyPriceString}/মাস
bs: {monthlyPriceString}/mj
ca: {monthlyPriceString}/mes
cs: {monthlyPriceString}/měsíc
cy: {monthlyPriceString}/mis
da: {monthlyPriceString} pr. måned
de: {monthlyPriceString}/Monat
el: {monthlyPriceString}/μήνα
es: {monthlyPriceString}/mes
et: {monthlyPriceString}/kuu
eu: {monthlyPriceString}/hilabete
fa: {monthlyPriceString}/ماه
fi: {monthlyPriceString}/kuukausi
fil: {monthlyPriceString}/buwan
fr: {monthlyPriceString}/mois
gl: {monthlyPriceString}/mes
gu: {monthlyPriceString}/મહિનો
he: {monthlyPriceString}/חודש
hi: {monthlyPriceString}/माह
hr: {monthlyPriceString}/mj
hu: {monthlyPriceString}/hónap
hy: {monthlyPriceString}/ամս 国产
id: {monthlyPriceString}/bulan
is: {monthlyPriceString}/mánuður
it: {monthlyPriceString}/mese
ja: {monthlyPriceString}/月
ka: {monthlyPriceString}/თვე
kk: {monthlyPriceString}/ай
km: {monthlyPriceString}/ខែ
kn: {monthlyPriceString}/ತಿಂಗಳು
ko: {monthlyPriceString}/월
ky: {monthlyPriceString}/ай
lo: {monthlyPriceString}/လ
lt: {monthlyPriceString}/mėnuo
lv: {monthlyPriceString}/mēnesī
mk: {monthlyPriceString}/месец
ml: {monthlyPriceString}/മാസം
mn: {monthlyPriceString}/сар
mr: {monthlyPriceString}/महिना
ms: {monthlyPriceString}/bulan
my: {monthlyPriceString}/လပ်စဉ်
nb: {monthlyPriceString}/måned
ne: {monthlyPriceString}/महिना
nl: {monthlyPriceString}/maand
no: {monthlyPriceString}/måned
or: {monthlyPriceString}/ମାସ
pa: {monthlyPriceString}/ਮਹੀਨਾ
pl: {monthlyPriceString}/miesiąc
ps: {monthlyPriceString}/میاشت
pt: {monthlyPriceString}/mês
ro: {monthlyPriceString}/luna
ru: {monthlyPriceString} в месяц
si: {monthlyPriceString}/මාසික
sk: {monthlyPriceString}/mesiac
sl: {monthlyPriceString}/mesec
sq: {monthlyPriceString}/muaj
sr: {monthlyPriceString}/мес
sv: {monthlyPriceString}/månad
sw: {monthlyPriceString}/mwezi
ta: {monthlyPriceString}/மாதம்
te: {monthlyPriceString}/నెల
th: {monthlyPriceString}/เดือน
tl: {monthlyPriceString}/buwan
tr: {monthlyPriceString}/ay
ur: {monthlyPriceString}/ماہ
uz: {monthlyPriceString}/oy
vi: {monthlyPriceString}/tháng
zh: {monthlyPriceString}/月
zu: {monthlyPriceString}/inyanga
