Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorApiEndpointBlocked
source: An unknown error occurred. Please update to the latest version and try again. If the problem persists, please contact support. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
af: Dit is 'n onverklaarde fout. Werk op na die nuutste weergawe en probeer asseblief weer. As dit nie opgelos word nie, kontak asseblief ons via Instellings > Navraag. Kode: {errorCode} Besonderhede: {exceptionMessage}:{exceptionDetails}
am: መረጃ የማይታወቅ የስህተት ነው። እባኮትን ወደ ዚህ ዕቅፍ ያነሱ ከዚያ ይሞክሩ። የተፈቀደ እና ከተወሰነው ነገር ይሁን፣ እንደ ዚህ የመጀመሪያ ሃሳብ ይሞክሩ። እንዴት ይችላሉ የአቅጣጫው፣ የእቅፍ ወይም የእርዳታ ቦታ ከዚያ ይዛዙ ወይም ይገኙ። ኮድ: {errorCode} ዝርዝር: {exceptionMessage}:{exceptionDetails}
ar: خطأ غير معروف. يرجى التحديث إلى الإصدار الأحدث والمحاولة مرة أخرى. إذا لم يتم الحل، يرجى الاتصال بنا من خلال الإعدادات > الاستعلام. الرمز: {errorCode} التفاصيل: {exceptionMessage}:{exceptionDetails}
as: অজ্ঞাত কাৰণৰ ত্ৰুটি। শেহতীয়া সংস্কৰণত আপডেট কৰি পুনৰ চেষ্টা কৰক। সমাধান নহ'লে ছেটিংছ > যোগাযোগৰ জৰিয়তে আমাৰ লগত যোগাযোগ কৰক। ক'ড: {errorCode} বিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: Naməlum səhvdir. Ən son versiyaya yeniləyin və yenidən cəhd edin. Hələ də həll olunmazsa, Ayar > Sorğu menyusundan bizimlə əlaqə saxlayın. Kod: {errorCode} Ətraflı: {exceptionMessage}:{exceptionDetails}
be: Невядомая памылка. Калі ласка, абнавіце да апошняй версіі і паспрабуйце яшчэ раз. Калі гэта не дапаможа, калі ласка, звяжыцеся з намі праз Налады > Пытанні. Код: {errorCode} Дэталі: {exceptionMessage}:{exceptionDetails}
bg: Неизвестна грешка. Моля, актуализирайте до последната версия и опитайте отново. Ако проблемът не е решен, моля, свържете се с нас чрез Настройки > Запитвания. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
bn: অজানা কারণের ত্রুটি। সর্বশেষ সংস্করণে আপডেট করে আবার চেষ্টা করুন। সমাধান না হলে সেটিংস > যোগাযোগ থেকে আমাদের সাথে যোগাযোগ করুন। কোড: {errorCode} বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Nepoznata greška. Ažurirajte na najnoviju verziju i pokušajte ponovo. Ako se problem ne reši, kontaktirajte nas putem Postavke > Upit. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
ca: Error de causa desconeguda. Actualitzeu a la versió més recent i torneu a provar-ho. Si no es resol, poseu-vos en contacte amb nosaltres a través de Configuració > Contacte. Codi: {errorCode} Detalls: {exceptionMessage}:{exceptionDetails}
cs: Neočitelná chyba. Prosím, aktualizujte na nejnovější verzi a zkuste to znovu. Pokud se problém nevyřeší, kontaktujte nás na Nastavení > Dotazy. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Mae hwn yn gamgymeriad heb reswm amlwg. Diweddarwch i'r fersiwn ddiweddaraf a chofiwch roi cynnig arno eto. Os nad yw hyn yn datrys y broblem, cysylltwch â ni trwy fynd i Gosodiadau > Cysylltiad. Cod: {errorCode} Manylion: {exceptionMessage}:{exceptionDetails}
da: Der er en fejl uden kendt årsag. Opdater til den nyeste version og prøv igen. Hvis problemet ikke løser sig, bedes du kontakte os via Indstillinger > Kontakt. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
de: Ein unbekannter Fehler ist aufgetreten. Bitte aktualisieren Sie auf die neueste Version und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns über Einstellungen > Anfrage. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
el: Αόριστο σφάλμα. Ενημερώστε στην πιο πρόσφατη έκδοση και προσπαθήστε ξανά. Εάν το πρόβλημα παραμένει, παρακαλώ επικοινωνήστε μέσω Ρυθμίσεις > Επικοινωνία. Κωδικός: {errorCode} Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Es un error de causa desconocida. Actualice a la última versión y vuelva a intentarlo. Si el problema persiste, póngase en contacto a través de Configuración > Contacto. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
et: Tundmatu viga. Palun uuendage versioon uusimale ja proovige uuesti. Kui probleem püsib, võtke ühendust seadistus > Kontakteerimine kaudu. Kood: {errorCode} Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Errorea ezezaguna da. Mesedez, eguneratu azken bertsiora eta saiatu berriro. Hozkuntzarik ez badago, mesedez jarri harremanetan 'Ezarpenak > Galdera' atalean. Kodea: {errorCode} Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: خطای ناشناخته. لطفاً به آخرین نسخه به روز رسانی کرده و دوباره امتحان کنید. اگر حل نشد، لطفاً از طریق تنظیمات > تماس با ما با ما تماس بگیرید. کد: {errorCode} جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Tuntematon virhe. Päivitä sovellus uusimpaan versioon ja yritä uudelleen. Jos ongelma ei ratkea, ota yhteyttä valitsemalla Asetukset > Yhteydenotto. Koodi: {errorCode} Tarkemmat tiedot: {exceptionMessage}:{exceptionDetails}
fil: May hindi kilalang error. Mag-update sa pinakabagong bersyon at subukan muli. Kung hindi pa rin maaayos, mangyaring makipag-ugnayan sa pamamagitan ng Settings > Contact. Code: {errorCode} Detalye: {exceptionMessage}:{exceptionDetails}
fr: C'est une erreur inconnue. Veuillez mettre à jour vers la dernière version et réessayer. Si le problème persiste, veuillez nous contacter via Paramètres > Contact. Code : {errorCode} Détails : {exceptionMessage}:{exceptionDetails}
gl: Erro descoñecido. Actualiza á última versión e proba de novo. Se non se resolve, contacta connosco a través de Configuración > Consulta. Código: {errorCode} Detalles: {exceptionMessage}:{exceptionDetails}
gu: અજ્ઞાત કારણથી ભૂલ થઈ છે. નવીનતમ આવૃત્તિમાં અપડેટ કરીને ફરીથી પ્રયાસ કરો. જો સમસ્યા હલ ન થાય તો સેટિંગ્સ > પૂછપરછ થી સંપર્ક કરો. કોડ: {errorCode} વિગતો: {exceptionMessage}:{exceptionDetails}
he: שגיאה לא ידועה. אנא עדכנו לגרסה האחרונה ונסו שוב. אם הבעיה נמשכת, אנא פנו אלינו דרך הגדרות > פניות. קוד: {errorCode} פרטים: {exceptionMessage}:{exceptionDetails}
hi: यह एक अज्ञात त्रुटि है। कृपया नवीनतम संस्करण में अपडेट करके फिर से कोशिश करें। यदि समस्या हल नहीं होती है तो सेटिंग्स > संपर्क के माध्यम से संपर्क करें। कोड: {errorCode} विवरण: {exceptionMessage}:{exceptionDetails}
hr: Neodređena greška. Ažurirajte na najnoviju verziju i pokušajte ponovo. Ako problem ne bude rešen, kontaktirajte nas putem Podešavanja > Upit. Kod: {errorCode} Detalji: {exceptionMessage}:{exceptionDetails}
hu: Ismeretlen hiba történt. Frissítse a legújabb verzióra, és próbálja újra. Ha a probléma továbbra is fennáll, kérjük, lépjen kapcsolatba velünk a Beállítások > Kapcsolatfelvétel menüpont alatt. Kód: {errorCode} Részletek: {exceptionMessage}:{exceptionDetails}
hy: Ազդեցության պատճառով առաջացած սխալ է: Խնդրում ենք թարմացնել մինչև վերջը և կրկին փորձել: Եթե ​​այդպես չէ, խնդրում ենք կապ հաստատել настройки > Հարցումներ: Կոդը: {errorCode} Տեղեկություններ: {exceptionMessage}:{exceptionDetails}
id: Ini adalah kesalahan yang tidak diketahui. Silakan perbarui ke versi terbaru dan coba lagi. Jika masalah masih berlanjut, silakan hubungi kami melalui Pengaturan > Kontak. Kode: {errorCode} Detail: {exceptionMessage}:{exceptionDetails}
is: Óráðinn villa. Vinsamlegast uppfærðu í nýjustu útgáfuna og reyndu aftur. Ef vandamálið leysist ekki skaltu hafa samband við okkur í gegnum Stillingar > Fyrirspurnir. Kóði: {errorCode} Nánari upplýsingar: {exceptionMessage}:{exceptionDetails}
it: Si è verificato un errore sconosciuto. Aggiorna all'ultima versione e riprova. Se il problema persiste, contattaci tramite Impostazioni > Supporto. Codice: {errorCode} Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 原因不明のエラーです。最新版にアップデートして再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。コード: {errorCode} 詳細: {exceptionMessage}:{exceptionDetails}
ka: ეს არის განუსაზღვრელი შეცდომა. წაიყვანეთ განახლებული ვერსია და სცადეთ ისევ. თუ პრობლემა არ მოგვარდება, გთხოვთ მიმართოთ ცხელ ხაზზე ტესტირების > საკონტაქტო საშუალებებიდან. კოდი: {errorCode} დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Түсініксіз қате. Соңғы жаңартуға жаңартыңыз және қайтадан тексеріңіз. Шешілмесе, параметрлер > Байланыс арқылы хабарласыңыз. Код: {errorCode} Толық ақпарат: {exceptionMessage}:{exceptionDetails}
km: កំហុសមិនដឹងមូលហេតុ។ សូមធ្វើបច្ចុប្បន្នភាពទៅកំណែថ្មីបំផុត ហើយព្យាយាមម្តងទៀត។ ប្រសិនបើមិនអាចដោះស្រាយបាន សូមទាក់ទងតាមរយៈ ការកំណត់ > ការសាកសួរ។ កូដ៖ {errorCode} ព័ត៌មានលម្អិត៖ {exceptionMessage}:{exceptionDetails}
kn: ಅಪರಿಚಿತ ದೋಷವಾಗಿದೆ. ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಪರಿಹಾರವಾಗದಿದ್ದರೆ ಸೆಟ್ಟಿಂಗ್ಸ್ > ಸಂಪರ್ಕಿಸಿ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ. ಕೋಡ್: {errorCode} ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 원인불명의 오류입니다. 최신 버전으로 업데이트 후 다시 시도해 주세요. 해결되지 않을 경우 설정 > 문의하기로 문의해 주세요. 코드: {errorCode} 상세: {exceptionMessage}:{exceptionDetails}
ky: Белгисиз ката. Жаңыртууларды жасап, кайра сынап көрүңүз. Эгер чечилбесе, Түзөтүүлөр > Байланыш аркылуу биз менен байланышсаңыз болот. Код: {errorCode} Толук маалымат: {exceptionMessage}:{exceptionDetails}
lo: ເປັນເອີເລອບທີ່ບໍ່ສາມາດແຈ້ງສາເຍງແລະໄວ້ໃນອີງປັບໃໝ່ແລະລອງເດັດໃສ່ຄວາມຄິດທີ່ບໍ່ໃສ່ຄວາມຄິດ້ຄິດ. ຖ້າບໍ່ໄດ້ຮັບຄວາມຄິດໃຫ້ແຈ້ງ, ຕິດເຊັກສິດ > ສິດທີ່ສອບຖາມ. ໂຄດ: {errorCode} ລະລັດ: {exceptionMessage}:{exceptionDetails}
lt: Tai neaišku klaidos. Prašome atnaujinti į naujausią versiją ir bandyti dar kartą. Jei problema neišsisprendžia, kreipkitės per Nustatymai > Klausimai. Kodas: {errorCode} Išsami informacija: {exceptionMessage}:{exceptionDetails}
lv: Nezināmas kļūdas ziņojums. Lūdzu, atjauniniet uz jaunāko versiju un mēģiniet vēlreiz. Ja tas nepalīdz, sazinieties ar mums, dodoties uz Iestatījumi > Sazināties. Kods: {errorCode} Sīkāka informācija: {exceptionMessage}:{exceptionDetails}
mk: Непознат грешка. Ве молиме, ажурирајте на најновата верзија и обидете се повторно. Ако не се реши, контактирајте не преку Поставки > Контакт. Код: {errorCode} Детали: {exceptionMessage}:{exceptionDetails}
ml: അജ്ഞാത പിശകാണ്. ഏറ്റവും പുതിയ പതിപ്പിലേക്ക് അപ്ഡേറ്റ് ചെയ്ത് വീണ്ടും ശ്രമിക്കുക. പരിഹരിക്കാൻ കഴിയുന്നില്ലെങ്കിൽ ക്രമീകരണങ്ങൾ > പരാതി എന്നതിലൂടെ ബന്ധപ്പെടുക. കോഡ്: {errorCode} വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Шалтгаан тодорхойгүй алдаа гарлаа. Хамгийн сүүлийн хувилбар руу шинэчилж дахин оролдоно уу. Хэрэв шийдэгдэхгүй бол Тохиргоо > Лавлагаа хэсгээс холбогдоно уу. Код: {errorCode} Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: अज्ञात कारणामुळे एरर आहे. नवीनतम आवृत्तीमध्ये अपडेट करा आणि पुन्हा प्रयत्न करा. समस्या सुटली नाही तर सेटिंग्ज > चौकशी द्वारे संपर्क साधा. कोड: {errorCode} तपशील: {exceptionMessage}:{exceptionDetails}
ms: Ralat tidak diketahui. Sila kemas kini kepada versi terkini dan cuba lagi. Jika masalah berterusan, sila hubungi kami melalui Tetapan > Pertanyaan. Kod: {errorCode} Maklumat lanjut: {exceptionMessage}:{exceptionDetails}
my: အကြောင်းအရင်းမသိရသော အမှားအယွင်းဖြစ်ပါသည်။ နောက်ဆုံးထွက်ဗားရှင်းသို့ အပ်ဒိတ်လုပ်ပြီး ပြန်လည်ကြိုးစားကြည့်ပါ။ မဖြေရှင်းနိုင်ပါက ဆက်တင် > စုံစမ်းမေးမြန်းခြင်း မှတဆင့် ဆက်သွယ်မေးမြန်းပါ။ ကုဒ်: {errorCode} အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Det er en ukjent feil. Oppdater til den nyeste versjonen og prøv igjen. Hvis det ikke løser problemet, vennligst kontakt oss via Innstillinger > Spørsmål. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
ne: अज्ञात कारणको त्रुटि। नवीनतम संस्करणमा अपडेट गरेर पुनः प्रयास गर्नुहोस्। यदि समस्या समाधान भएन भने सेटिंग > सम्पर्क बाट जाँच गर्नुहोस्। कोड: {errorCode} विवरण: {exceptionMessage}:{exceptionDetails}
nl: Onbekende fout. Werk bij naar de nieuwste versie en probeer het opnieuw. Als het probleem aanhoudt, neem dan contact met ons op via Instellingen > Neem contact op. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
no: Det er en uidentifisert feil. Vennligst oppdater til den nyeste versjonen og prøv igjen. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Forespørsel. Kode: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
or: ଅଜଣା ତ୍ରୁଟି ଘଟିଛି। ଦୟାକରି ନୂତନ ସଂସ୍କରଣକୁ ଅପଡେଟ୍ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ। ଯଦି ସମସ୍ୟା ସମାଧାନ ନହୁଏ, ଦୟାକରି ସେଟିଂସ୍ > ଯୋଗାଯୋଗ ମାଧ୍ୟମରେ ଆମକୁ ସମ୍ପର୍କ କରନ୍ତୁ। କୋଡ୍: {errorCode} ବିସ୍ତୃତ ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: ਅਣਪਛਾਤੇ ਕਾਰਨ ਦੀ ਗਲਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਨਵੇਂ ਸੰਸਕਰਣ ਵਿੱਚ ਅੱਪਡੇਟ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇ ਸਮੱਸਿਆ ਹੱਲ ਨਹੀਂ ਹੁੰਦੀ ਤਾਂ ਸੈਟਿੰਗਜ਼ > ਸੰਪਰਕ ਤੋਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਕੋਡ: {errorCode} ਵੇਰਵੇ: {exceptionMessage}:{exceptionDetails}
pl: Nieznany błąd. Zaktualizuj do najnowszej wersji i spróbuj ponownie. Jeśli problem nadal występuje, skontaktuj się z nami poprzez Ustawienia > Zapytanie. Kod: {errorCode} Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: دا یوه ناڅاپي خطا ده چې علت یې څرګند نه دی. مهرباني وکړئ تازه ترین نسخې ته اوړه، او بیا یې ازمايئ. که حل نه شي، نو له لارې تنظیمات > پوښتنې له موږ سره اړیکه ونیسئ. کوډ: {errorCode} تفصیلات: {exceptionMessage}:{exceptionDetails}
pt: Este é um erro desconhecido. Atualize para a versão mais recente e tente novamente. Se o problema persistir, entre em contato através de Configurações > Contato. Código: {errorCode} Detalhes: {exceptionMessage}:{exceptionDetails}
ro: Eroare necunoscută. Vă rugăm să actualizați la cea mai recentă versiune și să încercați din nou. Dacă problema persistă, contactați-ne prin Setări > Întrebări. Cod: {errorCode} Detalii: {exceptionMessage}:{exceptionDetails}
ru: Неизвестная ошибка. Пожалуйста, обновите до последней версии и попробуйте снова. Если проблема не решается, обратитесь в службу поддержки через Настройки > Обратная связь. Код: {errorCode} Подробности: {exceptionMessage}:{exceptionDetails}
si: මෙය හේතු නොදන්නා දෝෂයකි. අලුත්ම සංස්කරණයට යාවත්කාලීන කර නැවත පරීක්ෂා කරන්න. යාවත්කාලීන කිරීමෙන් පසු ප්‍රශ්නය විසද නොවේ නම්, සැකසුම් > තොරතුරු අමතා සම්බන්ධ වන්න. කේතය: {errorCode} විස්තර: {exceptionMessage}:{exceptionDetails}
sk: Neznámy error. Prosím aktualizujte na najnovšiu verziu a skúste znova. Ak sa problém nevyrieši, kontaktujte nás cez Nastavenia > Dotazy. Kód: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Napaka, katerega vzrok ni znan. Posodobite na najnovejšo različico in poskusite znova. Če težava ni rešena, nas kontaktirajte preko Nastavitve > Povpraševanje. Koda: {errorCode} Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Kjo është një gabim me shkak të paidentifikuar. Ju lutemi përditësoni në versionin më të fundit dhe provoni përsëri. Nëse problemi vazhdon, ju lutem kontaktoni në: Cilësimet > Kërkesa. Kodi: {errorCode} Detaje: {exceptionMessage}:{exceptionDetails}
sr: Непозната грешка. Ажурирајте на најновију верзију и покушајте поново. Ако се проблем не реши, контактирајте нас преко Подаци > Контакт. Код: {errorCode} Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Det finns ett okänt fel. Uppdatera till den senaste versionen och försök igen. Om problemet kvarstår, vänligen kontakta oss via Inställningar > Kontakt. Kod: {errorCode} Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Hitilafu isiyojulikana imetokea. Tafadhali sasisha programu hadi toleo jipya zaidi na ujaribu tena. Ikiwa tatizo halitamulikika, tafadhali wasiliana nasi kupitia Mipangilio > Mawasiliano. Msimbo: {errorCode} Maelezo: {exceptionMessage}:{exceptionDetails}
ta: தெரியாத பிழை ஏற்பட்டுள்ளது. சமீபத்திய பதிப்பிற்கு புதுப்பித்து மீண்டும் முயற்சிக்கவும். தீர்வு கிடைக்காவிட்டால், அமைப்புகள் > தொடர்பு வழியாக எங்களை தொடர்பு கொள்ளவும். குறியீடு: {errorCode} விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: తెలియని దోషం ఏర్పడింది. తాజా వెర్షన్‌కు అప్‌డేట్ చేసి మళ్లీ ప్రయత్నించండి. సమస్య పరిష్కారం కాకపోతే సెట్టింగ్స్ > సంప్రదింపులు ద్వారా సంప్రదించండి. కోడ్: {errorCode} వివరాలు: {exceptionMessage}:{exceptionDetails}
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ กรุณาอัปเดตเป็นเวอร์ชันล่าสุดและลองอีกครั้ง หากยังไม่สามารถแก้ไขได้ กรุณาติดต่อที่ การตั้งค่า > สอบถาม โค้ด: {errorCode} รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: Hindi kilalang error. Mag-update sa pinakabagong bersyon at subukan ulit. Kung hindi pa rin naresolba, makipag-ugnayan sa Settings > Contact. Code: {errorCode} Detalye: {exceptionMessage}:{exceptionDetails}
tr: Belirsiz bir hata var. Lütfen en son sürüme güncelleyin ve tekrar deneyin. Çözülmezse, Ayarlar > İletişim bölümünden bizimle iletişime geçin. Kod: {errorCode} Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: An unknown error has occurred. Please update to the latest version and try again. If the issue persists, please contact us via Settings > Inquiry. Code: {errorCode} Details: {exceptionMessage}:{exceptionDetails}
ur: یہ ایک نامعلوم خرابی ہے۔ براہ کرم تازہ ترین ورژن کو اپ ڈیٹ کریں اور دوبارہ کوشش کریں۔ اگر یہ مسئلہ حل نہیں ہوتا ہے تو براہ کرم ترتیبات > رابطہ کریں کے ذریعے ہم سے رابطہ کریں۔ کوڈ: {errorCode} تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Tushunarsiz xatolik. Iltimos, yangilangan versiyaga yangilang va yana bir marta sinab ko'ring. Agar hal bo'lmasa, iltimos, Sozlamalar > Murojaat bo'limidan biz bilan bog'laning. Kod: {errorCode} Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Đã xảy ra lỗi không xác định được nguyên nhân. Vui lòng cập nhật lên phiên bản mới nhất và thử lại. Nếu vấn đề vẫn chưa được giải quyết, vui lòng liên hệ với chúng tôi qua Cài đặt > Liên hệ. Mã lỗi: {errorCode} Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 未知的错误。请更新到最新版本并重试。如果问题仍然存在，请通过设置 > 联系我们与我们联系。代码: {errorCode} 详细信息: {exceptionMessage}:{exceptionDetails}
zu: Umbukiso ongezwayo. Ngiyacela uvuselele uhlelo lwaku última bese uzama futhi. Uma inkinga iqhubeka, sicela uxhumane nathi ngalesi sikhathi: Izilungiselelo > Xhumana. Ikhodi: {errorCode} Imininingwane: {exceptionMessage}:{exceptionDetails}
