Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorOfflineConnectionError
source: Poor connection. Please check your network environment and try again. If the problem persists, please contact support. Details: {exceptionMessage}:{exceptionDetails}
af: Daar is 'n kommunikasiefout. Kontroleer u kommunikasie‑omgewing en probeer dit weer. As dit nie opgelos is nie, kan u kontak met ons neem via Instellings > Navraag. Besonderhede: {exceptionMessage}:{exceptionDetails}
am: ምንም አይነት አካባቢ አይኖርም። ምንም እንኳን ይህን እንደገና ሞክሩ። አልተፈቀደም እንዲሁ ወደ ቅንብሮች > ጥያቄ። ዝርዝር ፡ {exceptionMessage}:{exceptionDetails}
ar: هناك مشكلة في الاتصال. يرجى التحقق من بيئة الاتصال الخاصة بك ثم المحاولة مرة أخرى. إذا لم يتم حل المشكلة، يرجى الاتصال بنا من خلال الإعدادات > الاستفسارات. التفاصيل: {exceptionMessage}:{exceptionDetails}
as: সংযোগ সমস্যা। আপোনাৰ নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰি পুনৰাই চেষ্টা কৰক। যদি সমস্যাটো সমাধান নহয়, তেন্তে ছেটিংছ > যোগাযোগ যোগেদি আমাৰ লগত যোগাযোগ কৰক। বিৱৰণ: {exceptionMessage}:{exceptionDetails}
az: Rabıtə pozulub. Xahiş edirik, rabitə mühitinizi yoxlayın və yenidən cəhd edin. Hələ də problemi həll edə bilmirsinizsə, tənzimləmələr > Sorğu bölməsindən bizimlə əlaqə saxlayın. Ətraflı: {exceptionMessage}:{exceptionDetails}
be: Памылка сувязі. Калі ласка, праверце свае ўмовы сувязі і паспрабуйце яшчэ раз. Калі праблема застаецца, звяжыцеся з намі праз Налады > Запыт. Дадатковыя звесткі: {exceptionMessage}:{exceptionDetails}
bg: Има проблем с връзката. Моля, проверете интернет средата и опитайте отново. Ако проблемът не се реши, свържете се с нас чрез Настройки > Запитване. Подробности: {exceptionMessage}:{exceptionDetails}
bn: নেটওয়ার্ক সংযোগে সমস্যা হয়েছে। আপনার ইন্টারনেট সংযোগ পরীক্ষা করে আবার চেষ্টা করুন। সমস্যা সমাধান না হলে সেটিংস > যোগাযোগ এর মাধ্যমে আমাদের সাথে যোগাযোগ করুন। বিস্তারিত: {exceptionMessage}:{exceptionDetails}
bs: Došlo je do greške u komunikaciji. Provjerite svoju mrežnu vezu i pokušajte ponovno. Ako problem nije riješen, kontaktirajte nas putem Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
ca: Error de connexió. Comprovi la connexió a internet i torneu-ho a intentar. Si el problema persisteix, aneu a Configuració > Contacte per contactar-nos. Detalls: {exceptionMessage}:{exceptionDetails}
cs: Existuje problém s připojením. Zkontrolujte své internetové připojení a zkuste to znovu. Pokud problém přetrvává, kontaktujte nás prostřednictvím Nastavení > Kontakt. Podrobnosti: {exceptionMessage}:{exceptionDetails}
cy: Mae problem cyfathrebu. Gwirio'r amgylchedd cyfathrebu a cheisio eto. Os na ddaw'n ôl i arfer, cysylltwch â ni yn drwy'r gosodiadau > Cysylltu. Manylion: {exceptionMessage}:{exceptionDetails}
da: Der kommunikationsfejl. Tjek din kommunikationsmiljø, og prøv igen. Hvis det stadig ikke løser problemet, bedes du kontakte os via Indstillinger > Henvendelse. Detaljer: {exceptionMessage}:{exceptionDetails}
de: Es liegt ein Kommunikationsfehler vor. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte über Einstellungen > Kontakt. Details: {exceptionMessage}:{exceptionDetails}
el: Υπάρχει πρόβλημα σύνδεσης. Παρακαλούμε ελέγξτε το περιβάλλον σύνδεσης και προσπαθήστε ξανά. Αν το πρόβλημα δεν λυθεί, παρακαλώ επικοινωνήστε από τις Ρυθμίσεις > Επικοινωνία. Λεπτομέρειες: {exceptionMessage}:{exceptionDetails}
es: Error de conexión. Verifique su conexión a internet e inténtelo nuevamente. Si el problema persiste, contáctenos a través de Configuración > Contacto. Detalles: {exceptionMessage}:{exceptionDetails}
et: Võrguprobleem. Palun kontrollige oma võrguühendust ja proovige uuesti. Kui probleem püsib, võtke meiega ühendust menüüs Seaded > Kontakt. Üksikasjad: {exceptionMessage}:{exceptionDetails}
eu: Komunikazio akats bat dago. Mesedez, egiaztatu zure komunikazio ingurunera eta saiatu berriro. Arazoa konpontzen ez bada, jarri harremanetan Menú > Harremanetan bidez. Xehetasunak: {exceptionMessage}:{exceptionDetails}
fa: خطا در ارتباط. لطفاً وضعیت ارتباطات خود را بررسی کرده و دوباره تلاش کنید. در صورت عدم رفع مشکل، لطفاً از طریق تنظیمات > ارتباط با ما تماس بگیرید. جزئیات: {exceptionMessage}:{exceptionDetails}
fi: Yhteysvirhe. Tarkista yhteydet ja yritä uudelleen. Jos ongelma ei ratkea, ota yhteys tukeen kohtaan Asetukset > Yhteydenotto. Yksityiskohdat: {exceptionMessage}:{exceptionDetails}
fil: May problema sa koneksyon. Suriin ang inyong koneksyon sa internet at subukan ulit. Kung hindi pa rin maayos, makipag-ugnayan sa amin sa Settings > Contact. Detalye: {exceptionMessage}:{exceptionDetails}
fr: Problème de connexion. Veuillez vérifier votre environnement de communication puis réessayer. Si le problème persiste, contactez-nous via Paramètres > Contact. Détails : {exceptionMessage}:{exceptionDetails}
gl: Non hai conexión. Por favor, verifica o teu entorno de comunicación e intenta de novo. Se isto non soluciona o problema, contacta a través de Configuración > Consulta. Detalles: {exceptionMessage}:{exceptionDetails}
gu: નેટવર્ક કનેક્શન સમસ્યા છે. કૃપા કરીને તમારું નેટવર્ક કનેક્શન તપાસો અને ફરીથી પ્રયાસ કરો. જો સમસ્યા હલ ન થાય તો સેટિંગ્સ > સંપર્ક કરો થી અમારો સંપર્ક કરો. વિગતો: {exceptionMessage}:{exceptionDetails}
he: בְּהַצְּגָה מַעֲבְרָה. נא לבדוק את סביבת התקשורת ולנסות שוב. אם הבעיה נמשכת, אנא פנה אלינו דרך הגדרות > פניה. פרטים נוספים: {exceptionMessage}:{exceptionDetails}
hi: नेटवर्क कनेक्टिविटी की समस्या है। कृपया अपने नेटवर्क कनेक्शन की जांच करके फिर से कोशिश करें। यदि समस्या बनी रहे तो सेटिंग्स > संपर्क करें से संपर्क करें। विवरण: {exceptionMessage}:{exceptionDetails}
hr: Došlo je do problema s povezivanjem. Provjerite svoje mrežno okruženje i pokušajte ponovo. Ako problem i dalje postoji, obratite se putem Postavke > Upit. Detalji: {exceptionMessage}:{exceptionDetails}
hu: Hálózati hiba. Kérjük, ellenőrizze a hálózati környezetet, majd próbálja meg újra. Ha a probléma nem oldódik meg, kérjük, vegye fel velünk a kapcsolatot a Beállítások > Kapcsolatfelvétel menüpont alatt. Részletek: {exceptionMessage}:{exceptionDetails}
hy: Հաղորդակցման խնդիր է։ Խնդրում ենք ստուգել հաղորդակցման միջավայրը և փորձել կրկին։ Եթե խնդիրը չի լուծվում, խնդրում ենք կապ հաստատել ՝ Գեղիզարկ > Հարցում բաժնում։ Մանրամասներ՝ {exceptionMessage}:{exceptionDetails}
id: Koneksi bermasalah. Silakan periksa kondisi jaringan Anda dan coba lagi. Jika masalah tidak teratasi, silakan hubungi kami melalui Pengaturan > Kontak. Detail: {exceptionMessage}:{exceptionDetails}
is: Tengingartrufl. Vinsamlegast athugaðu tengslaskilyrðin og reyndu aftur. Ef vandamálið leysist ekki skaltu hafa samband við okkur í Stillingar > Fyrirspurnir. Smáatriði: {exceptionMessage}:{exceptionDetails}
it: Errore di comunicazione. Verifica la tua connessione internet e riprova. Se il problema persiste, contattaci tramite Impostazioni > Contatta il supporto. Dettagli: {exceptionMessage}:{exceptionDetails}
ja: 通信不良です。通信環境をお確かめの上再度お試しください。解決しない場合は 設定 > 問い合わせ よりお問い合わせください。詳細: {exceptionMessage}:{exceptionDetails}
ka: კავშირი გაწყვეტილია. გთხოვთ გადაამოწმოთ კავშირი და კვლავ სცადოთ. თუ პრობლემა რჩება, მოიძიეთ "პარამეტრები >問い合わせ" და მოგვწერეთ. დეტალები: {exceptionMessage}:{exceptionDetails}
kk: Байланыс бұзылды. Байланыс ортасын тексеріп, қайтадан байқап көріңіз. Шешілмеген жағдайда, Параметрлер > Сұрау арқылы бізбен байланысыңыз. Толығырақ: {exceptionMessage}:{exceptionDetails}
km: ការតភ្ជាប់អន្តរជាលមានបញ្ហា។ សូមពិនិត្យការតភ្ជាប់អន្តរជាលរបស់អ្នក ហើយព្យាយាមម្តងទៀត។ ប្រសិនបើបញ្ហានៅតែមាន សូមទាក់ទងមកកាន់យើងតាមរយៈ ការកំណត់ > ការពិគ្រោះយោបល់។ ព័ត៌មានលម្អិត៖ {exceptionMessage}:{exceptionDetails}
kn: ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕ ದೋಷ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಸಮಸ್ಯೆ ಮುಂದುವರಿದರೆ, ಸೆಟ್ಟಿಂಗ್ಸ್ > ಸಂಪರ್ಕಿಸಿ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ. ವಿವರಗಳು: {exceptionMessage}:{exceptionDetails}
ko: 통신 오류입니다. 네트워크 환경을 확인하시고 다시 시도해 주세요. 문제가 해결되지 않을 경우 설정 > 문의하기로 문의해 주세요. 상세 정보: {exceptionMessage}:{exceptionDetails}
ky: Тармак үзгүрү. Тармак шарттарын текшерип, кайра аракет кылып көрүңүз. Эгер чечилбесе, "Настройка" > "Суроолор" аркылуу бизге кайрылыңыз. Толугураак маалымат: {exceptionMessage}:{exceptionDetails}
lo: ມີບັກບິດການສື່ສານ. ຂໍແນະນຳໃຫ້ເຊັກສະຖານທີ່ສື່ສານ ແລະ ລອງໃຊ່ອີກຄັ້ງ. ຖ້າບໍ່ແກ້ໄຂໄດ້, ຂໍໃຫ້ຕິດເຕືອນຜ່ານແມນູ ຕັ້ງໃບ > ສອງຄຳຖາມ. ລາຍລະອຽດ: {exceptionMessage}:{exceptionDetails}
lt: Yra ryšio problemų. Patikrinkite ryšio aplinkybes ir bandykite dar kartą. Jei problema išspręsta nebus, susisiekite su mumis per Nustatymai > Klausimai. Išsami informacija: {exceptionMessage}:{exceptionDetails}
lv: Saziņas traucējumi. Lūdzu, pārbaudiet savas saskares vides un mēģiniet vēlreiz. Ja problēma netiks atrisināta, lūdzu, sazinieties ar mums, izmantojot Iestatījumi > Sazināties. Detalizēti: {exceptionMessage}:{exceptionDetails}
mk: Проблема со комуникацијата. Ве молиме потврдете ја вашата комуникациска средина и обидете се повторно. Доколку проблемот не се реши, ве молиме контактирајте не преку Поставки > Контакт. Детали: {exceptionMessage}:{exceptionDetails}
ml: ഇന്റർനെറ്റ് കണക്ഷൻ പ്രശ്നം. നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക. പ്രശ്നം തുടരുകയാണെങ്കിൽ ക്രമീകരണങ്ങൾ > സപ്പോർട്ട് വഴി ബന്ധപ്പെടുക. വിശദാംശങ്ങൾ: {exceptionMessage}:{exceptionDetails}
mn: Холболтын алдаа гарлaa. Сүлжээний холболтоо шалгаад дахин оролдоно уу. Асуудал үргэлжилвэл Тохиргоо > Хариуцлагатай холбоо барина уу. Дэлгэрэнгүй: {exceptionMessage}:{exceptionDetails}
mr: संपर्क खराब आहे. आपल्या संपर्क वातावरणाची तपासणी करून पुन्हा प्रयत्न करा. जर समस्या सुटली नाही तर सेटिंग्ज > चौकशी द्वारे संपर्क साधा. तपशील: {exceptionMessage}:{exceptionDetails}
ms: Terdapat masalah dengan sambungan. Sila semak keadaan sambungan anda dan cuba lagi. Jika masalah berterusan, sila hubungi melalui Tetapan > Pertanyaan. Butiran: {exceptionMessage}:{exceptionDetails}
my: ဆက်သွယ်မှုမှားယွင်းနေပါသည်။ ဆက်သွယ်ရေးပတ်ဝန်းကျင်ကို စစ်ဆေးပြီး ထပ်မံကြိုးစားကြည့်ပါ။ ပြဿနာမရှင်းလင်းပါက ဆက်တင် > စုံစမ်းမေးမြန်း မှတဆင့် ဆက်သွယ်ပါ။ အသေးစိတ်: {exceptionMessage}:{exceptionDetails}
nb: Det er et kommunikasjonsproblem. Sjekk kommunikasjonsmiljøet ditt og prøv igjen. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
ne: नेटवर्क समस्या छ। कृपया आफ्नो इन्टरनेट जडान जाँच गरेर पुनः प्रयास गर्नुहोस्। समस्या समाधान नभएमा सेटिङ > सम्पर्क बाट हामीलाई सम्पर्क गर्नुहोस्। विवरण: {exceptionMessage}:{exceptionDetails}
nl: Er is een verbindingsprobleem. Controleer uw netwerkomstandigheden en probeer het opnieuw. Als het probleem aanhoudt, neem dan contact op via Instellingen > Contact. Details: {exceptionMessage}:{exceptionDetails}
no: Det er et kommunikasjonsproblem. Vennligst sjekk nettverksmiljøet ditt og prøv igjen. Hvis problemet vedvarer, vennligst kontakt oss via Innstillinger > Kontakt. Detaljer: {exceptionMessage}:{exceptionDetails}
or: ନେଟୱର୍କ ସମସ୍ୟା ରହିଛି। ଆପଣଙ୍କ ଇଣ୍ଟରନେଟ କନେକ୍ସନ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ। ଯଦି ସମାଧାନ ନହୁଏ, ତେବେ ସେଟିଂସ > ଯୋଗାଯୋଗ ମାଧ୍ୟମରେ ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ। ବିସ୍ତାର ବିବରଣୀ: {exceptionMessage}:{exceptionDetails}
pa: ਕਨੈਕਸ਼ਨ ਦੀ ਸਮੱਸਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇਕਰ ਸਮੱਸਿਆ ਹੱਲ ਨਹੀਂ ਹੁੰਦੀ, ਤਾਂ ਸੈਟਿੰਗ > ਸੰਪਰਕ ਤੋਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਵੇਰਵੇ: {exceptionMessage}:{exceptionDetails}
pl: Wystąpił błąd komunikacji. Sprawdź swoje połączenie internetowe i spróbuj ponownie. Jeśli problem nadal występuje, skontaktuj się z nami poprzez Ustawienia > Zapytania. Szczegóły: {exceptionMessage}:{exceptionDetails}
ps: د اړیکې خرابوالی دی. مهرباني وکړئ د اړیکو چاپیریال تایید کړئ او بیا هڅه وکړئ. که دا حل نه شي، نو د تنظیماتو څخه > اړیکه ونیسئ. تفصیل: {exceptionMessage}:{exceptionDetails}
pt: Falha de comunicação. Verifique seu ambiente de comunicação e tente novamente. Se o problema persistir, entre em contato através de Configurações > Consultar. Detalhes: {exceptionMessage}:{exceptionDetails}
ro: Există o problemă de comunicare. Vă rugăm să verificați condițiile rețelei și să încercați din nou. Dacă problema persistă, vă rugăm să contactați prin Setări > Contact. Detalii: {exceptionMessage}:{exceptionDetails}
ru: Проблема с подключением. Пожалуйста, проверьте ваше сетевое окружение и попробуйте снова. Если проблема не решена, пожалуйста, свяжитесь с нами через Настройки > Обратная связь. Подробности: {exceptionMessage}:{exceptionDetails}
si: සම්බන්ධතා දුර්වසීතතා වාර්තා කරයි. කරුණාකර සම්බන්ධතා පරිසරය පරීක්ෂා කර නැවත පරීක්ෂා කරන්න. නීති පවා විසඳා නොගෙන ඇත්නම්, සැකසුම් > මෙහෙයුම් සඳහා විමසන්න. වාර්තාව: {exceptionMessage}:{exceptionDetails}
sk: Došlo k problémom s pripojením. Skontrolujte svoje pripojenie a skúste to znova. Ak problém pretrváva, kontaktujte nás prostredníctvom Nastavenia > Kontakt. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sl: Prihaja do težave s povezovanjem. Preverite svojo omrežno povezavo in poskusite znova. Če težava ne preneha, nas kontaktirajte prek Nastavitve > Povpraševanje. Podrobnosti: {exceptionMessage}:{exceptionDetails}
sq: Ka është një problem me komunikimin. Ju lutemi kontrolloni mjedisin tuaj të komunikimit dhe provoni përsëri. Nëse problemi vazhdon, kontaktoni nga Cilësimet > Pyetje. Detaje: {exceptionMessage}:{exceptionDetails}
sr: Проблема са комуникацијом. Проверите своје комуникационо окружење и покушајте поново. Ако проблем и даље постоји, контактирајте нас преко Параметри > Контакт. Детаљи: {exceptionMessage}:{exceptionDetails}
sv: Det är kommunikationsproblem. Kontrollera din kommunikationsmiljö och försök igen. Om problemet kvarstår, vänligen kontakta oss via Inställningar > Kontakta oss. Detaljer: {exceptionMessage}:{exceptionDetails}
sw: Kuna tatizo la mawasiliano. Tafadhali hakikisha muunganisho wako wa mtandao na ujaribu tena. Ikiwa tatizo halijatatuliwa, wasiliana nasi kupitia Mipangilio > Maulizo. Maelezo: {exceptionMessage}:{exceptionDetails}
ta: இணைப்பு பிரச்சினை. உங்கள் இணைய இணைப்பை சரிபார்த்து மீண்டும் முயற்சிக்கவும். சிக்கல் தீராவிட்டால், அமைப்புகள் > தொடர்பு கொள்ள வழியாக எங்களைத் தொடர்பு கொள்ளவும். விவரங்கள்: {exceptionMessage}:{exceptionDetails}
te: నెట్‌వర్క్ కనెక్టివిటీ లోపం. మీ నెట్‌వర్క్ కనెక్షన్‌ను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి. సమస్య కొనసాగితే సెట్టింగ్స్ > సంప్రదింపులు ద్వారా మమ్మల్ని సంప్రదించండి. వివరాలు: {exceptionMessage}:{exceptionDetails}
th: ไม่สามารถเชื่อมต่อได้ โปรดตรวจสอบสภาพการเชื่อมต่อของคุณแล้วลองอีกครั้ง หากยังไม่ได้ผลโปรดติดต่อเราผ่านทาง ตั้งค่า > สอบถาม รายละเอียด: {exceptionMessage}:{exceptionDetails}
tl: May problema sa koneksyon. Pakisuri ang inyong network connection at subukang muli. Kung hindi pa rin gumagana, makipag-ugnayan sa Settings > Contact. Detalye: {exceptionMessage}:{exceptionDetails}
tr: İletişim hatası. Lütfen iletişim ortamınızı kontrol edin ve tekrar deneyin. Çözülmezse, Ayarlar > İletişim kısmından bizimle iletişime geçin. Ayrıntılar: {exceptionMessage}:{exceptionDetails}
uk: There is a communication failure. Please check your network environment and try again. If the issue persists, please contact us via Settings > Inquiry. Details: {exceptionMessage}:{exceptionDetails}
ur: یہ مواصلات کا مسئلہ ہے۔ براہ کرم اپنے رابطے کے حالات کی تصدیق کریں اور دوبارہ کوشش کریں۔ اگر مسئلہ برقرار رہے تو ترتیبات > رابطہ کریں کے ذریعے ہم سے رابطہ کریں۔ تفصیلات: {exceptionMessage}:{exceptionDetails}
uz: Aloqa yomon. Iltimos, aloqa sharoitini tekshirib ko'ring va qayta urinib ko'ring. Agar muammo hal bo'lmasa, Ijtimoiy > Murojat qilish bo'limidan murojaat qiling. Tafsilotlar: {exceptionMessage}:{exceptionDetails}
vi: Lỗi kết nối mạng. Vui lòng kiểm tra kết nối mạng và thử lại. Nếu vấn đề vẫn tiếp tục, hãy liên hệ với chúng tôi qua Cài đặt > Liên hệ. Chi tiết: {exceptionMessage}:{exceptionDetails}
zh: 网络问题。请检查网络环境后重试。如果仍未解决，请通过设置 > 联系我们进行联系。详细信息：{exceptionMessage}:{exceptionDetails}
zu: Kukhona okungalungile kokuxhumana. Sicela uqinisekise indawo yokuxhumana ngaphambi kokuzama futhi. Uma lokhu kungaxazululi, sicela uthintane nathi ngokusebenzisa Izilungiselelo > Ukuxhumana. Imininingwane: {exceptionMessage}:{exceptionDetails}

# forceUpdateTitle
source: Please update the app
af: Upgade die toepassing asseblief.
am: እባኮትን አፕሊኬሽን ይታይቁ
ar: يرجى تحديث التطبيق
as: অনুগ্ৰহ কৰি এপ্প আপডেট কৰক
az: Tətbiqi yeniləyin
be: Абнавіце прыкладанне
bg: Актуализирайте приложението
bn: দয়া করে অ্যাপটি আপডেট করুন
bs: Ažurirajte aplikaciju
ca: Si us plau, actualitzeu l'aplicació
cs: Aktualizujte prosím aplikaci.
cy: Ailwch yr ap os gwelwch yn dda
da: Opdater venligst appen
de: Bitte aktualisieren Sie die App.
el: Ενημερώστε την εφαρμογή σας
es: Por favor, actualiza la aplicación
et: Palun uuendage rakendust
eu: Eguneratu aplikazioa
fa: لطفاً برنامه را به‌روزرسانی کنید
fi: Päivitä sovellus
fil: Mangyaring i-update ang app
fr: Veuillez mettre à jour l'application.
gl: Actualiza a aplicación
gu: કૃપા કરીને એપ્લિકેશન અપડેટ કરો
he: אנא עדכן את האפליקציה
hi: कृपया ऐप को अपडेट करें
hr: Ažurirajte aplikaciju
hu: Kérjük, frissítse az alkalmazást
hy: Թարմացրեք ծրագիրը
id: Silakan perbarui aplikasi
is: Vinsamlegast uppfærðu appið
it: Si prega di aggiornare l'app
ja: アプリをアップデートしてください
ka: გთხოვთ გაახლოთ აპლიკაცია
kk: Қосымшаны жаңартыңыз
km: សូមធ្វើបច្ចុប្បន្នភាពកម្មវិធី
kn: ದಯವಿಟ್ಟು ಆ್ಯಪ್ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
ko: 앱을 업데이트해 주세요
ky: Приложениени жаңыртыңыз
lo: ກະລຸນາອັບເດດແອບພິເກດທີ່ທ່ານໃຊ້
lt: Atnaujinkite programėlę
lv: Lūdzu, atjauniniet lietotni.
mk: Ажурирајте ја апликацијата
ml: ആപ്പ് അപ്‌ഡേറ്റ് ചെയ്യുക
mn: Аппыг шинэчилнэ үү
mr: कृपया अॅप अपडेट करा
ms: Sila kemas kini aplikasi.
my: အက်ပ်ကို အပ်ဒိတ်လုပ်ပေးပါ
nb: Vennligst oppdater appen
ne: कृपया एप अपडेट गर्नुहोस्
nl: Update de app alstublieft
no: Vennligst oppdater appen
or: ଦୟାକରି ଆପ୍‌କୁ ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਐਪ ਨੂੰ ਅਪਡੇਟ ਕਰੋ
pl: Proszę zaktualizować aplikację
ps: اپلیکیشن تازه کړئ
pt: Atualize o aplicativo
ro: Vă rugăm să actualizați aplicația.
ru: Пожалуйста, обновите приложение
si: ආප්පය යාවත්කාලීන කරන්න
sk: Aktualizujte aplikáciu
sl: Posodobite aplikacijo
sq: Ju lutem përditësoni aplikacionin
sr: Ажурирајте апликацију
sv: Uppdatera appen
sw: Tafadhali sasisha programu
ta: தயவுசெய்து ஆப்பை புதுப்பிக்கவும்
te: యాప్‌ను అప్‌డేట్ చేయండి
th: กรุณาอัปเดตแอปพลิเคชัน
tl: Mangyaring i-update po ang app
tr: Uygulamayı güncelleyiniz
ur: براہ کرم ایپ کو اپ ڈیٹ کریں.
uz: Ilovani yangilang.
vi: Vui lòng cập nhật ứng dụng
zh: 请更新应用程序
zu: Sicela ubuyekeze uhlelo lokusebenza
