Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# purchaseErrorInsufficientPermissionsError
source: Your {accountName} cannot subscribe to the plan. Please check your payment information and try again
af: U kan nie by die plan aansluit met {accountName}. Kontroleer asseblief u betalingsinligting en probeer weer.
am: የእርስዎ {accountName} ላይ ወደ ፕላን መግባት አልቻሉም። የክፍያ መረጃዎችን ይዘጋጁና ወደ አንድ ጊዜ እንደገና ይሞክሩ።
ar: لا يمكنك الاشتراك في الخطة باستخدام {accountName}. يرجى التحقق من معلومات الدفع الخاصة بك والمحاولة مرة أخرى.
as: আপোনাৰ {accountName} ৰ জৰিয়তে প্লেনত যোগদান কৰিব নোৱাৰি। আপোনাৰ পেমেণ্ট তথ্য পৰীক্ষা কৰি পুনৰ চেষ্টা কৰক।
az: {accountName} hesabınızla planı seçə bilmirsiniz. Xahiş edirik ödəmə məlumatlarınızı yoxlayın və yenidən cəhd edin.
be: У вашым {accountName} нельга падпісацца на план. Калі ласка, праверце інфармацыю аб аплаце і паспрабуйце яшчэ раз.
bg: Не можете да се присъедините към плана с {accountName}. Моля, проверете информацията за плащане и опитайте отново.
bn: আপনার {accountName} দিয়ে প্ল্যানে যোগদান করা সম্ভব নয়। অনুগ্রহ করে আপনার পেমেন্ট তথ্য যাচাই করে আবার চেষ্টা করুন।
bs: Na {accountName} ne možete da se pridružite planu. Molimo vas da proverite informacije o plaćanju i pokušate ponovo.
ca: Amb el vostre {accountName} no podeu subscriure-us al pla. Reviseu la informació de pagament i torneu-ho a provar.
cs: Na vašem účtu {accountName} není možné se přihlásit do plánu. Zkontrolujte svoje platební informace a zkuste to znovu.
cy: Ni allwch ymuno â'r cynllun gyda {accountName} sydd gennych. Gwiriwch eich gwybodaeth taliad a rhowch gynnig arall.
da: Du kan ikke tilmelde dig en plan med {accountName}. Kontroller dine betalingsoplysninger og prøv igen.
de: Mit Ihrem {accountName} können Sie sich nicht für den Plan anmelden. Bitte überprüfen Sie Ihre Zahlungsinformationen und versuchen Sie es erneut.
el: Δεν μπορείτε να εγγραφείτε στο σχέδιο με το {accountName} σας. Παρακαλούμε ελέγξτε τις πληροφορίες πληρωμής σας και προσπαθήστε ξανά.
es: Tu {accountName} no permite suscribirse al plan. Verifica tu información de pago e inténtalo de nuevo.
et: Teie {accountName} ei saa liituda plaaniga. Palun kontrollige oma makseandmeid ja proovige uuesti.
eu: Zure {accountName} kontuarekin ez da posible plana hartzea. Mesedez, egiaztatu zure ordainketa-informazioa eta saiatu berriro.
fa: شما نمی‌توانید به برنامه با {accountName} خود بپيوندم. لطفا اطلاعات پرداخت خود را بررسی کنید و دوباره تلاش کنید.
fi: Et voi liittyä suunnitelmaan käyttäjälläsi {accountName}. Tarkista maksutietosi ja yritä uudelleen.
fil: Hindi makapag-subscribe sa plan ang inyong {accountName}. Pakisuri ang inyong impormasyon sa pagbabayad at subukan ulit.
fr: Vous ne pouvez pas vous abonner au plan avec votre compte {accountName}. Veuillez vérifier vos informations de paiement et réessayer.
gl: Non se pode subscribir ao plan co seu {accountName}. Verifique a súa información de pagamento e intente de novo.
gu: તમારા {accountName} માં પ્લાનમાં જોડાઈ શકાતું નથી. ચુકવણીની માહિતી ચકાસીને ફરીથી પ્રયાસ કરો
he: אינך יכול להצטרף לתוכנית עם {accountName} שלך. אנא בדוק את פרטי התשלום שלך ונסה שוב.
hi: आपके {accountName} के साथ प्लान की सदस्यता नहीं ली जा सकती। कृपया अपनी भुगतान जानकारी की जांच करें और फिर से कोशिश करें।
hr: Na vašem {accountName} nije moguće pridružiti se planu. Provjerite svoje informacije o plaćanju i pokušajte ponovo.
hu: A {accountName} fiókjával nem lehet csatlakozni a tervhez. Kérjük, ellenőrizze a fizetési információit, majd próbálja újra.
hy: Դուք ձեր {accountName} հաշիվով չեք կարող միանալ ծրագրին: Մանրամասն տեղեկությունների համար ստուգեք վճարման տեղեկատվությունը և փորձեք կրկին
id: Anda tidak dapat bergabung dengan rencana menggunakan {accountName} Anda. Silakan periksa informasi pembayaran Anda dan coba lagi.
is: Þú getur ekki skráð þig í áætlun með {accountName}. Vinsamlegast athugaðu greiðsluupplýsingar þínar og reyndu aftur.
it: Non è possibile iscriversi al piano con il tuo {accountName}. Verifica le informazioni di pagamento e riprova.
ja: お使いの {accountName} ではプランへの加入ができません。お支払い情報をご確認の上再度お試しください
ka: თქვენს {accountName} -ზე ვერ გაწვდავთ გეგმაში. გთხოვთ გადაამოწმოთ პოტენციური ინფორმაცია და კიდევ ერთხელ სცადოთ.
kk: Сіздің {accountName} жоспарға жазыла алмайсыз. Төлем ақпаратын тексеріп, қайтадан сынап көріңіз
km: {accountName} របស់អ្នកមិនអាចចូលរួមក្នុងផែនការនេះបានទេ។ សូមពិនិត្យព័ត៌មានការទូទាត់របស់អ្នក រួចព្យាយាមម្តងទៀត។
kn: ನಿಮ್ಮ {accountName} ನೊಂದಿಗೆ ಪ್ಲಾನ್‌ಗೆ ಸೇರಲು ಸಾಧ್ಯವಿಲ್ಲ। ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 사용 중인 {accountName}로는 플랜에 가입할 수 없습니다. 결제 정보를 확인한 후 다시 시도해 주세요
ky: Сиздин {accountName} атыңыз менен пландан жазыла албайсыз. Төлөм маалыматтарыңызды текшерип, кайрадан аракет кылып көрүңүз.
lo: ບໍ່ສາมາດເຂົ້າເຮັດວຽກກັບແຜນການໃນ {accountName} ທີ່ທ່ານໃຊ້ແລະກະລຸນາກໍ່ລຽວຂໍ່ມູນການຈ່າຍເງິນຂອງທ່ານແລະເກັີບໂອບຊັ່ງຄັ້ງໃໝ່.
lt: Jūsų {accountName} negalite prisijungti prie plano. Patikrinkite mokėjimo informaciją ir bandykite dar kartą.
lv: Ar Jūsu {accountName} nav iespējams pievienoties plānam. Lūdzu, pārbaudiet maksājuma informāciju un mēģiniet vēlreiz.
mk: Не можете да се приклучите на планот со вашиот {accountName}. Проверете ги вашите информации за плаќање и обидете се повторно.
ml: നിങ്ങളുടെ {accountName} ഉപയോഗിച്ച് പ്ലാൻ സബ്‌സ്‌ക്രൈബ് ചെയ്യാൻ കഴിയില്ല. പേയ്‌മെന്റ് വിവരങ്ങൾ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക
mn: Таны {accountName} дээр төлөвлөгөөнд нэгдэх боломжгүй байна. Төлбөрийн мэдээллээ шалгаад дахин оролдоно уу
mr: तुमच्या {accountName} वर प्लानची सदस्यता घेता येत नाही. कृपया तुमची पेमेंट माहिती तपासून पुन्हा प्रयत्न करा
ms: Anda tidak dapat mendaftar untuk pelan dengan {accountName} anda. Sila semak maklumat pembayaran anda dan cuba lagi.
my: သင့် {accountName} ဖြင့် ပလန်သို့ ပါဝင်ခြင်းမပြုနိုင်ပါ။ ငွေပေးချေမှုအချက်အလက်များကို စစ်ဆေးပြီး ထပ်မံကြိုးစားကြည့်ပါ။
nb: Du kan ikke abonnere på planen med {accountName}. Vennligst sjekk betalingsinformasjonen din og prøv igjen.
ne: तपाईंको {accountName} मा योजनामा सामेल हुन सकिँदैन। भुक्तानी जानकारी जाँच गरेर फेरि प्रयास गर्नुहोस्।
nl: Met uw {accountName} kunt u zich niet aanmelden voor het plan. Controleer uw betalingsinformatie en probeer het opnieuw.
no: Du kan ikke bli med på planen med din {accountName}. Vennligst sjekk betalingsinformasjonen din og prøv igjen.
or: ଆପଣଙ୍କ {accountName} ରେ ପ୍ଲାନ୍‌ରେ ଯୋଗଦାନ କରିପାରିବେ ନାହିଁ। ଆପଣଙ୍କ ପେମେଣ୍ଟ ସୂଚନା ଯାଞ୍ଚ କରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਤੁਹਾਡੇ {accountName} ਨਾਲ ਪਲਾਨ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋ ਸਕਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie można dołączyć do planu w {accountName}. Proszę sprawdzić informacje dotyczące płatności i spróbować ponownie.
ps: ستاسو د {accountName} سره پلان ته غړیتوب نشي ترلاسه کیدی. مهرباني وکړئ د تادیې معلومات چیک کړئ او بیا هڅه وکړئ.
pt: Não é possível se inscrever no plano com a sua conta {accountName}. Verifique as informações de pagamento e tente novamente.
ro: Nu puteți să vă abonați la plan cu {accountName}. Verificați informațiile de plată și încercați din nou.
ru: С помощью вашего {accountName} невозможно подписаться на план. Пожалуйста, проверьте информацию о платеже и попробуйте снова.
si: ඔබගේ {accountName} ක්‍රමය සමඟ මෙය ප්‍රතිපත්ති එකතු කිරීමේ හැකියාවක් නොමැත. කරුණාකර ඔබේ ගෙවිම් තොරතුරු පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sk: Na vašom účte {accountName} nie je možné prihlásiť sa do plánu. Skontrolujte svoj informačný platobný doklad a skúste to znova.
sl: Na vaši {accountName} ne morete pristopiti k načrtu. Preverite svoje plačilne informacije in poskusite znova.
sq: Nuk e keni të mundur të bashkoheni me planin me {accountName} tuaj. Ju lutemi kontrolloni informacionin tuaj të pagesës dhe provoni përsëri.
sr: Na {accountName} ne možete da se pridružite planu. Molimo vas da proverite informacije o plaćanju i pokušate ponovo.
sv: Du kan inte gå med i planen med ditt {accountName}. Kontrollera din betalningsinformation och försök igen.
sw: Huwezi kujiunga na mpango kwa kutumia {accountName} yako. Tafadhali kagua taarifa za malipo yako na ujaribu tena.
ta: உங்கள் {accountName} கணக்கில் திட்டத்தில் சேர முடியவில்லை. கட்டண தகவல்களை சரிபார்த்து மீண்டும் முயற்சிக்கவும்
te: మీ {accountName}తో ప్లాన్‌కు చేరలేరు. దయచేసి మీ చెల్లింపు వివరాలను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి
th: บัญชี {accountName} ของคุณไม่สามารถลงทะเบียนเข้าร่วมแผนได้ กรุณาตรวจสอบข้อมูลการชำระเงินของคุณและลองอีกครั้ง
tl: Ang inyong {accountName} ay hindi makakapagsuscribe sa plan. Pakisuri ang inyong payment information at subukan ulit.
tr: Seçili {accountName} ile planınıza katılmak mümkün değildir. Lütfen ödeme bilgilerinizi kontrol edip tekrar deneyin.
uk: You cannot subscribe to a plan with your {accountName}. Please check your payment information and try again.
ur: آپ کے {accountName} میں منصوبے میں شمولیت نہیں ہو سکتی۔ براہ کرم اپنی ادائیگی کی معلومات کو چیک کریں اور دوبارہ کوشش کریں۔
uz: Sizning {accountName} hisobingizda reja uchun aʼzo bo‘lish imkoniyati yo‘q. Iltimos, to‘lov maʼlumotlaringizni tekshirib, qaytadan urinib ko‘ring.
vi: Tài khoản {accountName} của bạn không thể đăng ký gói premium. Vui lòng kiểm tra thông tin thanh toán và thử lại.
zh: 您无法使用 {accountName} 加入计划。请检查您的支付信息，然后再试一次。
zu: U {accountName} awunayo amalungelo okungena kuhlelo. Sicela uqinisekise ulwazi lwakho lokukhokha bese uzama futhi.

# purchaseErrorPaymentPendingError
source: Payment is pending. Please check {storeName} with your logged-in {accountName}
af: Die betaling is gedurende die proses gestop. Kontroleer asseblief {storeName} met die aanmelding van {accountName}.
am: እቅፍ በመነሻ ጊዜ ቆሞበት ነው። እባክህ ከ{accountName} ጋር {storeName}ን እንደተመለከትክ ይመልከቱ።
ar: تم إيقاف الدفع في منتصف الطريق. يرجى التحقق من {storeName} باستخدام حساب {accountName} الذي قمت بتسجيل الدخول به.
as: পেমেণ্ট প্ৰক্ৰিয়া মাজতে বন্ধ হৈ গৈছে। লগইন থকা {accountName}ৰ জৰিয়তে {storeName}ত পৰীক্ষা কৰক।
az: Ödəniş yarıda dayanıb. Giriş etdiyiniz {accountName} ilə {storeName} yoxlayın.
be: Аплата спынілася. Праверце {storeName} з уліковым запісам {accountName}, з якога вы ўвайшлі.
bg: Плащането е спряно. Проверете {storeName} с профила {accountName}.
bn: পেমেন্ট মাঝপথে বন্ধ হয়ে গেছে। লগইন করা {accountName} দিয়ে {storeName} চেক করুন
bs: Plaćanje je prekinuto. Provjerite {storeName} s {accountName} koji je trenutno prijavljen.
ca: El pagament s'ha interromput. Si us plau, comproveu {storeName} amb el vostre compte {accountName}
cs: Platba byla přerušena. Prosím zkontrolujte {storeName} s přihlášeným účtem {accountName}.
cy: Mae'r taliad wedi stopio yn rhithmatig. Gwiriwch gyda {accountName} yn {storeName}.
da: Betalingen er stoppet midt i. Tjek venligst {storeName} med den loggede ind {accountName}.
de: Die Zahlung wurde unterbrochen. Bitte überprüfen Sie {storeName} mit dem Konto {accountName}, mit dem Sie angemeldet sind.
el: Η πληρωμή έχει διακοπεί. Παρακαλώ ελέγξτε το {storeName} με το {accountName} που έχετε συνδεθεί.
es: El pago se ha interrumpido. Por favor, verifique en {storeName} con su cuenta {accountName}.
et: Teie makse on pooleli. Kontrollige, kas {accountName} on sisse logitud ja veenduge {storeName}.
eu: Ordainketa erdi bidean gelditu da. Saioa hasi duzun {accountName} kontuarekin{storeName} egiaztatu mesedez.
fa: پرداخت در میانه راه متوقف شده است. لطفاً با {accountName} که وارد شده‌اید، {storeName} را بررسی کنید.
fi: Maksu on keskeytynyt. Tarkista {accountName} -tililläsi {storeName}.
fil: Naputol ang pagbabayad. Pakitingnan ang {storeName} sa inyong nakalog-in na {accountName}
fr: Le paiement a été interrompu. Veuillez vérifier {storeName} avec le compte {accountName}.
gl: O pagamento parousei está parado. Por favor, verifique {storeName} co {accountName} no que estás a iniciar sesión.
gu: ચુકવણી પ્રક્રિયા અધૂરી રહી ગઈ છે. કૃપા કરીને લૉગ ઇન કરેલા {accountName} સાથે {storeName}ની તપાસ કરો
he: התשלום נעצר באמצע. אנא בדוק את {storeName} בעזרת {accountName} המחובר.
hi: भुगतान बीच में रुक गया है। कृपया लॉगिन किए गए {accountName} के साथ {storeName} पर जांच करें
hr: Plaćanje je prekinuto. Provjerite {storeName} s {accountName} na kojem ste prijavljeni.
hu: A kifizetés megszakadt. Ellenőrizze a(z) {storeName} a(z) {accountName} fiókjában.
hy: Տեղյակ եք, որ վճարումը դադարեցվել է։ Խնդրում ենք ստուգել {storeName} ձեր {accountName} հաշվում։
id: Pembayaran sedang terhenti. Silakan periksa {storeName} dengan akun {accountName} yang sedang login.
is: Greiðslan hefur stoppast. Vinsamlegast athugaðu {storeName} með {accountName} aðgangi þínum.
it: Il pagamento è stato interrotto. Controlla {storeName} con l'account {accountName} attualmente collegato
ja: 支払いが途中で止まっております。ログイン中の{accountName}で{storeName}をお確かめくだい
ka: ანაბარი შეჩერდა. იხილეთ {storeName} თქვენი ანგარიში {accountName}-ში.
kk: Төлеу тоқтап қалды. {accountName} тіркелгісінде {storeName} тексеріңіз
km: ការទូទាត់ត្រូវបានផ្អាក។ សូមពិនិត្យមើល {storeName} នៅក្នុងគណនី {accountName} របស់អ្នក
kn: ಪಾವತಿ ಮಧ್ಯದಲ್ಲಿ ನಿಂತಿದೆ. ಲಾಗಿನ್ ಮಾಡಿರುವ {accountName} ನಲ್ಲಿ {storeName} ಅನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 결제가 중단되었습니다. 로그인된 {accountName}에서 {storeName}를 확인해 주세요
ky: Төлөм жарым-жартылай токтоп калды. Кириңиз {accountName} менен {storeName} текшериңиз.
lo: ການຊໍາລະໄດ້ຖືກຢຸດລົງໃນການນັດຕັ້ງ ກະລຸນາເຊັກ{accountName}ສໍາລັບ{storeName}
lt: Mokėjimas buvo sustabdytas. Patikrinkite {storeName} prisijungę kaip {accountName}.
lv: Maksājums ir pārtraukts. Lūdzu, pārbaudiet {storeName} ar {accountName} kontu.
mk: Плаќањето е прекинато во текот на процесот. Ве молиме проверете {storeName} со {accountName}.
ml: പേയ്‌മെന്റ് പ്രക്രിയ മധ്യത്തിൽ നിർത്തിയിരിക്കുന്നു. ലോഗിൻ ചെയ്തിരിക്കുന്ന {accountName} ഉപയോഗിച്ച് {storeName} പരിശോധിക്കുക
mn: Төлбөр дунд зогссон байна. Нэвтэрсэн {accountName}-ээр {storeName}-г шалгана уу
mr: पेमेंट अधूरे राहिले आहे. कृपया लॉगिन केलेल्या {accountName} मध्ये {storeName} तपासा
ms: Pembayaran telah dihentikan. Sila semak {storeName} dengan {accountName} yang sedang log masuk.
my: ငွေပေးချေမှုသည် ရပ်တန့်နေပါသည်။ လောဂ်အင်ဝင်ရောက်နေသော {accountName} တွင် {storeName} ကို စစ်ဆေးပါ
nb: Betalingen har blitt stoppet. Sjekk {storeName} med {accountName} du er logget inn med.
ne: भुक्तानी बिचमा रोकिएको छ। लगइन भएको {accountName} मा {storeName} जाँच गर्नुहोस्।
nl: Uw betaling is onderbroken. Controleer {storeName} met {accountName} ingelogd.
no: Betalingen har stoppet opp. Vennligst sjekk {storeName} med {accountName} som er logget inn.
or: ପେମେଣ୍ଟ ଅସମ୍ପୂର୍ଣ୍ଣ ରହିଯାଇଛି। ଲଗଇନ୍ ହୋଇଥିବା {accountName} ସହିତ {storeName} କୁ ଦୟାକରି ଯାଞ୍ଚ କରନ୍ତୁ
pa: ਭੁਗਤਾਨ ਅਧੂਰਾ ਰਹਿ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ {accountName} ਨਾਲ {storeName} ਵਿੱਚ ਚੈੱਕ ਕਰੋ
pl: Płatność została zatrzymana. Sprawdź {storeName} na zalogowanym koncie {accountName}.
ps: د تادیاتو پروسه د میانه کې ودریده. مهرباني وکړئ د {accountName} سره ننوځي او {storeName} چک کړئ.
pt: O pagamento está interrompido. Verifique {storeName} com a conta {accountName} conectada.
ro: Plata a fost oprită pe parcurs. Vă rugăm să verificați {storeName} cu {accountName} conectat.
ru: Оплата приостановлена. Пожалуйста, проверьте {storeName} с помощью {accountName}.
si: ගෙවිම මැද වෙලා ඇත. {accountName} පැවැති {storeName} පරික්ෂා කරන්න.
sk: Platba bola prerušená. Skontrolujte {storeName} pomocou účtu {accountName}.
sl: Plačilo je prekinjeno. Preverite {storeName} z vpisanim {accountName}.
sq: Përgjigja e pagesës është ndalur në mes. Ju lutemi kontrolloni {storeName} me {accountName} që jeni duke u lidhur
sr: Плаћање је прекинуто. Проверавање {accountName} на {storeName}.
sv: Betalning har avbrutits. Kontrollera {storeName} med ditt inloggade konto {accountName}.
sw: Malipo yamekwama katikati. Tafadhali angalia {storeName} kwa {accountName} ulioanzisha mfumo.
ta: கட்டணம் நடுவில் நிறுத்தப்பட்டுள்ளது. உள்நுழைந்துள்ள {accountName} மூலம் {storeName} ஐ சரிபார்க்கவும்
te: చెల్లింపు మధ్యలో ఆగిపోయింది. లాగిన్ చేసిన {accountName}లో {storeName}ని దయచేసి తనిఖీ చేయండి
th: การชำระเงินถูกระงับอยู่ โปรดตรวจสอบกับ {accountName} ในขณะที่คุณได้เข้าสู่ระบบ {storeName}
tl: Natigil ang pagbabayad. Pakitingnan ang {storeName} sa {accountName} na naka-login
tr: Ödeme yarıda kaldı. Lütfen {storeName} ile giriş yaptığınız {accountName} hesabınızı kontrol edin.
uk: Your payment has been paused. Please check {storeName} with the logged-in account {accountName}.
ur: ادائیگی وسط میں رک گئی ہے۔ براہ کرم لاگ ان شدہ {accountName} کے ساتھ {storeName} کی تصدیق کریں۔
uz: To'lov jarayonida to'xtab qoldi. Iltimos, {accountName} hisobingiz bilan {storeName} ni tekshiring.
vi: Thanh toán đã bị gián đoạn. Vui lòng kiểm tra trên {storeName} với tài khoản {accountName} đang đăng nhập
zh: 支付已暂停。请检查您登录的账户{accountName}中的{storeName}。
zu: Inqubo yokukhokha iyema. Sicela uhlole {storeName} usebenzisa {accountName} ocingweni.
