Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# lastTakenPlusOnePillNumber
source: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}th
af: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}e stoel
am: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}፡
ar: رقم {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
as: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}নং
az: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}-cı
be: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} нумар
bg: -та
bn: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}নং
bs: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}.
ca: Nº {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
cs: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}.
cy: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} rhif
da: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} nummer
de: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
el: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
es: Píldora {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
et: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} number
eu: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} zen
fa: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} شماره
fi: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} numero
fil: Bilang {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
fr: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} numéro
gl: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
gu: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}નંબર
he: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} מספר
hi: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}नंबर
hr: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}. broj
hu: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} szám
hy: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
id: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} nomor
is: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
it: n. {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
ja: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}番
ka: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} ნომერი
kk: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} нөмір
km: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}ទី
kn: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}ನೇ
ko: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}번
ky: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} номур
lo: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}ແຖວ
lt: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}-asis
lv: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} numurs
mk: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} број
ml: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}ാം
mn: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} дэх
mr: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}वा
ms: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
my: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} နံပါတ်
nb: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} nummer
ne: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}नम्बर
nl: nummer {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
no: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} nummer
or: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}ତମ
pa: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}ਵੀਂ
pl: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} numer
ps: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} نمبر
pt: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} número
ro: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
ru: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} номер
si: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} එක
sk: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}.
sl: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} številka
sq: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} numri
sr: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} број
sv: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} num
sw: Namba {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
ta: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}வது
te: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}వ
th: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
tl: Bilang {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
tr: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} numara
uk: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
ur: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
uz: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} raqam
vi: số {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}
zh: 第{pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne}颗
zu: {pillSheetGroupLastTakenPillSheetOrFirstPillSheetLastTakenPillNumberPlusOne} intshi

source: Taking
af: Inname
am: መውጣት
ar: تناول
as: সেৱন
az: qəbul
be: Ужыванне
bg: приемане
bn: সেবন
bs: uzimanje
ca: presa
cs: užívání
cy: munud
da: Indtagelse
de: Einnahme
el: λήψη
es: toma
et: võtmine
eu: Hartzeko
fa: مصرف
fi: Ottelu
fil: pag-inom
fr: Prise
gl: toma
gu: સેવન
he: נטילה
hi: सेवन
hr: uzimanje
hu: Bevitel
hy: Օգտագործում
id: minum
is: inntaka
it: assunzione
ja: 服用
ka: გამოყენება
kk: Дәрі қабылдау
km: ញុំ
kn: ಸೇವನೆ
ko: 복용
ky: өткөрүү
lo: ການຮັບປະຊາດ
lt: Vartojimas
lv: lietojot
mk: земање
ml: സേവനം
mn: уух
mr: सेवन
ms: Pengambilan
my: သုံး
nb: inntak
ne: सेवन
nl: Inname
no: Inntak
or: ସେବନ
pa: ਸੇਵਨ
pl: Przyjmowanie
ps: خوردن
pt: Uso
ro: Administrare
ru: Приём
si: අාරෝපණය
sk: Užívanie
sl: Uživanje
sq: Marrje
sr: Уzimanje
sv: Intagande
sw: kumeza
ta: உட்கொள்ளல்
te: సేవన
th: การรับประทาน
tl: pag-inom
tr: alım
ur: خوراک
uz: qabul qilish
vi: Uống
zh: 服用
zu: Thatha

# estimatedEndPillNumber
source: Last pill on previous sheet: {estimatedEndPillNumber}th
af: Laaste van die vorige skinkbord: {estimatedEndPillNumber} nommer
am: የድረስታው መዝገብ መጨረሻ፡ {estimatedEndPillNumber} ቁጥር
ar: آخر حبة من الشريط السابق: {estimatedEndPillNumber}
as: আগৰ শ্বীটৰ শেষ: {estimatedEndPillNumber} নং
az: Əvvəlki lövhənin sonu: {estimatedEndPillNumber} nömrə
be: Апошняя таблетка апошняй палічкі: {estimatedEndPillNumber}-я
bg: Последно от предишната опаковка: {estimatedEndPillNumber}
bn: আগের শিটের শেষ: {estimatedEndPillNumber} নম্বর
bs: Poslednja iz prethodne blistere: {estimatedEndPillNumber}
ca: Final de la caixa anterior: {estimatedEndPillNumber}
cs: Poslední: {estimatedEndPillNumber} tableta z předchozího blistru.
cy: Y diwedd diwethaf ar y daflen flaenorol: num{estimatedEndPillNumber}
da: Sidste: {estimatedEndPillNumber} pillen fra forrige ark
de: Letzte Pille der vorherigen Blisterpackung: {estimatedEndPillNumber}
el: Τελευταίο του προηγούμενου φύλλου: {estimatedEndPillNumber}
es: Último del blíster anterior: {estimatedEndPillNumber}
et: Eelmise lehe lõpp: {estimatedEndPillNumber} number
eu: Aurreko orrigako amaiera: {estimatedEndPillNumber} zenbakia
fa: آخرین قرص از ورق قبلی: {estimatedEndPillNumber}
fi: Edellisen levyn viimeinen: {estimatedEndPillNumber} kpl
fil: Katapusan ng nakaraang sheet: Pang-{estimatedEndPillNumber}
fr: Dernière pilule du dernier paquet : {estimatedEndPillNumber}
gl: Última pastilla da anterior folla: {estimatedEndPillNumber}
gu: પૂર્વ શીટનો છેલ્લો: {estimatedEndPillNumber} નંબર
he: הכדור האחרון בשדה הקודם: {estimatedEndPillNumber}
hi: पिछली शीट का अंत: {estimatedEndPillNumber} नंबर
hr: Zadnja: {estimatedEndPillNumber} pilula prethodnog pakiranja
hu: Előző lap vége: {estimatedEndPillNumber}. szám
hy: Մինչև նախորդ փաթեթի ավարտը՝ {estimatedEndPillNumber}-րդ
id: Lembar terakhir dari lembar sebelumnya: pil nomor {estimatedEndPillNumber}
is: Síðasta taflan á undan: {estimatedEndPillNumber}
it: Ultima pillola del blister precedente: n. {estimatedEndPillNumber}
ja: 前回のシートの最後：{estimatedEndPillNumber}番
ka: უკანასკნელი შარჟიდან: {estimatedEndPillNumber} ნომერი
kk: Алдыңғы парақтың соңы: {estimatedEndPillNumber}-шы
km: សន្លឹកថ្នាំពីមុនចុងក្រោយ៖ លេខ{estimatedEndPillNumber}
kn: ಹಿಂದಿನ ಶೀಟ್‌ನ ಅಂತಿಮ: {estimatedEndPillNumber} ಸಂಖ್ಯೆ
ko: 이전 시트의 마지막: {estimatedEndPillNumber}번
ky: Предыдущий листтин акыркысы: {estimatedEndPillNumber}-сан
lo: ສິ້ນສຸດຂອງແຜ່ນສຸດທ້າຍກໍຄັນກ່ຽວກັບ: {estimatedEndPillNumber} ເດີ
lt: Praėjusios plokštelės pabaiga: {estimatedEndPillNumber} vnt.
lv: Iepriekšējā iepakojuma beigas: {estimatedEndPillNumber} numurs
mk: Последната таблетка од претходната плоча: {estimatedEndPillNumber}
ml: മുൻപത്തെ ഷീറ്റിന്റെ അവസാനം: {estimatedEndPillNumber} നമ്പർ
mn: Өмнөх цаасны сүүлийн: {estimatedEndPillNumber} дугаар
mr: मागील शीटचा शेवट: {estimatedEndPillNumber} क्रमांक
ms: Hela hela yang terakhir: {estimatedEndPillNumber}
my: ယခင်အေးစ်၏နောက်ဆုံး - {estimatedEndPillNumber}နံပါတ်
nb: Siste: {estimatedEndPillNumber} pill
ne: पछिल्लो शिटको अन्तिम: {estimatedEndPillNumber} नम्बर
nl: Laatste van de vorige strip: {estimatedEndPillNumber}
no: Forrige arkets slutt: {estimatedEndPillNumber}
or: ଗତ ସିଟ୍‌ର ଶେଷ: {estimatedEndPillNumber} ନମ୍ବର
pa: ਪਿਛਲੀ ਸ਼ੀਟ ਦਾ ਆਖਰੀ: {estimatedEndPillNumber} ਨੰਬਰ
pl: Ostatnia pigułka ostatniego opakowania: {estimatedEndPillNumber}
ps: وروستي د شیت پای: {estimatedEndPillNumber} شماره
pt: Último da última cartela: {estimatedEndPillNumber}
ro: Ultimul comprimat al pachetului anterior: {estimatedEndPillNumber}
ru: Последнее действие предыдущей упаковки: таблетка номер {estimatedEndPillNumber}
si: පෙර ඕනෑම පතෙහි අවසන්: {estimatedEndPillNumber} නාමය
sk: Posledná tabletka predchádzajúceho balenia: {estimatedEndPillNumber}
sl: Zadnja: {estimatedEndPillNumber} tableta prejšnjega pakiranja
sq: Fundi i fundit i fletës së kaluar: {estimatedEndPillNumber} numri
sr: Последња таблетка претходног паковања: {estimatedEndPillNumber}
sv: Förra bläddringens slut: {estimatedEndPillNumber} styck
sw: Mwisho wa shiti la awali: {estimatedEndPillNumber}
ta: முந்தைய ஷீட்டின் கடைசி: {estimatedEndPillNumber} எண்
te: గత షీట్ చివరిది: {estimatedEndPillNumber} నంబర్
th: หมายเลขที่คาดว่าจะสิ้นสุดแผ่นงานครั้งที่แล้ว: {estimatedEndPillNumber}
tl: Huling pildoras sa dating sheet: {estimatedEndPillNumber}
tr: Son sayfa: {estimatedEndPillNumber} numaralı
uk: Last of the previous sheet: pill number {estimatedEndPillNumber}
ur: پچھلی شیٹ کا اختتام: {estimatedEndPillNumber} نمبر
uz: Oxirgi qopqonning oxiri: {estimatedEndPillNumber}-son
vi: Cuối vỉ trước: viên số {estimatedEndPillNumber}
zh: 上一个贴片的最后：{estimatedEndPillNumber}
zu: Umdlalo wokugcina wesikhala: {estimatedEndPillNumber}

# addPillSheetButton
source: Add pill sheet
af: Voeg pilblaaie by
am: ግድም ተጨማሪ ያድርጉ
ar: إضافة شريط الحبوب
as: বড়িৰ শীট যোগ কৰক
az: Həb paketini əlavə et
be: Дадаць таблетку
bg: Добави листче
bn: পিল শিট যোগ করুন
bs: Dodaj pakovanje pilula
ca: Afegir plaqueta de píndoles
cs: Přidat tabletku
cy: Ychwanegu taflen pil
da: Tilføj pilleark
de: Pill-Box hinzufügen
el: Προσθήκη φύλλου χαπιών
es: Agregar nuevo blister
et: Lisa tablettide lehte
eu: Antipillareta gehitu
fa: اضافه کردن برگه قرص
fi: Lisää pillerimuotti
fil: Magdagdag ng Pill Sheet
fr: Ajouter une plaquette de pilules
gl: Engadir folla de píldoras
gu: ગોળી શીટ ઉમેરો
he: הוסף גיליון תרופות
hi: पिल शीट जोड़ें
hr: Dodaj pilule
hu: Tabletta táblázat hozzáadása
hy: Ավելացնել պիլոշեյթ
id: Tambahkan lembar pil
is: Bæta við pillu plata
it: Aggiungi blister
ja: ピルシートを追加
ka: გამოცხადების ჩანაწერის დამატება
kk: Пилл парағын қосу
km: បន្ថែមសន្លឹកថ្នាំ
kn: ಪಿಲ್ ಶೀಟ್ ಸೇರಿಸು
ko: 피임약 시트 추가
ky: Пилл лоток кошуу
lo: ເພີ່ມຊີດປິວ
lt: Pridėti piliulių lapelį
lv: Pillu lapu pievienošana
mk: Додајте таблетални лист
ml: പിൽ ഷീറ്റ് ചേർക്കുക
mn: Эмийн хавтанг нэмэх
mr: गोळीचे शीट जोडा
ms: Tambah Lembaran Pil
my: ယဉ်ဆေးအိုး ပေါင်းထည့်ရန်
nb: Legge til pilleark
ne: पिल शीट थप्नुहोस्
nl: Voeg pilstrip toe
no: Legg til pilleark
or: ପିଲ୍ ଶିଟ୍ ଯୋଗ କରନ୍ତୁ
pa: ਗੋਲੀ ਪੈਕ ਸ਼ਾਮਿਲ ਕਰੋ
pl: Dodaj arkusz tabletek
ps: پیل شیټ اضافه کړئ
pt: Adicionar folha de pílulas
ro: Adăugați un plan de pastile
ru: Добавить листок с таблетками
si: පිල් ශීට් එකක් එක් කරන්න
sk: Pridať pilulkový plán
sl: Dodaj vsebnik za kontracepcijske tablete
sq: Shto i piluleve
sr: Додај пиллалт
sv: Lägg till pillerark
sw: Ongeza Karatasi ya Vidonge
ta: மாத்திரை தாள் சேர்க்க
te: పిల్ షీట్ జోడించండి
th: เพิ่มแผ่นยา
tl: Magdagdag ng Pill Sheet
tr: İlaç takvimini ekle
ur: پِل شیٹ شامل کریں
uz: Dori listini qo'shish
vi: Thêm vỉ thuốc
zh: 添加药片表
zu: Faka phezulu iphilisi

source: Taken
af: Geen probleem
am: ጠጣሁ
ar: شرب
as: খোৱা
az: İçdi
be: Пілі
bg: Взето
bn: খেয়েছে
bs: Uzeto
ca: Presa
cs: Vzato
cy: Yfed
da: Taget
de: Eingenommen
el: Πήρα
es: Tomada
et: Söönud
eu: Edan
fa: خورده
fi: Otettiin
fil: uminom
fr: Pris
gl: Tomado
gu: લીધું
he: נלקח
hi: लिया
hr: Popio
hu: Bevetted
hy: նServidorել
id: diminum
is: Tekin
it: Preso
ja: 飲んだ
ka: გაყლაპული
kk: Ішті
km: ញុំហើយ
kn: ತೆಗೆದುಕೊಂಡೆ
ko: 먹음
ky: Иче
lo: ດື່ມ
lt: Išgėriau
lv: Izņemts
mk: Земам
ml: കഴിച്ചു
mn: уусан
mr: घेतले
ms: diambil
my: သောက်ပြီး
nb: Inntatt
ne: लिएको
nl: Ingenomen
no: Tokte
or: ଖାଇଲା
pa: ਲਿਆ
pl: Wzięte
ps: د واخیست
pt: Tomou
ro: Am luat
ru: Принято
si: ඉල්ලා ගත්තා
sk: Vzal(a) som
sl: Vzela
sq: Pirinë
sr: Popio
sv: Tagit
sw: Nimemeza
ta: எடுத்துக்கொண்டேன்
te: తీసుకున్నాను
th: ดื่มแล้ว
tl: Nainom
tr: İçildi
ur: پی لیا
uz: Ichilgan
vi: Đã uống
zh: 吃过
zu: Uthandile

source: Not taken
af: nie geneem
am: አልጠጣም
ar: غير مُتناول
as: নোলোৱা
az: Qəbul etmədi
be: Не прынята
bg: не е взето
bn: খাইনি
bs: Neuzeto
ca: No presa
cs: Nepil jsem
cy: Hebog ddim
da: Ikke taget
de: Nicht genommen
el: Δεν το έπιασα
es: No tomado
et: Ei võetud
eu: Edo ez dut hartu
fa: نخورده
fi: Ei otettu
fil: Hindi nainom
fr: Non pris
gl: Non tomado
gu: લીધું નથી
he: לא נלקח
hi: नहीं लिया
hr: Nisam pio
hu: Nem vettem be
hy: Չեմ խմել
id: Belum diminum
is: Ekki tekið
it: Non assunto
ja: 飲んでない
ka: არ დალია
kk: ішпеген
km: មិនបានទទួលទាន
kn: ಸೇವಿಸಿಲ್ಲ
ko: 미복용
ky: Эчпей жатам
lt: nevartojama
lv: Neizdzerts
mk: Не зема
ml: കഴിച്ചിട്ടില്ല
mn: авсангүй
mr: नाही घेतले
ms: tidak diambil
my: မသောက်ဘူး
nb: Ikke tatt
ne: लिएको छैन
nl: Niet ingenomen
no: Ikke tatt
or: ନେଇନାହିଁ
pa: ਨਹੀਂ ਲਿਆ
pl: Nie przyjęto
ps: نېشې ندي
pt: não tomou
ro: Nu am luat
ru: Не принятый
si: ඔබ අරගෙන නොමැත
sk: Nepil som
sl: Nisem vzel
sq: Nuk kam marrë
sr: Није узето
sv: Inte tagit
sw: Hajameza
ta: எடுக்கவில்லை
te: తీసుకోలేదు
th: ยังไม่ได้กิน
tl: Hindi ininom
tr: Almadım
ur: نہیں پیا
uz: ichilmagan
vi: Chưa uống
zh: 没吃
zu: Awuphumelele

source: Pill sheet settings
af: Pill-blad instelling
am: ፒል ሺይት መቅረብ
ar: إعدادات شرائط الحبوب
as: পিল শ্বিটৰ ছেটিং
az: Həb vərəqi tənzimləmələri
be: Налады піл-пакета
bg: Настройки на опаковката с хапчета
bn: পিল শিটের সেটিংস
bs: Postavke blistera pilula
ca: Configuració del blíster
cs: Nastavení pilulkového plánu
cy: Gosod y daflen feddal
da: Indstilling af pilleark
de: Einstellung des Pillenblatts
el: Ρύθμιση πίνακα χαπιών
es: Configuración del blíster
et: Ravimi lehe seaded
eu: Pilll-orrialdia konfiguratzea
fa: تنظیم برگه قرص
fi: Pillilevyn asetukset
fil: Pagkakaayos ng Pill Sheet
fr: Configuration de la plaquette de pilules
gl: Configuración da folga de pílulas
gu: પિલ શીટ સેટિંગ્સ
he: הגדרת סלית המרשמים
hi: पिल शीट सेटिंग्स
hr: Postavka pilula
hu: A table of pills setting
hy: Պիլերի թերթիկի կարգավորումներ
id: Pengaturan lembaran pil
is: Stilling pillaskáps
it: Impostazioni del blister
ja: ピルシートの設定
ka: პილების ფურცლის პარამეტრების დაყენება
kk: Пил парағының параметрлері
km: ការកំណត់បន្ទះថ្នាំ
kn: ಮಾತ್ರೆ ಶೀಟ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 피임약 시트 설정
ky: Пилдик тилкелерин орнотуu
lo: ການຕັ້ງຄ່າສະຖານທີ່ຄອບຄອງສໍາລັບບີນໃຫ້ເຮັດສ່ວນເທົ່ານັ້ນ
lt: Tabletų lapelio nustatymas
lv: Pillēšu iestatīšana
mk: Поставување на таблета
ml: പിൽ ഷീറ്റ് ക്രമീകരണം
mn: Пил хуудасны тохиргоо
mr: पिल शीट सेटिंग्ज
ms: Tetapan kotak pil
my: ဆေးတောင့်ပြား ဆက်တင်
nb: Pillarkonfigurasjon
ne: पिल शिटको सेटिङ
nl: Instellen van de pilstrip
no: Innstilling av pilleark
or: ପିଲ୍ ସିଟ୍ ସେଟିଂ
pa: ਗੋਲੀ ਸ਼ੀਟ ਸੈਟਿੰਗ
pl: Ustawienia blistra tabletek
ps: د پيل شيت ترتيب
pt: Configuração do calendário da pílula
ro: Configurarea foilor de pastile
ru: Настройки таблеток
si: පිල් ශීට් සකස් කිරීම
sk: Nastavenie piluliek
sl: Nastavitev pilule
sq: Cilësimi i fletës së pilulave
sr: Подешавање пилула
sv: Inställning av pillerblad
sw: Mipangilio ya Uwanda wa Vidonge
ta: மாத்திரைத் தாள் அமைப்பு
te: పిల్ షీట్ సెట్టింగులు
th: การตั้งค่ากล่องยา
tl: Mga Setting ng Pill Sheet
tr: Hap kullanımı ayarları
ur: پیل شیٹ کی ترتیب
uz: Yodg'ichda dori tashlashni sozlash
vi: Cài đặt vỉ thuốc
zh: 药丸盒设置
zu: Ukucushwa kwepili

# unmarkTodayPillAsTakenToPause
source: Mark today's pill as not taken to take a break
af: Vandag se pille is nie geneem nie
am: ዛሬ የማብላት የሚገባውን ፒል እንደማታጠቅ ወደ ማስታወሻው የተመለሰ
ar: بعد تعيين حبة اليوم كغير مأخوذة
as: আজিটোৰ বড়ি নোখোৱা হিচাপে চিহ্নিত কৰাৰ পিছত
az: Bu gün qəbul ediləcək həb hələ qəbul edilməyib
be: Пасля таго, як я не прыняў пілюлю сёння
bg: След като маркирате днешните хапчета като неприети
bn: আজকের পিল না খাওয়া হিসেবে সেট করার পর
bs: Prvo označite današnju pilulu kao neuzetu
ca: Després de marcar la píldola d'avui com a no presa
cs: Od té doby, co jsem dnes ještě nevzal/a pilulku
cy: Heb ychydig o amser ers i mi beidio â chymryd y pilsen sydd i'w cymryd heddiw
da: Hvis du ikke har taget pillen i dag
de: Seit ich die Pille, die ich heute nehmen sollte, nicht genommen habe
el: Από τότε που δεν πήρα το χάπι που πρέπει να πάρω σήμερα
es: Después de marcar la píldora de hoy como no tomada
et: Kuni võetud pille mittevõtmine
eu: Gaur hartuko den pilula har ez duzula hartu
fa: از زمانی که قرص هایی که باید امروز مصرف کنم را مصرف نکرده ام
fi: Ota tänään otettava pilleri unohtuneeksi.
fil: I-mark muna ang ngayong pill bilang hindi pa nainom bago
fr: Depuis que je n'ai pas pris le pilule d'aujourd'hui
gl: Desde que non tomei a pílula que debo tomar hoxe
gu: આજના ગોળીને અસેવન કર્યા પછી
he: אחרי שלא לקחתי את הכדורים שלי להיום
hi: आज की गोली को न ली गई के रूप में मार्क करने के बाद
hr: Nakon što ste danas uzeli tabletu
hu: Miután a ma szedendő tablettát még nem szedték be
hy: Այսօր վերցվող պիլը դեռ չի ընդունվել
id: Setel pil yang harus diminum hari ini sebagai belum diminum.
is: Eftir að hafa ekki tekið pilluna sem á að taka í dag
it: Dopo aver contrassegnato la pillola di oggi come non assunta
ja: 今日飲むピルを未服用にしてから
ka: დღეს სასმელი აბი დაუთმეთ未服用
kk: Бүгін ішетін таблетканы ішпегеннен кейін
km: បន្ទាប់ពីកំណត់ថ្នាំថ្ងៃនេះជាមិនទាន់ទទួលទាន
kn: ಇಂದಿನ ಮಾತ್ರೆಯನ್ನು ಸೇವಿಸದೆ ಎಂದು ಮಾರ್ಕ್ ಮಾಡಿದ ನಂತರ
ko: 오늘 복용할 피임약을 미복용으로 변경한 후
ky: Бүгүн ичүү үчүн пландалган таблетканы ичпей калгандан кийин
lo: ຈາກການບໍ່ເຮັດກິດຈະກຳການເຮັດເຕອບຄົນສຸດທ້າຍຄືນສິນຂອງສິນຄ້າ
lt: Nuo šiandien nepaėmiau piliulės
lv: Pirms tam, kad šodien jālieto tablete
mk: Откако не ја земав таблетата што треба да ја земам денес
ml: ഇന്നത്തെ മാത്ര സേവിച്ചിട്ടില്ലെന്ന് അടയാളപ്പെടുത്തിയ ശേഷം
mn: Өнөөдрийн эмийг уугаагүй болгосны дараа
mr: आजची गोळी न घेतली म्हणून चिन्हांकित केल्यानंतर
ms: Set the pill to not taken for today
my: ယနေ့သောက်ရမည့်ဆေးတောင့်ကို မသောက်ရသေးအဖြစ်သတ်မှတ်ပြီးမှ
nb: Når du har satt piller du skal ta i dag som "ikke tatt"
ne: आजको चक्की नखाएको बनाएपछि
nl: Sinds ik de pil die ik vandaag moet innemen niet heb ingenomen
no: Nå som du har avbrutt pillen du skulle ta i dag
or: ଆଜିର ବଟିକାକୁ ଅସେବିତ କରିବା ପରେ
pa: ਅੱਜ ਦੀ ਗੋਲੀ ਨੂੰ ਅਣਲਿਆ ਬਣਾਉਣ ਤੋਂ ਬਾਅਦ
pl: Od momentu, gdy nie wzięto dzisiejszej pigułki
ps: لهغږ د پيل کولو له کبله چې د نن ورځې پيل ډېر دروند دی
pt: Após marcar a pílula de hoje como não tomada
ro: De când nu am luat pastila pe care trebuia să o iau astăzi
ru: С тех пор как я не принял таблетку, которую нужно было принять сегодня.
si: අද බොන්න යන පීල් එක නොබොන විට සිට
sk: Od chvíle, kedy som nezobral pilulku, ktorú mám dnes vziať
sl: Od trenutka, ko ste prenehali jemati tabletke, ki jih morate jemati danes.
sq: Pas mbajtur pillën e sotme
sr: Данас узету пилулу
sv: Sedan du har ställt in pillret för idag som icke intaget
sw: Baada ya kurudisha vidonge vya leo katika hali ya kutojamezwa
ta: இன்றைய பிள் எடுக்காததாக மாற்றிய பிறகு
te: ఈరోజు తీసుకోవాలసిన గుళికను తీసుకోలేదని గుర్తు చేసిన తర్వాత
th: หลังจากที่ยังไม่รับประทานยาคุมที่ต้องทานวันนี้
tl: I-mark muna bilang hindi pa naiinom ang mga pills para ngayon
tr: Bugün alacağınız hapı almadınız.
uk: Since you haven't taken the pill for today
ur: آج کی پِل کو غیر استعمال شدہ کے طور پر نشان زد کرنے کے بعد
uz: Bugun ichish kerak bo'lgan tabletka qabul qilinmagandan so'ng
vi: Sau khi đánh dấu viên thuốc hôm nay là chưa uống
zh: 从今天未服用的药丸开始
zu: Ngemuva kokuthi ngingasitholanga isiphilisi esifanele namuhla
