Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

source: per number
af: per nommer
am: እያንዳንዱ በተመለከተ
ar: بالتأكيد
as: নম্বৰ অনুযায়ী
az: hər biri üçün
be: па нумарах
bg: По ред
bn: নম্বর অনুযায়ী
bs: po jednog broju
ca: per número
cs: podle pořadí
cy: gan ar gyfer pob rhif
da: For hver nummer
de: Nach Nummer
el: κατά αριθμό
es: Por número
et: igaühe
eu: hitz guztietan
fa: به ترتیبی که
fi: Jokaiselle
fil: Bawat numero
fr: par numéro
gl: Por cada número
gu: નંબરવાર
he: לפי מספר
hi: नंबरवार
hr: pojedinačno
hu: sorszámra
hy: յուրաքանչյուրի համար
id: Per nomor
is: í hvert skipti
it: per numero
ja: 番ごとに
ka: თვალგადასახლებულ
kk: әр нөмір бойынша
km: តាមលេខនីមួយៗ
kn: ಸಂಖ್ಯೆಯ ಅನುಸಾರ
ko: 번호마다
ky: номерлүү
lo: ຕາມບົດ
lt: pagal numerį
lv: Pa katram numuram
mk: По редослед
ml: നമ്പറനുസരിച്ച്
mn: дугаар бүрээр
mr: क्रमांकानुसार
ms: Mengikut nombor
my: နံပါတ်အလိုက်
nb: per episode
ne: नम्बर अनुसार
nl: Per nummer
no: per nummer
or: ସଂଖ୍ୟା ଅନୁସାରେ
pa: ਨੰਬਰ ਅਨੁਸਾਰ
pl: Co numer
ps: د یو تعداد له مخې
pt: por número
ro: pe rând
ru: по номеру
si: සිංහලෙන්
sk: každý
sl: po številkah
sq: për secilën herë
sr: По редоследу
sv: per nummer
sw: kwa nambari
ta: எண் அடிப்படையில்
te: సంఖ్య వారీగా
th: ตามหมายเลข
tl: bawat numero
tr: her bir
uk: by number
ur: ہر ایک نمبر کے لئے
uz: raqam bo'yicha
vi: theo từng số
zh: 按编号
zu: ngokwe

source: How many days does menstruation last?
af: Hoeveel dae duur jou menstruasie?
am: እንደ ጊዜ ምን ያህል ወርቅ ይቀጥላል?
ar: كم يوماً تستمر الدورة الشهرية؟
as: আপোনাৰ মাহেকীয়া কিমান দিন থাকে?
az: Menstruasiya neçə gün davam edir?
be: Колькі дзён працягваецца месячны цыкл?
bg: Колко дни продължава менструацията?
bn: কত দিন মাসিক চলে?
bs: Koliko dana menstruacija traje?
ca: Quants dies dura la menstruació?
cs: Jak dlouho trvá menstruace?
cy: Faint ydy'r cyfnodau'n para?
da: Hvor mange dage varer din periode?
de: Wie viele Tage dauert die Menstruation?
el: Πόσες ημέρες κρατά η περίοδος;
es: ¿Cuántos días dura tu período?
et: Kui kaua menstruatsioon kestab?
eu: Zenbat egun iraun du menstruazioak?
fa: چند روز پریود ادامه دارد؟
fi: Kuinka monta päivää kuukautiset kestävät?
fil: Ilang araw tumatagal ang inyong regla?
fr: Pendant combien de jours les règles continuent-elles ?
gl: Cantos días dura a menstruación?
gu: માસિક ધર્મ કેટલા દિવસ સુધી ચાલે છે?
he: כמה ימים הנשיואה?
hi: आपका मासिक धर्म कितने दिन तक चलता है?
hr: Koliko dana menstruacija traje?
hu: Hány napig tart a menstruáció?
hy: Որքա՞ն օր շարունակվում է կանացի ցիկլը:
id: Berapa hari haid berlangsung?
is: Hversu marga daga stendur blæðing?
it: Per quanti giorni durano le mestruazioni?
ja: 何日間生理が続く？
ka: რამდენი დღე გრძელდება ციკლი?
kk: Қанша күн бойы етеккір болады?
km: ការមានរដូវរបស់អ្នកបន្តប៉ុន្មានថ្ងៃ?
kn: ಮಾಸಿಕ ಎಷ್ಟು ದಿನಗಳು ಇರುತ್ತದೆ?
ko: 생리는 며칠간 지속되나요?
ky: Эмчлер күнүнө канча күнү бою?
lo: ມີວັນໃດແລ້ວສໍາລັບການປ່ອນເລືອດ?
lt: Kiek dienų trunka menstruacijos?
lv: Cik dienas turpinās menstruācijas?
mk: Колку дена трае менструацијата?
ml: എത്ര ദിവസം ആർത്തവം നീണ്ടുനിൽക്കുന്നു?
mn: Сарын тэмдэг хэдэн өдөр үргэлжлэх вэ?
mr: तुमची मासिक पाळी किती दिवसांसाठी चालू राहते?
ms: Berapa hari haid akan berlanjutan?
my: ရာသီဘယ်နှစ်ရက်ကြာသလဲ။
nb: Hvor mange dager varer mensen?
ne: तपाईंको महिनावारी कति दिन सम्म चल्छ？
nl: Hoeveel dagen duurt je menstruatie?
no: Hvor mange dager varer menstruasjonen?
or: ମାସିକ କେତେ ଦିନ ଚାଲେ？
pa: ਤੁਹਾਡੀ ਮਾਹਵਾਰੀ ਕਿੰਨੇ ਦਿਨ ਚੱਲਦੀ ਹੈ？
pl: Ile dni trwa miesiączka?
ps: د څو ورځو لپاره مياشتني؟
pt: Quantos dias dura a menstruação?
ro: Câte zile durează menstruația?
ru: Сколько дней длится менструация?
si: කාල් පොදුවේ කී දිනක් ක්‍රියා කරයිද?
sk: Koľko dní trvá menštruácia?
sl: Koliko dni traja menstruacija?
sq: Sa sa të vazhdojë cikli menstrual për sa ditë?
sr: Колико дана траје менструација?
sv: Hur många dagar pågår menstruationen?
sw: Hedhi yako inendea kwa siku ngapi?
ta: மாதவிடாய் எத்தனை நாட்கள் நீடிக்கும்?
te: రుతుక్రమం ఎన్ని రోజులు కొనసాగుతుంది?
th: ประจำเดือนจะทำต่อเนื่องกี่วัน?
tl: Ilang araw tumatagal ang regla?
tr: Adet kanaman ne kadar sürdü?
ur: کچھ دن حیض جاری رہے گا؟
uz: Nima kunlar davomida hayz ko'rishadi?
vi: Kinh nguyệt của bạn kéo dài bao nhiêu ngày?
zh: 生理持续了几天？
zu: Kuhamba izinsuku ezingakanani ngokwenziwa kwezinsuku?

source: days menstruation lasts
af: Dae menstruasie duur
am: ቀን ወደ ወቅታዊ ሴት ሕይወት ይኖር ይችላል
ar: استمرار الدورة الشهرية لعدة أيام
as: দিন ঋতুস্ৰাৱ চলে
az: Günlük menstruasiya davam edir
be: дзён менструацыя працягваецца
bg: Продължава менструацията за дни
bn: দিন মাসিক চলে
bs: Menstrual bleeding continues for days
ca: dies de menstruació
cs: Menstruace trvá několik dní
cy: Mae'r cyfnod yn parhau am ddyddiau.
da: Menstruationen fortsætter i dagene
de: Menstruation dauert mehrere Tage.
el: Διαρκεί η εμμηνόρροια για ημέρες
es: días de menstruación
et: Menstruatsioon kestab mitu päeva
eu: Eguneko menstruazioa irauten du
fa: روزهای قاعدگی ادامه دارد
fi: Päivät kuukautisia jatkuu
fil: araw na tumatagal ang regla
fr: Les règles continuent pendant plusieurs jours
gl: menstruación durante días
gu: દિવસ માસિક ધર્મ ચાલે છે
he: המחזור נמשך ימים
hi: दिन माहवारी चलती है
hr: Dani menstruacija traje
hu: Menstruációs ciklus napjai
hy: օրականPeriods է շարունակում
id: durasi menstruasi berlangsung
is: blæðingar í æð í marga daga
it: giorni di mestruazioni
ja: 日間生理が続く
ka: დღის განმავლობაში მიმდინარეობს ციკლი
kk: күндік кезең жалғасады
km: ថ្ងៃនៃរដូវ
kn: ದಿನಗಳ ಮಾಸಿಕ ಧರ್ಮ ಮುಂದುವರಿಯುತ್ತದೆ
ko: 일간 생리가 지속됩니다
ky: күн сайын менструация уланат
lo: ນາທີເປັນລະວັດປະສົບຂອງປະເພດຂອງບັດທະບັນຫາ
lt: Tęsiantis menstruacijas dienomis
lv: Menstruācija turpinās vairākas dienas.
mk: дневна менструација продолжува
ml: ദിവസം ആർത്തവം തുടരുന്നു
mn: өдөр сарын тэмдэг үргэлжилнэ
mr: दिवस मासिक पाळी चालते
ms: Hari haid berterusan
my: နေ့ ရာသီလာကြာသည်
nb: Menstruasjonen varer i flere dager
ne: दिन महिनावारी चल्छ
nl: De menstruatie duurt dagen.
no: menstruasjonen varer i dager
or: ଦିନ ମାସିକ ଚାଲେ
pa: ਦਿਨ ਮਾਹਵਾਰੀ ਚੱਲਦੀ ਹੈ
pl: Ciągłe krwawienie miesiączkowe
ps: د ورځې د حیض دوام
pt: Período menstrual continua por dias
ro: Menstruația durează zile.
ru: Дни менструации продолжаются
si: දිනකින් උපත ලැබේ
sk: Trvá menštruácia po dny
sl: Trajanje menstruacije je dni.
sq: Period is ongoing for days
sr: Дана менструација траје
sv: Mensperioden varar i dagar.
sw: siku hedhi inaendelea
ta: நாட்கள் மாதவிடாய் நீடிக்கும்
te: రోజుల పాటు రుతుకాలం కొనసాగుతుంది
th: ระยะเวลาสูติกรรมยังคงดำเนินอยู่
tl: araw na tumatagal ang regla
tr: günlük adet devam ediyor
uk: Menstrual period lasts for days
ur: دنوں کی ماہواری جاری ہے
uz: O'n kun davomida hayz ko'rish
vi: ngày kinh nguyệt kéo dài
zh: 持续几天的生理
zu: Imihla yokuhlanganisa ibhande

# selectPillNumberForMenstruationStart
source: Tap the pill number for the start of menstruation
af: Tik die pil nommer aan wat jou periode begin
am: ግመል መነሻ የጋዜጣ ቁጥርን አንቀጽ
ar: اضغط على رقم الحبة التي تبدأ الدورة الشهرية
as: মাহেকীয়া আৰম্ভ হোৱা বড়িৰ সংখ্যাত টেপ কৰক
az: Menstruasiya başlayacaq nəzarət qrupuna toxunun
be: Націсніце на нумар пілюлі, калі пачынаецца менструацыя
bg: Докоснете номера на хапчето, когато започне менструацията
bn: মাসিক শুরু হওয়ার পিল নম্বরে ট্যাপ করুন
bs: Dodirnite broj pilule kada počnu menstruacije
ca: Toca el número de la píndola on comença la menstruació
cs: Klepněte na číslo pilulky, kdy začíná menstruace
cy: Tap the pill number when your period starts
da: Tryk på pillenummeret, når menstruationen begynder
de: Tippen Sie auf die Pillennummer, bei der die Menstruation beginnt.
el: Πατήστε τον αριθμό του χαπιού που αρχίζει την περίοδο.
es: Toca el número de pastilla donde comienza la menstruación
et: Klipe numbrit, millega menstruatsioon algab
eu: Hasi behar duen pilula zenbakia ukitu
fa: عدد قرصی را که دوره قاعدگی آغاز می‌شود لمس کنید
fi: Napsauta kuukautisten alkamisen pillerinumeroa
fil: I-tap ang numero ng pill kapag nagsisimula ang regla
fr: Appuyez sur le numéro de pilule pour commencer vos règles
gl: Toque o número da pílula que inicia a menstruação
gu: માસિક શરૂ થાય તે ગોળી નંબર ટેપ કરો
he: לחץ על מספר הכדור כשמתחילה הווסת
hi: मासिक धर्म शुरू होने वाली गोली संख्या पर टैप करें
hr: Dodirnite broj pilule kada počne menstruacija
hu: Koppintson a menstruáció kezdő gyógyszer számra.
hy: Սկսել menstruation պիլի համարի վրա սեղմեք
id: Ketuk nomor pil yang mulai haid
is: Tap the pill number that indicates the start of your period
it: Tocca il numero della pillola per l'inizio del ciclo
ja: 生理がはじまるピル番号をタップ
ka: დაწკაპეთ თავიდან დაწყების აბის ნომერზე
kk: Менструация басталатын таблетка нөмірін басыңыз
km: ចុចលេខថ្នាំពពុមដែលរដូវចាប់ផ្តើម
kn: ಮಾಸಿಕ ಧರ್ಮ ಆರಂಭವಾಗುವ ಮಾತ್ರೆ ಸಂಖ್ಯೆಯನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 생리가 시작되는 알약 번호를 탭하세요
ky: Менструация башталган таблетканын номерин басыңыз
lo: ກົດເລກຢາເພື່ອໃນເວລາທີ່ປະຕິເສດ
lt: Paspauskite ant tablečių numerio, kai prasideda menstruacijos
lv: Noklikšķiniet uz tabletes numura, kad sākas menstruācijas
mk: Допирање на бројот на пилулата кога ќе почне менструацијата
ml: ആർത്തവം തുടങ്ങുന്ന ഗുളിക നമ്പർ ടാപ്പ് ചെയ്യുക
mn: Сарын тэмдэг эхлэх эмийн дугаарыг товш
mr: मासिक पाळी सुरू होणाऱ्या गोळीचा क्रमांक टॅप करा
ms: Ketuk nombor pil untuk memulakan haid
my: ရာသီလာသောပီးနံပါတ်ကိုနှိပ်ပါ
nb: Trykk på pillenummeret for å starte menstruasjonen
ne: मासिक धर्म सुरु हुने गोली नम्बरमा ट्याप गर्नुहोस्
nl: Tik op het pilnummer dat begint met de menstruatie
no: Trykk på pille nummeret som starter menstruasjonen
or: ମାସିକ ଆରମ୍ଭ ହେଉଥିବା ବଟିକା ସଂଖ୍ୟା ଟ୍ୟାପ୍ କରନ୍ତୁ
pa: ਮਾਹਵਾਰੀ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲੇ ਗੋਲੀ ਨੰਬਰ ਨੂੰ ਟੈਪ ਕਰੋ
pl: Dotknij numerku pigułki, przy której zaczyna się menstruacja
ps: د مياشتنۍ د سرکېدو لپاره د ګولیو شمېرې ته ټک کړئ
pt: Toque o número da pílula que inicia a menstruação
ro: Apăsați numărul pilulei care începe perioada menstruală
ru: Нажмите на номер таблетки, когда начинаются месячные
si: සඩු කාලය ආරම්භ වන පොදීන් අංකය ක්ලික් කරන්න
sk: Klepnutím na číslo pilulky, ktorá spúšťa menštruáciu
sl: Dotaknite številko tabletke, s katero se začne menstruacija
sq: Prekoni numrin e pillave kur fillon menstruacioni
sr: Додирните број пилуле када менструација почне
sv: Tryck på piller numret när mensen börjar
sw: Bofya nambari ya kidonge cha kuanza hedhi
ta: மாதவிடாய் தொடங்கும் மாத்திரை எண்ணைத் தட்டுங்கள்
te: రుతుస్రావం ప్రారంభమయ్యే పిల్ నంబర్‌ను టాప్ చేయండి
th: แตะหมายเลขยาคุมกำเนิดที่เริ่มมีประจำเดือน
tl: I-tap ang numero ng pill kung saan nagsisimula ang regla
tr: Aylardan başlayacak hap numarasına dokun
uk: Tap the pill number to start your period
ur: حیض شروع ہونے والی گولی کا نمبر دبائیں
uz: Oylik menstruatsiya boshlanishi uchun tabletkani raqamini bosing
vi: Chạm vào số viên thuốc khi kinh nguyệt bắt đầu
zh: 点击开始月经的药丸编号
zu: Tap the pill number to start menstruation.

# countOfSheet
source: {number}th sheet
af: {number}de blad
am: በ{number} ወረቀት
ar: الصورة رقم {number}
as: {number}তম
az: {number}-ci səhifə
be: {number}шы
bg: {number} лист
bn: {number}তম
bs: {number}. stranica
ca: {number}è full
cs: {number} číslo
cy: {number}ydd
da: {number} side
de: {number}. Blatt
el: Η {number} σελίδα
es: Blíster {number}
et: {number} leht
eu: {number} ordu
fa: صفحه {number}
fi: {number} kuva
fil: ika-{number} na sheet
fr: {number}ème
gl: {number}ª
gu: {number}મી શીટ
he: דף {number}
hi: {number}वीं
hr: {number}-ta
hu: {number} darab
hy: {number}-րդ
id: lembar {number}
is: {number} spjald
it: {number}° foglio
ja: {number}枚目
ka: № {number}
kk: {number}-ші пара
km: សន្លឹកទី{number}
kn: {number}ನೇ ಶೀಟ್
ko: {number}번째
ky: {number}-барак
lo: {number}ແບບ
lt: {number} lapas
lv: {number} lapa
mk: {number} лист
ml: {number}ാം
mn: {number}-дахь хуудас
mr: {number} वा
ms: {number} keping
my: စာရွက်စု {number} ခုမြောက်
nb: {number} ark
ne: {number}औं
nl: de {number}e
no: den {number}
or: {number}ତମ ସିଟ୍
pa: {number}ਵੀਂ ਸ਼ੀਟ
pl: {number} strona
ps: {number} عدد
pt: {number}ª
ro: pagina {number}
ru: {number}-й
si: {number}ක පට
sk: {number}. strana
sl: {number}. stran
sq: {number} e
sr: {number} лист
sv: {number} blad
sw: ya {number}
ta: {number}ஆவது
te: {number}వ
th: {number} ใบ
tl: ika-{number}
tr: {number}. sayfa
uk: {number} tablet
ur: {number} کی تعداد
uz: {number}-chi
vi: Tờ thứ {number}
zh: 第 {number} 张
zu: i-#{number}

source: New pill sheet start ▶︎
af: Nuwe pilleblad begin ▶︎
am: አዲስ ፒል ማዕድ መጀመር ▶︎
ar: بدء جدول حبوب جديد ▶︎
as: নতুন পিল শীট আৰম্ভ ▶︎
az: Yeni dərman vərəqəsi başlamaq ▶︎
be: Пачатак новай пілюлі ▶︎
bg: Започнете нова таблетка ▶︎
bn: নতুন পিল শীট শুরু করুন ▶︎
bs: Novi početak pilule ▶︎
ca: Començar nou blíster ▶︎
cs: Zahájit novou pilulkovou dávku ▶︎
cy: Dechrau sylfaen pîl newydd ▶︎
da: Start new pill sheet ▶︎
de: Neues Pillenblatt starten ▶︎
el: Νέα έναρξη φύλλου χαπιών ▶︎
es: Iniciar nuevo blíster ▶︎
et: Uue pillilehe algus ▶︎
eu: Eguneroko piluko orrialdea hasi ▶︎
fa: شروع بسته قرص جدید ▶︎
fi: Uuden pillerikortin aloittaminen ▶︎
fil: Simulang Bagong Pill Sheet ▶︎
fr: Démarrer une nouvelle plaquette de pilules ▶︎
gl: Inicio de nova folla de pílulas ▶︎
gu: નવી પિલ શીટ શરૂ કરો ▶︎
he: התחלת גיליון כדורים חדש ▶︎
hi: नई पिल शीट शुरू करें ▶︎
hr: Pokreni novi pjan za lijekove ▶︎
hu: Új gyógyszerlap indítása ▶︎
hy: नई պիլ շիթ սկսելը ▶︎
id: Mulai lembar pil baru ▶︎
is: Nýtt pilla blað byrjar ▶︎
it: Inizia nuovo blister ▶
ja: 新しいピルシート開始 ▶︎
ka: ახალი პილების ფურცლის დაწყება ▶︎
kk: Жаңа дәрі парағын бастау ▶︎
km: ចាប់ផ្តើមសន្លឹកថ្នាំថ្មី ▶︎
kn: ಹೊಸ ಮಾತ್ರೆ ಶೀಟ್ ಪ್ರಾರಂಭ ▶︎
ko: 새 피임약 시트 시작 ▶︎
ky: Жаңы пил листи баштоо ▶︎
lo: ເริ่มບັດບີເພີມໃໝ່ ▶︎
lt: Naujas tablečių lapelis prasideda ▶︎
lv: Jauna tablešu lapas uzsākšana ▶︎
mk: Нова пука со таблети ▶︎
ml: പുതിയ പിൽ ഷീറ്റ് ആരംഭിക്കുക ▶︎
mn: Шинэ эмийн хуудас эхлэх ▶︎
mr: नवीन पिल शीट सुरुवात ▶︎
ms: Mula Pakej Pil Baru ▶︎
my: ဆေးလုံးအစုအသစ် စတင် ▶︎
nb: Ny pillepakke begynner ▶︎
ne: नयाँ गोली प्याकेट सुरु ▶︎
nl: Nieuwe pillenstrip starten ▶︎
no: Start a new pill sheet ▶︎
or: ନୂତନ ପିଲ ସିଟ ଆରମ୍ଭ ▶︎
pa: ਨਵੀਂ ਪਿੱਲ ਸ਼ੀਟ ਸ਼ੁਰੂ ਕਰੋ ▶︎
pl: Rozpoczęcie nowego arkusza tabletek ▶︎
ps: نوې د قرصو شیټ پیل ▶︎
pt: Iniciar nova cartela de pílulas ▶︎
ro: Începerea unui nou pliant de pilule ▶︎
ru: Начало нового листа таблеток ▶︎
si: නව පීල් කුසියේ ආරම්භය ▶︎
sk: Začať nový cyklus piluliek ▶︎
sl: Nov začetek paketa tablet ▶︎
sq: Fillim i ri i pllakës së pilulave ▶︎
sr: Почетак новог паковања пилула ▶︎
sv: Start new pill sheet ▶︎
sw: Anza Kipindi Kipya cha Vidonge ▶︎
ta: புதிய மாத்திரை தாள் தொடங்கு ▶︎
te: కొత్త పిల్ షీట్ ప్రారంభం ▶︎
th: เริ่มแผ่นยาคุมใหม่ ▶︎
tl: Simulan ang Bagong Pill Sheet ▶︎
tr: Yeni hap sayfası başlat ▶︎
uk: Start new pill pack ▶︎
ur: نئے دوا کے شیٹ کا آغاز ▶︎
uz: Yangi pil varaqasi boshlanmoqda ▶︎
vi: Bắt đầu vỉ thuốc mới ▶︎
zh: 开始新的药片排程序 ▶︎
zu: Qala iphilisi elisha ▶︎

source: Select pill type
af: Kies die tipe pil
am: ዝርዝር ይምረጡ
ar: اختر نوع الحبوب
as: পিলৰ প্ৰকাৰ নিৰ্বাচন কৰক
az: Dərman növünü seçin
be: Выберыце тып таблетак
bg: Изберете вид на хапчетата
bn: পিলের ধরন নির্বাচন করুন
bs: Odaberite vrstu pilula
ca: Selecciona el tipus de píndola
cs: Vyberte typ pilulky
cy: Dewiswch fath o bil
da: Vælg type pille
de: Wählen Sie die Art der Pille
el: Επιλέξτε τον τύπο του χαπιού
es: Seleccionar tipo de píldora
et: Valige pillide tüüp
eu: Hautatutako pilula mota
fa: نوع قرص را انتخاب کنید
fi: Valitse pillerin tyyppi
fil: Pumili ng uri ng pildoras
fr: Sélectionnez le type de pilule
gl: Selecciona o tipo de pílula
gu: પિલનો પ્રકાર પસંદ કરો
he: בחר את סוג הכדור
hi: पिल का प्रकार चुनें
hr: Odaberite vrstu pilule
hu: Válassza ki a tabletta típusát
hy: Ընտրեք պիլերի տեսակը
id: Pilih jenis pil
is: Veldu tegund pilla
it: Seleziona il tipo di pillola
ja: ピルの種類を選択
ka: პილების ტიპის არჩევა
kk: Пиллдің түрін таңдаңыз
km: ជ្រើសរើសប្រភេទថ្នាំពន្យារកំណើត
kn: ಮಾತ್ರೆಯ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 피임약 종류 선택
ky: Дарынын түрүн тандаңыз
lo: ລາຍການແລະເລືອກປິລ
lt: Pasirinkite piliulių tipą
lv: Izvēlieties tablešu veidu
mk: Изберете тип на таблетата
ml: പിൽ തരം തിരഞ്ഞെടുക്കുക
mn: Эмийн төрлийг сонгох
mr: गोळीचा प्रकार निवडा
ms: Pilih jenis pil
my: ပီးအမျိုးအစားရွေးချယ်ပါ
nb: Velg type pille
ne: गर्भनिरोधक गोलीको प्रकार छान्नुहोस्
nl: Kies het type pil
no: Velg type pille
or: ପିଲ୍‌ର ପ୍ରକାର ଚୟନ କରନ୍ତୁ
pa: ਗੋਲੀ ਦੀ ਕਿਸਮ ਚੁਣੋ
pl: Wybierz rodzaj pigułki
ps: د درملو ډول انتخاب کړئ
pt: Selecionar o tipo de pílula
ro: Select the type of pill
ru: Выбор типа таблетки
si: පිල් අංශය තෝරන්න
sk: Vyberte typ tabletky
sl: Izberite vrsto tablet
sq: Zgjidhni llojin e pilulave
sr: Изаберите врсту пилуле
sv: Välj typ av piller
sw: Chagua aina ya vidonge vya kuzuia mimba
ta: மாத்திரை வகையை தேர்வு செய்யவும்
te: గుళిక రకాన్ని ఎంచుకోండి
th: เลือกประเภทของยา
tl: Pumili ng uri ng pill
tr: Hap kullanımı seçin
ur: دوائی کی قسم منتخب کریں
uz: Giyohlar turini tanlang
vi: Chọn loại thuốc tránh thai
zh: 选择药丸类型
zu: Khetha uhlobo lwepili

# twentyOnePills
source: 21 pills
af: 21 tablette
am: 21 ቅድሚያ
ar: 21 حبة
as: ২১ টেবলেট
az: 21 tablet
be: 21 таблетка
bg: 21 таблетки
bn: ২১টি পিল
bs: 21 tableta
ca: 21 comprimits
cs: 21 tablet
cy: 21 tabledi
da: 21 piller
de: 21 Tabletten
el: 21 δισκία
es: 21 comprimidos
et: 21 tabletti
eu: 21 tableta
fa: ۲۱ قرص
fi: 21 tablettia
fil: 21 na tablet
fr: 21 comprimés
gl: 21 pílulas
gu: 21 ગોળી
he: 21 כדורים
hi: 21 टैबलेट
hr: 21 tableta
hu: 21 tabletta
hy: 21 դեղորայք
id: 21 tablet
is: 21 púlsur
it: 21 compresse
ja: 21錠
ka: 21 ცალი
kk: 21 таблетка
km: ២១គ្រាប់
kn: 21 ಮಾತ್ರೆಗಳು
ko: 21정
ky: 21 таблетка
lo: 21 ແຊບ
lt: 21 tabletų
lv: 21 tabletes
mk: 21 таблети
ml: 21 മാത്രകൾ
mn: 21 таблет
mr: 21 टॅब्लेट
ms: 21 tablet
my: နှစ်ဆယ့်တစ်လုံး
nb: 21 tabletter
ne: २१ गोली
nl: 21 pillen
no: 21 tabletter
or: ୨୧ ଗୋଟି
pa: 21 ਗੋਲੀਆਂ
pl: 21 tabletek
ps: 21 عدد
pt: 21 comprimidos
ro: 21 de comprimate
ru: 21 таблетка
si: 21 පුද්ගල
sk: 21 tabliet
sl: 21 tablet
sq: 21 tableta
sr: 21 табл.
sv: 21 tabletter
sw: 21 vidonge
ta: 21 மாத்திரைகள்
te: 21 మాత్రలు
th: 21 เม็ด
tl: 21 tableta
tr: 21 hap
uk: 21 tablets
ur: 21 گولیاں
uz: 21 tablet
vi: 21 viên
zh: 21片
zu: 21 tablets

# twentyEightPills
source: 28 pills
af: 28 tablette
am: 28 ትኩስ
ar: 28 حبة
as: ২৮ টেবলেট
az: 28 tablet
be: 28 таблетак
bg: 28 таблетки
bn: ২৮ ট্যাবলেট
bs: 28 tableta
ca: 28 comprimits
cs: 28 tablet
cy: 28_tablet
da: 28 piller
de: 28 Tabletten
el: 28 δισκία
es: 28 pastillas
et: 28 tabletti
eu: 28 pilula
fa: ۲۸ قرص
fi: 28 tablettia
fil: 28 tableta
fr: 28 comprimés
gl: 28 comprimidos
gu: 28 ગોળી
he: 28 כדורים
hi: 28 टैबलेट
hr: 28 tableta
hu: 28 tabletta
hy: 28 դեղ
id: 28 tablet
is: 28 töflur
it: 28 compresse
ja: 28錠
ka: 28 აბი
kk: 28 таблетка
km: ២៨គ្រាប់
kn: 28 ಮಾತ್ರೆಗಳು
ko: 28정
ky: 28 таблетка
lo: 28 ທົ່ງ
lt: 28 tablečių
lv: 28 tabletes
mk: 28 таблети
ml: 28 ഗുളികകൾ
mn: 28 эм
mr: 28 गोळ्या
ms: 28 tablet
my: ၂၈လုံး
nb: 28 tabletter
ne: 28 ट्याब्लेट
nl: 28 tabletten
no: 28 piller
or: ୨୮ ବଟିକା
pa: 28 ਟੈਬਲੇਟ
pl: 28 tabletów
ps: ٢٨ میده
pt: 28 comprimidos
ro: 28 de tablete
ru: 28 таблеток
si: 28ක්
sk: 28 tabliet
sl: 28 tablet
sq: 28 tableta
sr: 28 табл.
sv: 28 tabletter
sw: vidonge 28
ta: 28 மாத்திரைகள்
te: 28 మాత్రలు
th: 28 เม็ด
tl: 28 tablets
tr: 28 tablet
uk: 28 tablets
ur: 28 گولیاں
uz: 28 tablet
vi: 28 viên
zh: 28颗
zu: 28 tablets

# twentyFourPills
source: 24 pills
af: 24 tablette
am: 24 ቅባቶች
ar: 24 حبة
as: 24টা বড়ি
az: 24 tablet
be: 24 таблеткі
bg: 24 таблетки
bn: ২৪টি ট্যাবলেট
bs: 24 tablete
ca: 24 comprimits
cs: 24 tablet
cy: 24 tabled
da: 24 tabletter
de: 24 Tabletten
el: 24 ταμπλέτες
es: 24 comprimidos
et: 24 tabletti
eu: 24 pilulak
fa: 24 عدد
fi: 24 tablettia
fil: 24 tableta
fr: 24 comprimés
gl: 24 pastillas
gu: 24 ગોળીઓ
he: 24 טבליות
hi: 24 गोली
hr: 24 tableta
hu: 24 tabletta
hy: 24 դեղ
id: 24 tablet
is: 24 töflur
it: 24 compresse
ja: 24錠
ka: 24 ტაბლეტი
kk: 24 таблетка
km: ២៤គ្រាប់
kn: 24 ಮಾತ್ರೆಗಳು
ko: 24정
ky: 24 таблетка
lo: 24 ຊິງຄັນ
lt: 24 tablečių
lv: 24 tabletes
mk: 24 таблети
ml: 24 ഗുളിക
mn: 24 шахмал
mr: २४ गोळ्या
ms: 24 tablet
my: ၂၄ လုံး
nb: 24 piller
ne: 24 ट्याब्लेट
nl: 24 tabletten
no: 24 tabletter
or: ୨୪ଟାବଲେଟ୍
pa: 24 ਗੋਲੀਆਂ
pl: 24 tabletek
ps: ٢٤ ټابلیټونه
pt: 24 comprimidos
ro: 24 de tablete
ru: 24 таблеток
si: 24 බ්‍රීක
sk: 24 tabliet
sl: 24 tablet
sq: 24 tabletë
sr: 24 табл.
sv: 24 tabletter
sw: Vidonge 24
ta: 24 மாத்திரை
te: 24 ట్యాబ్లెట్లు
th: 24 เม็ด
tl: 24 tablets
tr: 24 tablet
uk: 24 tablets
ur: 24 گولیاں
uz: 24 tablet
vi: 24 viên
zh: 24片
zu: 24 tablets

# twentyOnePlusSevenDaysBreak
source: 21 pills + 7 days break
af: 21 tablette + 7 dae onderbreking
am: 21 ካብር + 7 ቀን ዝብቃ
ar: 21 حبة + 7 أيام راحة
as: ২১টা গুটি + ৭ দিন বিৰতি
az: 21 tablet + 7 gün ara
be: 21 таблетка + 7 дзён перапынку
bg: 21 таблетки + 7 дни почивка
bn: ২১টি বড়ি + ৭ দিন বিরতি
bs: 21 tableta + 7 dana pauze
ca: 21 comprimits + 7 dies de descans
cs: 21 tablet + 7 days break
cy: 21 tabled + 7 diwrnod o seibiant
da: 21 piller + 7 dages pause
de: 21 Tabletten + 7 Tage Pause
el: 21 δισκία + 7 ημέρες διακοπής
es: 21 pastillas + 7 días de descanso
et: 21 tabletti + 7 päeva pausi
eu: 21 pilulak + 7 eguneko atseden
fa: 21 قرص + 7 روز استراحت
fi: 21 tablettia + 7 päivän tauko
fil: 21 tabletas + 7 araw na pahinga
fr: 21 comprimés + 7 jours de pause
gl: 21 comprimidos + 7 días de descanso
gu: 21 ગોળી + 7 દિવસ વિરામ
he: 21 כוכבים + 7 ימי הפסקה
hi: 21 गोली + 7 दिन विराम
hr: 21 tableta + 7 dana pauza
hu: 21 tabletta + 7 nap szünet
hy: 21 պարկուճ + 7 օր դադար
id: 21 tablet + 7 hari istirahat
is: 21 töflur + 7 daga frí
it: 21 compresse + 7 giorni di pausa
ja: 21錠＋7日休薬
ka: 21 თაბლეტი + 7 დღის შესვენება
kk: 21 таблетка + 7 күн үзіліс
km: ២១ គ្រាប់ + ៧ ថ្ងៃឈប់ថ្នាំ
kn: ೨೧ ಮಾತ್ರೆಗಳು + ೭ ದಿನಗಳ ವಿರಾಮ
ko: 21정 + 7일 휴약
ky: 21 таблетка + 7 күн тыныгуу
lo: 21 ໃຊ້ສໍ້ໃນປະເທດ 7 ມື້ ແລະ ສະຖິຕິ
lt: 21 tablečių + 7 dienų pertrauka
lv: 21 tabletes + 7 dienu pārtraukums
mk: 21 таблети + 7 дена пауза
ml: 21 ഗുളികകൾ + 7 ദിവസം വിശ്രമം
mn: 21 эм + 7 өдрийн амралт
mr: २१ गोळ्या + ७ दिवस विराम
ms: 21 tablet + 7 hari rehat
my: ၂၁ လုံး + ၇ ရက် ဆေးရပ်
nb: 21 tabletter + 7 dagers pause
ne: 21 गोली + 7 दिन औषधि बिश्राम
nl: 21 pill + 7 days break
no: 21 piller + 7 dagers pause
or: ୨୧ଟି ବଟିକା + ୭ ଦିନ ଔଷଧ ବିରାମ
pa: ੨੧ ਗੋਲੀਆਂ + ੭ ਦਿਨ ਬਿਨਾਂ ਗੋਲੀ
pl: 21 tabletek + 7 dni przerwy
ps: ٢١ قرص + ٧ ورځې وقفه
pt: 21 comprimidos + 7 dias de pausa
ro: 21 pastile + 7 zile de pauză
ru: 21 таблетка + 7 дней перерыва
si: 21 බල්ලා + 7 දින නිවාඩු
sk: 21 tab + 7 dní prestávka
sl: 21 tabletov + 7 dni počitka
sq: 21 tableta + 7 ditë pushimi
sr: 21 табл. + 7 дана пауза
sv: 21 tabletter + 7 dagars uppehåll
sw: Vidonge 21 + Siku 7 za Kupumzika
ta: 21 மாத்திரைகள் + 7 நாட்கள் இடைவெளி
te: 21 మాత్రలు + 7 రోజుల విరామం
th: 21 เม็ด + 7 วันหยุดการใช้ยา
tl: 21 pildoras + 7 araw na pahinga
tr: 21 hap+7 gün arası
uk: 21 tablets + 7 days break
ur: 21 گولیاں + 7 دن کی بریک
uz: 21 tablet + 7 kun dam olish
vi: 21 viên + 7 ngày nghỉ thuốc
zh: 21片 + 7天停药
zu: 21 tablet + 7 days off
