Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# emailAlreadyInUse
source: The email address you are using with the {accountTypeProviderName} account is already linked to another Pilll account, so registration is not possible. Also check the FAQ. Details: {exceptionMessage}
af: Die e-posadres wat jy reeds met 'n {accountTypeProviderName} rekening gebruik, is aan 'n ander Pilll-rekening gekoppel, daarom kan jy nie registreer nie. Gaan asseblief ook die FAQ na. Besonderhede: {exceptionMessage}
am: እቅፍ ማድረግ እንደ ተገናኝ ይህ ኢሜይል አድራሻ በሌላ የPilll አካውንት ጋር ይይዞ እንደ ተወዳድር አቅባቢ ይይዞ እንዲህ ነው {accountTypeProviderName} አካውንት እየተጠቀምነው የገለበጠ አድራሻ በ@gmail.com ኢሜይል እንደገና ገባኝ፡፡ አቅፋያ ይይዞ እቃ አከርፍህ እንዴ የተገናኘ ምስሌ ኦይ እንዲህ ጭፈ. ዝርዝር: {exceptionMessage}
ar: لا يمكن التسجيل لأن عنوان البريد الإلكتروني الخاص بك مرتبط بالفعل بحساب آخر في Pilll باستخدام حساب {accountTypeProviderName}. يرجى الاطلاع على الأسئلة الشائعة. التفاصيل: {exceptionMessage}.
as: আপুনি ইতিমধ্যে {accountTypeProviderName} একাউণ্টত ব্যৱহাৰ কৰা ইমেইল ঠিকনাটো আন এটা Pilll একাউণ্টৰ সৈতে সংযুক্ত হৈ আছে বাবে পঞ্জীয়ন কৰিব পৰা নাই। FAQ চাওক। বিৱৰণ: {exceptionMessage}
az: Artıq {accountTypeProviderName} hesabı ilə istifadə etdiyiniz e-poçt ünvanı digər Pilll hesabına bağlı olduğu üçün qeydiyyatdan keçə bilməzsiniz. FAQ-da da baxmağı unutmayın. Ətraflı: {exceptionMessage}
be: Вы не можаце зарэгістравацца, бо адрас электроннай пошты, які вы выкарыстоўваеце з уліковым запісам {accountTypeProviderName}, звязаны з іншым уліковым запісам Pilll. Паглядзіце таксама раздзел FAQ. Падрабязнасці: {exceptionMessage}
bg: Не може да се регистрирате, тъй като имейл адресът, който вече използвате с {accountTypeProviderName} акаунта, е свързан с друг акаунт в Pilll. Моля, вижте ЧЗВ. Подробности: {exceptionMessage}
bn: আপনার {accountTypeProviderName} অ্যাকাউন্টের ইমেইল ঠিকানা ইতিমধ্যে অন্য একটি Pilll অ্যাকাউন্টের সাথে যুক্ত রয়েছে, তাই নিবন্ধন করা যাবে না। FAQ-ও দেখুন। বিস্তারিত: {exceptionMessage}
bs: Već imate registrovanu e-mail adresu povezanu sa drugim Pilll računom za {accountTypeProviderName}, zbog čega se ne možete registrovati. Molimo vas da pogledate FAQ. Detalji: {exceptionMessage}
ca: No es pot registrar perquè l'adreça de correu del vostre compte de {accountTypeProviderName} ja està vinculada a un altre compte de Pilll. Consulteu les FAQ per obtenir més informació. Detalls: {exceptionMessage}
cs: Nemůžete se zaregistrovat, protože e-mailová adresa, kterou již používáte s {accountTypeProviderName} účtem, je propojena s jiným Pilll účtem. Podívejte se také na FAQ. Podrobnosti: {exceptionMessage}
cy: Ni all registro gyda'r cyfeiriad e-bost rydych chi eisoes yn ei ddefnyddio gyda'ch {accountTypeProviderName} cyfrif, gan ei fod yn gysylltiedig â chyfrif Pilll arall. Gwiriwch y Cwestiynau Cyffredin hefyd. Manylion: {exceptionMessage}
da: Du kan ikke registrere dig, fordi den e-mailadresse, du allerede bruger med din {accountTypeProviderName}-konto, er knyttet til en anden Pilll-konto. Se også vores FAQ. Detaljer: {exceptionMessage}
de: Die mit der {accountTypeProviderName}-Konto verwendete E-Mail-Adresse ist bereits mit einem anderen Pilll-Konto verknüpft, daher kann keine Registrierung erfolgen. Bitte sehen Sie sich auch die FAQ an. Details: {exceptionMessage}
el: Δεν μπορείτε να εγγραφείτε γιατί η διεύθυνση email που χρησιμοποιείτε ήδη με τον λογαριασμό {accountTypeProviderName} είναι συνδεδεμένη με άλλους λογαριασμούς Pilll. Παρακαλούμε δείτε τις Συχνές Ερωτήσεις. Λεπτομέρειες: {exceptionMessage}
es: No se puede registrar porque la dirección de correo electrónico de su cuenta de {accountTypeProviderName} ya está vinculada a otra cuenta de Pilll. Consulte también las FAQ. Detalles: {exceptionMessage}
et: Te ei saa registreerida, kuna {accountTypeProviderName} konto jaoks kasutatav e-posti aadress on juba seotud teise Pilll kontoga. Vaadake ka KKK-d. Üksikasjad: {exceptionMessage}
eu: Ezin da iraunkortasun {accountTypeProviderName} kontu batekin erabilitako helbide elektronikoa beste Pilll kontu batzuekin lotuta dagoelako. Mesedez, ikusi gure FAQak. Xehetasunak: {exceptionMessage}
fa: شما نمی‌توانید ثبت‌نام کنید زیرا آدرس ایمیل شما قبلاً با یک حساب کاربری دیگر Pilll مرتبط است. لطفاً به سوالات متداول (FAQ) مراجعه کنید. جزئیات: {exceptionMessage}
fi: Et voi rekisteröityä, koska sähköpostiosoitteesi on jo liitetty toiseen Pilll-tiliin {accountTypeProviderName} -tilillä. Katso myös UKK. Yksityiskohtia: {exceptionMessage}
fil: Ang email address na ginagamit mo sa {accountTypeProviderName} account ay nakakonekta na sa ibang Pilll account kaya hindi ka makapag-register. Tingnan din ang FAQ. Detalye: {exceptionMessage}
fr: L'enregistrement n'est pas possible car l'adresse e-mail que vous utilisez déjà avec le compte {accountTypeProviderName} est liée à un autre compte Pilll. Veuillez consulter la FAQ pour plus d'informations. Détails : {exceptionMessage}
gl: Non se pode rexistrar porque a dirección de correo electrónico que xa está a usar cunha conta de {accountTypeProviderName} está vinculada a outra conta de Pilll. Tamén consulta as preguntas frecuentes. Detalles: {exceptionMessage}
gu: તમારું {accountTypeProviderName} એકાઉન્ટનું ઈમેઇલ એડ્રેસ પહેલાથી જ અન્ય Pilll એકાઉન્ટ સાથે જોડાયેલું હોવાને કારણે નોંધણી કરી શકાતી નથી. કૃપા કરીને FAQ પણ જુઓ. વિગતો: {exceptionMessage}
he: אינך יכול להירשם מכיוון שהדואר האלקטרוני שלך משויך כבר לחשבון Pilll אחר עם סוג החשבון {accountTypeProviderName}. אנא עיין בשאלות נפוצות (FAQ) לקבלת מידע נוסף. פרטים: {exceptionMessage}
hi: आपका {accountTypeProviderName} खाते का ईमेल पता पहले से ही किसी अन्य Pilll खाते से जुड़ा हुआ है, इसलिए पंजीकरण नहीं हो सकता। कृपया FAQ भी देखें। विवरण: {exceptionMessage}
hr: Već se ne možete registrirati jer je adresa e-pošte koju koristite s {accountTypeProviderName} računom povezana s drugim Pilll računom. Molimo pogledajte FAQ. Detaljno: {exceptionMessage}
hu: Mivel a már {accountTypeProviderName} fiókkal használt e-mail cím másik Pilll fiókhoz van társítva, ezért nem tud regisztrálni. Kérjük, nézze meg a GYIK-at is. Részletek: {exceptionMessage}
hy: Որպեսզի գրանցվել, դուք չեք կարող այն հաշիվը օգտագործելով, որը կապվում է այլ Pilll հաշվի հետ, քանի որ {accountTypeProviderName} հաշիվը արդեն օգտագործում է Ձեր էլ․ հասցեն: Խնդրում ենք տեսնել FAQ: Ամփոփում՝ {exceptionMessage}
id: Anda tidak dapat mendaftar karena alamat email yang sudah digunakan dengan akun {accountTypeProviderName} Anda terhubung dengan akun Pilll lainnya. Silakan lihat FAQ untuk lebih lanjut. Rincian: {exceptionMessage}
is: Þú getur ekki skráð þig því að netfangið þitt er nú þegar tengt öðru Pilll reikningi með {accountTypeProviderName} reikningnum. Vinsamlegast skoðaðu FAQ. Nánar: {exceptionMessage}
it: L'indirizzo email utilizzato per l'account {accountTypeProviderName} è già associato a un altro account Pilll, pertanto non è possibile effettuare la registrazione. Consultare anche le FAQ. Dettagli: {exceptionMessage}
ja: すでに{accountTypeProviderName}アカウントでお使いのメールアドレスが他のPilllアカウントに紐付いているため登録ができません。FAQもご覧ください。詳細: {exceptionMessage}
ka: თქვენ ვერ გააკეთებთ რეგისტრაციას, რადგან ამჟამად {accountTypeProviderName} ანგარიშზე იყენებთ ელექტრონულ ფოსტას, რომელიც დაკავშირებულია სხვა Pilll ანგარიშთან. გთხოვთ გაეცნოთ FAQ-ს. დეტალები: {exceptionMessage}
kk: Сіз {accountTypeProviderName} аккаунтымен пайдалануда болған пошта мекенжайыңыз басқа Pilll аккаунтына байланған, сондықтан тіркеле алмайсыз. FAQ-ты да қараңыз. Толығырақ: {exceptionMessage}
km: អាសយដ្ឋានអ៊ីមែលដែលអ្នកប្រើសម្រាប់គណនី{accountTypeProviderName}រួចហើយត្រូវបានភ្ជាប់ជាមួយគណនី Pilll ផ្សេងទៀត ដូច្នេះមិនអាចចុះឈ្មោះបាន។ សូមពិនិត្យមើល FAQ ផងដែរ។ លម្អិត៖ {exceptionMessage}
kn: ಈಗಾಗಲೇ {accountTypeProviderName} ಖಾತೆಯಲ್ಲಿ ಬಳಸುತ್ತಿರುವ ಇಮೇಲ್ ವಿಳಾಸವು ಇತರ Pilll ಖಾತೆಗೆ ಲಿಂಕ್ ಮಾಡಲಾಗಿರುವುದರಿಂದ ನೋಂದಣಿ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. FAQ ವನ್ನು ಸಹ ನೋಡಿ. ವಿವರಗಳು: {exceptionMessage}
ko: 이미 {accountTypeProviderName} 계정으로 사용 중인 이메일 주소가 다른 Pilll 계정에 연결되어 있어 등록할 수 없습니다. FAQ도 참조해 주세요. 세부사항: {exceptionMessage}
ky: {accountTypeProviderName} аккаунтуңуз менен колдонуп жаткан электрондук почта адресиңиз башка Pilll аккаунтуна байланыштуу болгондуктан, катталуу мүмкүн эмес. FAQ'ны карап чыгыңыз. Деталдары: {exceptionMessage}
lo: ບໍ່ສາມາດລົງທະບຽນໄດ້ເນື່ອງຈາກອີເມວທີ່ໃຊ້ງານແລ້ວກັບບັດລະບົບ {accountTypeProviderName} ບໍລິສັດອື່ນໃນລະບົບ Pilll. ຂໍແຈ້ງໃຫ້ເຂົ້າໄປສູ່ FAQ ສໍາລັບຂໍໍາອະນຸຍາດ. ລາຍລະອຽດ: {exceptionMessage}
lt: Jūsų naudojamas el. pašto adresas, susietas su kitu {accountTypeProviderName} paskyra, todėl jo negalite užregistruoti. Taip pat peržiūrėkite DUK. Išsami informacija: {exceptionMessage}
lv: Jūsu e-pasta adrese, kas jau tiek izmantota ar {accountTypeProviderName} kontu, ir saistīta ar citu Pilll kontu, tādēļ reģistrācija nav iespējama. Lūdzu, apskatiet FAQ. Detalizēti: {exceptionMessage}
mk: Веќе не можете да се регистрирате, бидејќи вашата e-пошта, поврзана со {accountTypeProviderName} акаунт, е поврзана со друг Pilll акаунт. Ве молиме погледнете ја FAQ. Детали: {exceptionMessage}
ml: നിങ്ങളുടെ {accountTypeProviderName} അക്കൗണ്ടിലെ ഇമെയിൽ വിലാസം ഇതിനകം മറ്റൊരു Pilll അക്കൗണ്ടുമായി ബന്ധിപ്പിച്ചിരിക്കുന്നതിനാൽ രജിസ്ട്രേഷൻ സാധ്യമല്ല. FAQ കൂടി കാണുക. വിവരങ്ങൾ: {exceptionMessage}
mn: Таны {accountTypeProviderName} акаунтын имэйл хаяг аль хэдийн өөр Pilll акаунттай холбогдсон байгаа тул бүртгэл хийх боломжгүй байна. FAQ-г үзнэ үү. Дэлгэрэнгүй: {exceptionMessage}
mr: तुमचा {accountTypeProviderName} खात्यातील ईमेल पत्ता आधीच दुसऱ्या Pilll खात्याशी जोडलेला आहे, त्यामुळे नोंदणी करता येत नाही. कृपया FAQ देखील पहा. तपशील: {exceptionMessage}
ms: Anda tidak dapat mendaftar kerana alamat email yang anda gunakan sudah dikaitkan dengan akaun Pilll yang lain di bawah {accountTypeProviderName}. Sila lihat FAQ untuk maklumat lanjut. Butiran: {exceptionMessage}
my: {accountTypeProviderName} အကောင့်ဖြင့် အသုံးပြုနေသော သင့်အီးမေးလ်လိပ်စာကို အခြား Pilll အကောင့်နှင့် ချိတ်ဆက်ထားပြီးဖြစ်သောကြောင့် မှတ်ပုံတင်၍မရပါ။ FAQ ကိုလည်း ကြည့်ရှုပါ။ အသေးစိတ်- {exceptionMessage}
nb: Du kan ikke registrere deg siden e-postadressen som allerede er knyttet til en {accountTypeProviderName} konto, er koblet til en annen Pilll-konto. Vennligst se FAQ for mer informasjon. Detaljer: {exceptionMessage}
ne: तपाईंले {accountTypeProviderName} खातामा प्रयोग गर्नुभएको इमेल ठेगाना पहिले नै अर्को Pilll खातासँग जोडिएको छ, त्यसैले दर्ता गर्न सकिँदैन। FAQ पनि हेर्नुहोस्। विस्तृत जानकारी: {exceptionMessage}
nl: Je kunt je niet registreren omdat het e-mailadres dat al aan een {accountTypeProviderName} account is gekoppeld, aan een andere Pilll account is verbonden. Kijk ook in de FAQ. Details: {exceptionMessage}
no: Du kan ikke registrere deg fordi e-postadressen din allerede er knyttet til en annen Pilll-konto med {accountTypeProviderName}-kontoen. Vennligst se FAQ. Detaljer: {exceptionMessage}
or: ପୂର୍ବରୁ {accountTypeProviderName} ଆକାଉଣ୍ଟରେ ବ୍ୟବହାର କରୁଥିବା ଇମେଲ ଠିକଣା ଅନ୍ୟ ଏକ Pilll ଆକାଉଣ୍ଟ ସହିତ ସଂଯୁକ୍ତ ଥିବାରୁ ପଞ୍ଜୀକରଣ କରିପାରିବେ ନାହିଁ। FAQ ମଧ୍ୟ ଦେଖନ୍ତୁ। ବିସ୍ତୃତ ବିବରଣୀ: {exceptionMessage}
pa: ਪਹਿਲਾਂ ਹੀ {accountTypeProviderName} ਖਾਤੇ ਨਾਲ ਵਰਤਿਆ ਜਾ ਰਿਹਾ ਈਮੇਲ ਪਤਾ ਕਿਸੇ ਹੋਰ Pilll ਖਾਤੇ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ ਇਸ ਲਈ ਰਜਿਸਟਰ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਕਿਰਪਾ ਕਰਕੇ FAQ ਵੀ ਵੇਖੋ। ਵੇਰਵਾ: {exceptionMessage}
pl: Nie można zarejestrować, ponieważ adres e-mail używany już z kontem {accountTypeProviderName} jest powiązany z innym kontem Pilll. Proszę sprawdzić FAQ. Szczegóły: {exceptionMessage}
ps: ستاسو د {accountTypeProviderName} حساب سره کارول شوې بریښنالیک پته له بل Pilll حساب سره تړلې ده، نو د ثبت کولو امکان نشته. د FAQ هم وګورئ. تفصیل: {exceptionMessage}
pt: Você não pode se registrar porque o endereço de e-mail que você já está usando com a conta {accountTypeProviderName} está vinculado a outra conta Pilll. Por favor, consulte as FAQs. Detalhes: {exceptionMessage}
ro: Nu se poate înregistra, deoarece adresa de e-mail utilizată deja cu contul {accountTypeProviderName} este asociată cu un alt cont Pilll. Vă rugăm să consultați FAQ. Detalii: {exceptionMessage}
ru: Вы не можете зарегистрироваться, потому что адрес электронной почты, используемый с вашей учетной записью {accountTypeProviderName}, связан с другой учетной записью Pilll. Пожалуйста, посмотрите раздел FAQ. Подробности: {exceptionMessage}
si: මෙම විද්‍යුත් ලිපිනය {accountTypeProviderName} ගිණුම් සමඟ දැනටමත් සම්බන්ධ වී ඇති අතර, එබැයි අනිත් Pilll ගිණුම් සමඟ සම්බන්ධ කිරීම නිසා නව ගිණුමක් ලියාපදිංචි කළ නොහැක. කරුණාකර FAQ පරික්ෂා කරන්න. විශේෂාංග: {exceptionMessage}
sk: Nemôžete sa zaregistrovať, pretože e-mailová adresa, ktorú už používate s účtom {accountTypeProviderName}, je spojená s iným účtom Pilll. Pozrite si aj FAQ. Podrobnosti: {exceptionMessage}
sl: Vaša e-pošta, ki jo že uporabljate z računom {accountTypeProviderName}, je povezana z drugim računom Pilll, zato se ne morete registrirati. Oglejte si tudi pogosta vprašanja. Podrobnosti: {exceptionMessage}
sq: Ju lutemi, nuk mund të regjistroheni sepse adresa juaj e emailit e përdorur tashmë me llogarinë {accountTypeProviderName} është e lidhur me një llogari tjetër Pilll. Ju lutemi, shikoni FAQs. Detajet: {exceptionMessage}
sr: Не можете се регистровати јер је ваше имеили адреса већ повезана са другим Pilll налогом. Погледајте често постављана питања (FAQ). Детаљи: {exceptionMessage}
sv: Du kan inte registrera dig eftersom den e-postadress som redan används med {accountTypeProviderName}-kontot är kopplad till ett annat Pilll-konto. Vänligen se FAQ för mer information. Detaljer: {exceptionMessage}
sw: Anwani ya barua pepe ambayo tayari unatumia kwa akaunti ya {accountTypeProviderName} imeunganishwa na akaunti nyingine ya Pilll, kwa hivyo haiwezi kusajiliwa. Tafadhali tazama pia FAQ. Maelezo: {exceptionMessage}
ta: ஏற்கனவே {accountTypeProviderName} கணக்கில் பயன்படுத்தும் மின்னஞ்சல் முகவரி வேறு Pilll கணக்குடன் இணைக்கப்பட்டுள்ளதால் பதிவு செய்ய முடியவில்லை. தயவுசெய்து FAQ ஐயும் பார்க்கவும். விவரங்கள்: {exceptionMessage}
te: మీరు {accountTypeProviderName} ఖాతాతో ఉపయోగిస్తున్న ఇమెయిల్ చిరునామా ఇప్పటికే మరొక Pilll ఖాతాతో లింక్ చేయబడింది, కాబట్టి నమోదు చేయలేకపోతున్నాము. దయచేసి FAQ కూడా చూడండి. వివరాలు: {exceptionMessage}
th: ไม่สามารถลงทะเบียนได้เนื่องจากอีเมลที่ใช้แล้ว {accountTypeProviderName} เชื่อมโยงกับบัญชี Pilll อื่น โปรดดู FAQ สำหรับข้อมูลเพิ่มเติม รายละเอียด: {exceptionMessage}
tl: Hindi makakagawa ng account dahil ang email address na ginagamit sa {accountTypeProviderName} account ay nakakonekta na sa ibang Pilll account. Pakitingnan ang FAQ para sa karagdagang impormasyon. Detalye: {exceptionMessage}
tr: {accountTypeProviderName} hesabıyla kullandığınız e-posta adresinin başka bir Pilll hesabıyla ilişkili olduğu için kaydolamazsınız. Sıkça Sorulan Sorular'a da göz atın. Ayrıntılar: {exceptionMessage}
uk: You cannot register because the email address you are already using with your {accountTypeProviderName} account is linked to another Pilll account. Please also check the FAQ. Details: {exceptionMessage}
ur: آپ اس ای میل ایڈریس کا استعمال {accountTypeProviderName} اکاؤنٹ کے ساتھ پہلے ہی کر چکے ہیں، جو کسی دوسرے Pilll اکاؤنٹ سے منسلک ہے، لہذا آپ رجسٹر نہیں کر سکتے۔ براہ کرم FAQ بھی ملاحظہ کریں۔ تفصیل: {exceptionMessage}
uz: Siz allaqachon {accountTypeProviderName} hisobingizda foydalanayotgan elektron pochta manzilingiz boshqa Pilll hisobiga bog'langanligi uchun ro'yxatdan o'tolmayapsiz. FAQ ni ko'rib chiqing. Tafsilotlar: {exceptionMessage}
vi: Không thể đăng ký vì địa chỉ email bạn đang sử dụng trong tài khoản {accountTypeProviderName} đã được liên kết với tài khoản Pilll khác. Vui lòng tham khảo FAQ. Chi tiết: {exceptionMessage}
zh: 您无法注册，因为您已经在{accountTypeProviderName}账户中使用的电子邮件地址与其他Pilll账户关联。请查看常见问题解答。详细信息：{exceptionMessage}
zu: Awukwazi ukubhalisela i-akhawunti ye-Pilll ngoba i-imeyili oyisebenzisayo isaxhunywe kwenye i-akhawunti ye-Pilll ye-{accountTypeProviderName}. Sicela uhlole i-FAQ. Imininingwane: {exceptionMessage}

# todaySchedule
source: Today's schedule
af: Vandag se skedule.
am: ዛሬ የምን እንደምን አዘጋጁ ነው
ar: جدول اليوم
as: আজৰ কাৰ্যসূচী
az: Bu günün planı
be: Сённяшні план.
bg: Днешните планове
bn: আজের সূচি
bs: Danasnji plan
ca: Agenda d'avui
cs: Dnešní plán
cy: Dyma'r cynlluniau ar gyfer heddiw
da: Dagens planer
de: Die heutigen Termine
el: Σχεδιασμός για σήμερα
es: Agenda de hoy
et: Täna on plaan
eu: Gaur eguneko plangintza da
fa: برنامه امروز
fi: Tämän päivän aikataulu
fil: Mga Plano Ngayong Araw
fr: Voici le programme d'aujourd'hui
gl: Isto é o plan para hoxe
gu: આજના કાર્યક્રમો
he: התוכנית להיום
hi: आज का कार्यक्रम
hr: Danasnji plan
hu: A mai program
hy: Այսօրվա պլանը
id: Jadwal hari ini
is: Dagskrá dagsins
it: Programma di oggi
ja: 本日の予定です
ka: დღის ჩანაწერი
kk: Бүгінгі жоспар.
km: កាលវិភាគថ្ងៃនេះ
kn: ಇಂದಿನ ವೇಳಾಪಟ್ಟಿ
ko: 오늘의 일정
ky: Бүгүнкү пландар
lo: ແຜນລະດູກົ່ມນີ້
lt: Šiandienos planas
lv: Šodienas plāns
mk: Денешниот распоред
ml: ഇന്നത്തെ പദ്ധതികൾ ആണ്
mn: Өнөөдрийн төлөвлөгөө
mr: आजचे कार्यक्रम आहे
ms: Jadual hari ini
my: ယနေ့၏ အစီအစဉ်များ
nb: Dagens plan
ne: आजका कार्यक्रमहरू
nl: Vandaag's planning
no: Dagens planer
or: ଆଜିର ଯୋଜନା
pa: ਅੱਜ ਦੇ ਕਾਰਜਕ੍ਰਮ
pl: Plan na dzisiaj
ps: د نن ورځې پلان دی
pt: Hoje é o dia agendado.
ro: Planul de astăzi
ru: Сегодняшние планы
si: අදක් සඳහා සැලසුම්ය
sk: Dnešný plán
sl: Današnji načrt
sq: Plani i sotëm
sr: Данашњи план
sv: Dagens schema
sw: Ratiba za Leo
ta: இன்றைய அட்டவணை
te: ఈరోజు కార్యక్రమాలు
th: กำหนดการสำหรับวันนี้
tl: Mga plano ngayong araw
tr: Bugünkü plan
ur: آج کا شیڈول ہے
uz: Bugungi reja
vi: Lịch trình hôm nay
zh: 今天的安排
zu: uhlu lwemisebenzi lwansuku zonke

source: Calendar schedule
af: Kalender se skedule
am: የካሌንደር እቅድ
ar: مواعيد التقويم
as: কেলেণ্ডাৰৰ কাৰ্যসূচী
az: Təqvimdəki planlar
be: Каляндар планы
bg: Календарен план
bn: ক্যালেন্ডারের সূচি
bs: Kalendar obaveza
ca: Cites del calendari
cs: Plán udalostí v kalendáři
cy: Cynlluniau calendr
da: Kalenderaftaler
de: Kalenderereignisse
el: Η ημερομηνία στο ημερολόγιο
es: Eventos del calendario
et: Kalendriäev
eu: Agenda irakurri
fa: برنامه های تقویم
fi: Kalenterin tapahtumat
fil: Mga Schedule sa Kalendaryo
fr: Événements du calendrier
gl: Cita do calendario
gu: કેલેન્ડરના કાર્યક્રમ
he: תוכנית בדלפק
hi: कैलेंडर की योजनाएं
hr: Planovi na kalendaru
hu: Naptár tervezett eseményei
hy: Օրացույցի պլանավորված միջոցառումներ
id: Jadwal kalender
is: Dagskrá á dagatali
it: Eventi del calendario
ja: カレンダーの予定
ka: კალენდარი
kk: 日тізімінің жоспары
km: កម្មវិធីប្រតិទិន
kn: ಕ್ಯಾಲೆಂಡರ್ ವೇಳಾಪಟ್ಟಿ
ko: 달력 일정
ky: Календарьдын пландары
lo: ກະຕ່າການຈັນຕະລາຄາ
lt: Kalendoriaus planai
lv: Kalendāra plāni
mk: Календарски обврски
ml: കാലെന്ഡർ ഇവന്റുകൾ
mn: Хуанлийн төлөвлөгөө
mr: कैलेंडरच्या योजना
ms: Jadual kalendar
my: ပြက္ခဒိန် အစီအစဉ်များ
nb: Kalenderens avtale
ne: क्यालेन्डरका कार्यक्रमहरू
nl: Kalenderafspraak
no: Kalenderplan
or: କ୍ୟାଲେଣ୍ଡର କାର୍ଯ୍ୟସୂଚୀ
pa: ਕੈਲੰਡਰ ਦੇ ਕਾਰਜਕ੍ਰਮ
pl: Plan kalendarza
ps: د کینې دولټی
pt: Planos do calendário
ro: Programările din calendar
ru: Запланированные события в календаре
si: කැලෑන්තරයේ නියමිත කාලය
sk: Kalendárne udalosti
sl: Načrtovani dogodki v koledarju
sq: Kalendari i planeve
sr: Календарски распоред
sv: Kalenderhändelser
sw: Ratiba za kalenda
ta: நாட்காட்டி நிகழ்வுகள்
te: క్యాలెండర్ ప్రణాళికలు
th: ตารางนัดหมายในปฏิทิน
tl: Mga Schedule sa Kalendaryo
tr: Takvim planı
uk: Calendar events
ur: کیلنڈر کی منصوبہ بندی
uz: Kalendar rejalari
vi: Lịch trình trên lịch
zh: 日历安排
zu: Icalenda yomcimbi

# newPillSheetNotificationTitle
source: A new sheet starts today
af: Vanaf vandag begin 'n nuwe blad.
am: ዛሬ ከዚህ ወዲያ አዲስ ሲታስ ይጀምራል።
ar: سيبدأ اليوم ورقة جديدة.
as: আজৰ পৰা নতুন চীট আৰম্ভ হয়
az: Bu gündən yeni bir xətt başlayır
be: Сёння пачынаецца новы ліст
bg: Започва новият лист от днес
bn: আজ থেকে নতুন শিট শুরু হচ্ছে
bs: Nova ploča počinje danas
ca: Avui comença un nou full
cs: Dnes začíná nová série.
cy: Mae sedd newydd yn dechrau o heddiw.
da: I dag begynder et nyt ark.
de: Ab heute beginnt eine neue Blisterpackung.
el: Από σήμερα ξεκινάει νέο φύλλο.
es: Hoy comienza un nuevo blister
et: Täna hakkab uus leht.
eu: Gaurtik aurrera orri berria hasiko da
fa: از امروز یک ورق جدید شروع می‌شود
fi: Uusi levy alkaa tänään
fil: Magsisimula ang bagong sheet ngayon
fr: Le nouveau cycle commence aujourd'hui.
gl: Hoxe comeza unha nova folla.
gu: આજથી નવું શીટ શરૂ થાય છે
he: היום מתחיל גיליון חדש
hi: आज से नई शीट शुरू होती है
hr: Danas započinje nova tabla.
hu: Ma új lap kezdődik.
hy: Այսօր նոր տախտակ է սկսվում
id: Hari ini lembaran baru dimulai
is: Frá og með deginum í dag byrjar nýr blaðsíða.
it: Oggi inizia un nuovo blister
ja: 今日から新しいシートがはじまります
ka: დღედან ახალი ფურცელი იწყება
kk: Бүгіннен бастап жаңа парақ басталады
km: សន្លឹកថ្នាំថ្មីចាប់ផ្តើមពីថ្ងៃនេះ
kn: ಇಂದಿನಿಂದ ಹೊಸ ಶೀಟ್ ಆರಂಭವಾಗುತ್ತದೆ
ko: 오늘부터 새로운 시트가 시작됩니다
ky: Бүгүн жаңы баракча башталат
lo: ໃນມື້ນີ້ເລີ່ມຕົ້ນແຜ່ນໃໝ່.
lt: Nuo šiandien pradeda galioti naujas lapas.
lv: Šodien sākas jauns plāksne.
mk: Од овде започнува новиот лист
ml: ഇന്നു മുതൽ പുതിയ ഷീറ്റ് ആരംഭിക്കുന്നു
mn: Өнөөдрөөс шинэ багц эхэлнэ
mr: आज नवीन शीट सुरू होत आहे
ms: Lembaran baru bermula dari hari ini
my: ယနေ့မှ ပီလူးစာရွက်အသစ် စတင်မည်
nb: I dag begynner et nytt ark.
ne: आजदेखि नयाँ सिट सुरु हुन्छ
nl: Vandaag begint een nieuw blad.
no: Fra i dag begynner et nytt ark
or: ଆଜିଠାରୁ ନୂଆ ସିଟ୍ ଆରମ୍ଭ ହେଉଛି
pa: ਅੱਜ ਤੋਂ ਨਵੀਂ ਸ਼ੀਟ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ
pl: Od dziś zaczyna się nowa karta.
ps: له نن ورځې نه نوې شیټ پیل کیږي
pt: A nova cartela começa hoje
ro: Astăzi începe un nou set.
ru: С нового листа начинается сегодня
si: අද සිට නව පෙනුමක් ආරම්භ වේ
sk: Dnes sa začína nová tabuľa.
sl: Danes začenja nov listek.
sq: Sot fillon një fletë e re
sr: Данас почиње нови лист.
sv: Från och med idag börjar ett nytt ark.
sw: Leo kanda mpya ya dawa inaanza
ta: இன்றிலிருந்து புதிய தாள் தொடங்குகிறது
te: ఈ రోజు నుండి కొత్త షీట్ మొదలవుతుంది
th: วันนี้เริ่มแผ่นใหม่แล้ว
tl: Nagsisimula na ang bagong sheet ngayon
tr: Bugünden itibaren yeni bir paket başlıyor.
uk: A new pack starts from today.
ur: آج سے ایک نئی شیٹ شروع ہو رہی ہے
uz: Bugun yangi varaqlar boshlanadi.
vi: Hôm nay bắt đầu vỉ thuốc mới
zh: 今天开始新的药片
zu: Usuku lokuqala lokusebenzisa iphini elisha luqala namuhla
