Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# receiveDailyNotificationAt9AM
source: Receive notification at 9:00 AM
af: Ontvang 'n kennisgewing om 9:00 op die dag.
am: በዕለቱ 9:00 ምልክት ማቅረብ
ar: تلقي الإشعار في الساعة 9:00 من نفس اليوم
as: আজি ৯:০০ বজাত জাননী পাম
az: Həmin gün saat 9:00-da bildiriş almaq
be: Атрымліваць апавяшчэнне ў той жа дзень у 9:00
bg: Получавате уведомление в 9:00 часа на същия ден.
bn: একই দিন সকাল ৯:০০টায় বিজ্ঞপ্তি পান
bs: Primiti obavijest u 9:00 na dan kada je zakazana.
ca: Rebre notificació a les 9:00 del dia
cs: Odobříte si upozornění na dnešek v 9:00.
cy: Derbyn hysbysiad am 9:00 ar y diwrnod
da: Modtag en påmindelse kl. 09:00 samme dag
de: Am Tag um 9:00 Uhr eine Benachrichtigung erhalten
el: Λάβετε ειδοποίηση στις 9:00 την ημέρα
es: Recibir notificación a las 9:00 del mismo día
et: Saate teate täpselt 9:00 päeval
eu: Eguneko 9:00etan jakinarazpena jasotzea
fa: در ساعت 9:00 همان روز، یادآوری دریافت کنید
fi: Vastaanottaa ilmoituksen samaan aikaan kello 9:00
fil: Makatanggap ng notification sa 9:00 ng umaga
fr: Recevoir une notification à 9h00 le jour même
gl: Receber notificación o mesmo día ás 9:00
gu: આજે સવારે ૯:૦૦ વાગ્યે સૂચના મેળવો
he: לקבל התראה היום בשעה 9:00
hi: उसी दिन सुबह 9:00 बजे सूचना प्राप्त करें
hr: Primite obavijest isti dan u 9:00
hu: Értesítést kapni 9:00-kor aznap.
hy: Ամսաթվին 9:00-ին ծանուցում ստանալ
id: Menerima notifikasi pada pukul 9:00 pada hari tersebut
is: Þú færð tilkynningu klukkan 09:00 þann daginn.
it: Ricevi notifica alle 9:00 del giorno stesso
ja: 当日9:00に通知を受け取る
ka: შეთანხმებული დროის უფრო ადრე 9:00 საათზე წ notification ნებით
kk: Сол күнгі 9:00-де хабарлама алу
km: ទទួលការជូនដំណឹងនៅម៉ោង៩:០០ព្រឹក
kn: ಅದೇ ದಿನ 9:00 ಕ್ಕೆ ಅಧಿಸೂಚನೆ ಸ್ವೀಕರಿಸಿ
ko: 당일 9:00 알림 받기
ky: Күнү 9:00 да билдирүү алууга
lo: ຮັບການແຈ້ງກ່ຽວກັບໃນວັນສິ່ງທີ່ເປັນແມ່ນ 9:00
lt: Gauti pranešimą tą pačią dieną 9:00
lv: Saņemt paziņojumu tajā pašā dienā pulksten 9:00
mk: Да добиете известување на денот во 9:00 часот
ml: അന്നു 9:00 ന് അറിയിപ്പ് ലഭിക്കുക
mn: Тухайн өдрийн 9:00-д мэдэгдэл хүлээн авах
mr: त्याच दिवशी सकाळी 9:00 वाजता सूचना प्राप्त करा
ms: Terima pemberitahuan pada 9:00 hari itu
my: နံနက် ၉:၀၀ သတိပေးချက် လက်ခံရန်
nb: Motta varsler klokken 09:00 samme dag
ne: आज ९:०० बजे सूचना प्राप्त गर्नुहोस्
nl: Ontvang een melding om 9:00 uur op de dag zelf
no: Motta varsler klokken 09:00 den dagen
or: ସେହି ଦିନ ୯:୦୦ରେ ସୂଚନା ପାଇବ
pa: ਉਸੇ ਦਿਨ ਸਵੇਰੇ 9:00 ਨੂੰ ਨੋਟੀਫਿਕੇਸ਼ਨ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Otrzymać powiadomienie o 9:00 w dniu
ps: په همدغه ورځ 9:00 بجې خبرتیا ترلاسه کړئ
pt: Receber notificações às 9:00 do dia
ro: Primi o notificare la ora 9:00 în ziua respectivă
ru: Получить уведомление в 9:00 в этот день
si: අද 9:00 වන විට දැනුම්දීමක් ලැබිය යුතුයි
sk: Dostať oznámenie o 9:00 v deň používania
sl: Prejmite obvestilo ob 9:00 na dan.
sq: Të merrni njoftimin në orën 9:00 të ditës.
sr: Пријем обавештења у 9:00 истог дана
sv: Ta emot en avisering kl. 9:00 samma dag
sw: Pokea taarifa leo saa 9:00 asubuhi
ta: அன்று காலை 9:00 மணிக்கு அறிவிப்பு பெறவும்
te: ఆ రోజు 9:00కి నోటిఫికేషన్ అందుకోండి
th: รับการแจ้งเตือนในวันนั้นเวลา 9:00 น.
tl: Tumanggap ng paalala sa 9:00 AM ngayong araw
tr: O gün saat 9:00'da bildirim almak
uk: Receive a notification at 9:00 AM on the day
ur: آج 9:00 بجے نوٹیفکیشن وصول کریں۔
uz: O'sha kuni soat 9:00 da bildirishnoma olish
vi: Nhận thông báo vào 9:00 sáng cùng ngày
zh: 在当天的9:00收到通知
zu: Thola izaziso ngalesi sikhathi ngo-9:00

source: Save
af: Stoor
am: ቀይር
ar: حفظ
as: সংৰক্ষণ
az: Saxla
be: Захаваць
bg: Запази
bn: সেভ
bs: Spasi
ca: Desar
cs: Uložit
cy: Cadw
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
eu: Gorde
fa: ذخیره
fi: Tallenna
fil: I-save
fr: Enregistrer
gl: Gardar
gu: સાચવો
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
hy: Պահպանել
id: Simpan
is: Vista
it: Salva
ja: 保存
ka: შენახვა
kk: сақтау
km: រក្សាទុក
kn: ಉಳಿಸು
ko: 저장
ky: сақтоо
lo: ບັນທຶກ
lt: Išsaugoti
lv: Saglabāt
mk: Зачувај
ml: സേവ്
mn: Хадгалах
mr: साठवा
ms: Simpan
my: သိမ်းရန်
nb: Lagre
ne: सेभ गर्नुहोस्
nl: Opslaan
no: Lagre
or: ସେଭ୍
pa: ਸੇਵ ਕਰੋ
pl: Zapisz
ps: ذخیره
pt: Salvar
ro: Salvați
ru: Сохранить
si: සුරකින්න
sk: Uložiť
sl: Shrani
sq: Ruaj
sr: Сачувај
sv: Spara
sw: Hifadhi
ta: சேமி
te: సేవ్
th: บันทึก
tl: I-save
tr: Kaydet
ur: محفوظ کریں
uz: Saqlash
vi: Lưu
zh: 保存
zu: Gcina

source: Physical condition
af: gesondheid
am: የእንቅስቃሴ
ar: الحالة الصحية
as: স্বাস্থ্য
az: Hal-həval
be: состояние здароўя
bg: Състояние
bn: স্বাস্থ্য
bs: Zdravstveno stanje
ca: Estat de salut
cs: Zdraví
cy: Cyflwr
da: helbred
de: Gesundheitszustand
el: Κατάσταση υγείας
es: Bienestar
et: Tunne
eu: Osasun
fa: وضعیت جسمانی
fi: Kunto
fil: pakiramdam
fr: État de santé
gl: Estado físico
gu: તબીયત
he: מצב בריאותי
hi: तबीयत
hr: zdravstveno stanje
hu: egészségi állapot
hy: առողջություն
id: Kondisi tubuh
is: Heilsa
it: Benessere
ja: 体調
ka: ჯანმრთელობა
kk: Денсаулық
km: សុខភាព
kn: ಆರೋಗ್ಯ ಸ್ಥಿತಿ
ko: 체조
ky: илим
lo: ສະຖານະສະເພາະ
lt: Savijauta
lv: Veselība
mk: Состојба
ml: ആരോഗ്യാവസ്ഥ
mn: биеийн байдал
mr: तब्येत
ms: Keadaan
my: ကိုယ်အခြေအနေ
nb: helse
ne: स्वास्थ्य स्थिति
nl: gezondheid
no: helse
or: ସ୍ୱାସ୍ଥ୍ୟ
pa: ਸਿਹਤ
pl: stan zdrowia
ps: سلامت
pt: Estado de Saúde
ro: stare de sănătate
ru: Состояние здоровья
si: ආරෝග්‍ය
sk: Zdravie
sl: Zdravje
sq: Shëndeti
sr: Тело
sv: Hälsa
sw: Hali
ta: உடல் நிலை
te: శరీర స్థితి
th: สภาพร่างกาย
tl: Pakiramdam
tr: Sağlık durumu
uk: Health
ur: صحت
uz: sog'liq
vi: thể trạng
zh: 身体状况
zu: impilo

source: Deleted diary cannot be recovered
af: Verwyderde dagboeke kan nie herstel word nie.
am: ይህን ቀይርዞ የተወሰደ መዝገብ አልቻልኩም
ar: لا يمكن استعادة اليوميات المحذوفة
as: মোচা কৰা ডায়েৰী পুনৰুদ্ধাৰ কৰিব নোৱাৰি
az: Silinmiş gündəlik bərpa edilə bilməz
be: Выдаленыя запісы нельга аднавіць.
bg: Изтритият дневник не може да бъде възстановен.
bn: মুছে ফেলা ডায়েরি আর ফিরিয়ে আনা যাবে না
bs: Obrisani dnevnici se ne mogu obnoviti.
ca: Els diaris esborrats no es poden recuperar
cs: Smazané deníky není možné obnovit.
cy: Ni ellir adfer y dyddiadur wedi ei ddileu
da: Slettede dagbøger kan ikke genskabes
de: Gelöschte Tagebucheinträge können nicht wiederhergestellt werden.
el: Το διαγραμμένο ημερολόγιο δεν μπορεί να ανακτηθεί.
es: Las entradas del diario eliminadas no se pueden recuperar
et: Kustutatud päevikut ei saa taastada.
eu: Ezabatutako egunkariak berreskuratu ezin dira.
fa: زمینه‌های حذف‌شده قابل بازگرداندن نیستند
fi: Poistetut päiväkirjat eivät ole palautettavissa.
fil: Hindi na maibabalik ang mga natanggal na diary
fr: Le journal supprimé ne peut pas être restauré.
gl: Os diarios eliminados non se poden recuperar.
gu: કાઢી નાખેલી ડાયરી પાછી મેળવી શકાતી નથી
he: יומנים שנמחקו אינם ניתנים לשחזור
hi: हटाई गई डायरी को पुनर्स्थापित नहीं किया जा सकता है
hr: Obrisani dnevnici se ne mogu obnoviti.
hu: A törölt naplók nem állíthatók vissza.
hy: Ձեռնարկված օրագիրները վերականգնվելու չեն
id: Diari yang dihapus tidak dapat dipulihkan.
is: Eyður dagbækur getur ekki verið endurheimt
it: I diari eliminati non possono essere ripristinati
ja: 削除された日記は復元ができません
ka: ნაკლებული დღიური ვერ აღდგება
kk: Жойылған күнделік қалпына келтірілмейді
km: កំណត់ហេតុដែលបានលុបមិនអាចស្តារឡើងវិញបានទេ
kn: ಅಳಿಸಲಾದ ಡೈರಿ ಎಂಟ್ರಿಯನ್ನು ಮರುಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ko: 삭제된 일기는 복원할 수 없습니다
ky: Жок кылынган күндөлүк кайра калыбына келтирилбейт
lo: ບົດທົດສອບທີ່ເຖິງລົງແມ່ນບໍ່ສາມາດກວດເກີນໃບບົດໄດ້
lt: Ištrintos dienoraščio pastabos negalima atkurti.
lv: Izdzēstās dienasgrāmatas nevar atjaunot.
mk: Избраните дневници не можат да се обноват.
ml: ഇല്ലാതാക്കിയ ഡയറി പുനഃസ്ഥാപിക്കാൻ കഴിയില്ല
mn: Устгасан өдрийн тэмдэглэлийг сэргээх боломжгүй
mr: काढलेली डायरी पुनर्स्थापित करता येत नाही
ms: Diari yang telah dipadam tidak boleh dipulihkan.
my: ဖျက်လိုက်သောဒိုင်ယာရီများကို ပြန်လည်ရယူ၍မရပါ
nb: Slettede dagbøker kan ikke gjenopprettes.
ne: मेटाइएका डायरीहरू फिर्ता ल्याउन सकिंदैन
nl: Verwijderde dagboeken kunnen niet worden hersteld.
no: Slettede dagbøker kan ikke gjenopprettes.
or: ମିଟାଯାଇଥିବା ଡାଏରି ପୁନଃପ୍ରାପ୍ତି କରାଯାଇପାରିବ ନାହିଁ
pa: ਮਿਟਾਈ ਗਈ ਡਾਇਰੀ ਵਾਪਸ ਨਹੀਂ ਮਿਲ ਸਕਦੀ
pl: Usunięte dzienniki nie mogą być przywrócone
ps: حذف شوې ورځنۍ بیرته نه رامنځته کیږي
pt: Os diários excluídos não podem ser recuperados.
ro: Diariile șterse nu pot fi recuperate.
ru: Удалённые записи не могут быть восстановлены.
si: ඉවත් කළ දිනපුස්තකය නැවත ලබා ගැනීමක් නොහැක
sk: Odstránené denníky nie je možné obnoviť.
sl: Izbrisani dnevniki niso obnovljivi.
sq: Dokumenti të fshirë nuk mund të rikuperohen.
sr: Obrisani dnevnici se ne mogu obnoviti.
sv: Den borttagna dagboken kan inte återställas
sw: Kumbukumbu zilizofutwa haziwezi kurudishwa
ta: நீக்கப்பட்ட டைரியை மீட்டெடுக்க முடியாது
te: తొలగించిన డైరీని పునరుద్ధరించలేము
th: บันทึกที่ถูกลบไม่สามารถกู้คืนได้
tl: Hindi na maibabalik ang naburang diary
tr: Silinmiş günlükler geri getirilemez.
uk: Deleted diaries cannot be restored.
ur: حذف کی گئی ڈائری کو بحال نہیں کیا جا سکتا
uz: O'chirilgan daftarchalar qaytadan tiklanmaydi.
vi: Nhật ký đã xóa không thể khôi phục lại được
zh: 已删除的日记无法恢复
zu: Ibhukwana elisusiwe alinakubuyiselwa.

source: Sex
af: seks
am: ጾታ
ar: جنس
as: যৌন
az: seks
be: секс
bg: сексуален
bn: সেক্স
bs: pol
ca: sexe
cs: pohlaví
cy: rhywbeth
da: køn
de: Geschlecht
el: σεξ
es: sexo
et: sugu
fa: جنس
fi: seks
fr: sexe
gl: sexo
gu: સેક્સ
he: מין
hi: यौन
hr: seks
hu: szex
hy: սեքս
id: seks
is: kynsl
it: sesso
ka: სქესი
kk: жыныс
km: ការរួមរ័ក
kn: ಲೈಂಗಿಕ
ko: 성관계
ky: жаш
lo: ເພດ
lt: seksas
lv: dzimums
mk: сексуален
ml: ലൈംഗികത
mn: бэлгийн харьцаа
mr: लैंगिक
ms: seks
my: လိင်မှု
ne: यौन
nl: geslacht
no: kjo
or: ଯୌନ
pa: ਸੈਕਸ
pl: płeć
ps: جنس
pt: sexo
ru: пол
si: සුලු
sk: pohlavie
sl: spol
sq: seks
sr: пол
sw: ngono
ta: பாலியல்
te: లైంగిక
th: เพศ
tl: seks
tr: cinsellik
uk: секс
ur: جنس
uz: jins
vi: tình dục
zh: 性别
zu: ubulili

source: Previous pill sheet group
af: Vorige pilblaadjie groep
am: ወቅታዊ የጭማቂ ቅርጸ በኃይል ቡድን
ar: مجموعة حبوب الدورة السابقة
as: আগৰ পিল শ্বিট গোট
az: Əvvəlki həb qrupu
be: Група папера для пігулкаў папярэдняга разу
bg: Предишна група на хапчета
bn: আগের পিল শিট গ্রুপ
bs: Posljednja grupa tableta
ca: Grup de plaquetes anterior
cs: Poslední skupina pilulek
cy: Grŵp taflen piliau diwethaf
da: Sidste pilleark gruppe
de: Letzte Pillenblättergruppe
el: Προηγούμενη ομάδα φύλλων χαπιών
es: Grupo de blísteres anterior
et: Eelmine pillide lehtede grupp
eu: Aurretik pilulak hartzeko talde
fa: گروه ورق دارو قبلی
fi: Edellinen pilleriryhmä
fil: Nakaraang Grupo ng Pill Sheet
fr: Groupe de plaquettes de pilules précédent
gl: Grupo da anterior folla de pílulas
gu: પાછલું પિલ શીટ જૂથ
he: הקבוצת גיליון הכדורים הקודמת
hi: पिछला पिल शीट समूह
hr: Zadnja grupa pílla
hu: Előző tabletta csoport
hy: Նախորդ պիլլի տակույքը
id: Grup lembar pil sebelumnya
is: Fyrri pillubreytuhópur
it: Gruppo di blister precedente
ja: 前回のピルシートグループ
ka: გასული აბების ჯგუფი
kk: Өткен пill экраны тобы
km: ក្រុមបន្ទះថ្នាំពីមុន
kn: ಹಿಂದಿನ ಪಿಲ್ ಶೀಟ್ ಗುಂಪು
ko: 이전 피임약 시트 그룹
ky: Ушунчу пил шитинин топтому
lo: ກຸ່ມຊີດສຽນສຸດທ້າຍ
lt: Prae previous pill sheet group
lv: Iepriekšējā tablešu pakas grupa
mk: Претходна група на таблети
ml: മുൻപത്തെ പിൽ ഷീറ്റ് ഗ്രൂപ്പ്
mn: Өмнөх эмийн хавтасны бүлэг
mr: मागील गोळी शीट गट
ms: Kumpulan helaian pil sebelumnya
my: ယခင် ဆေးပြားအုပ်စု
nb: Forrige pillepakkegruppe
ne: अघिल्लो पिल सिट समूह
nl: Vorige pilbladgroep
no: Forrige pilleark gruppe
or: ପୂର୍ବତନ ପିଲ୍ ସିଟ୍ ଗ୍ରୁପ୍
pa: ਪਿਛਲਾ ਗੋਲੀ ਸ਼ੀਟ ਗਰੁੱਪ
pl: Poprzednia grupa blistrów
ps: د پخواني حبوباتو د ټیم ګروپ
pt: Grupo da ultima cartela de pílulas
ro: Groupul anterior al foilor de contraceptive
ru: Предыдущая группа упаковок
si: පෙරතැනේ පැන්තුරේ පිල් කට්ටලය
sk: Predchádzajúca skupina piluliek
sl: Prejšnja skupina tablet
sq: Grupi i mëparshëm i fletëve të pilulëve
sr: Прошли су група пилула
sv: Senaste piller-radgrupp
sw: Kundi la awali la karatasi za dawa
ta: முந்தைய மாத்திரை தாள் குழு
te: మునుపటి పిల్ షీట్ గ్రూప్
th: กลุ่มแผ่นเม็ดก่อนหน้า
tl: Nakaraang Grupo ng Pill Sheet
tr: Son kullanılan doğum kontrol hapı grubu
ur: پچھلے پِل شیٹ گروپ
uz: O'tgan marta pil varaqasi guruhi
vi: Nhóm vỉ thuốc trước đó
zh: 上次的药丸片组
zu: Iqembu le-pills elidlule

# noPreviousPillSheetGroup
source: Previous pill sheet group does not exist
af: Die vorige pillebladgroep bestaan nog nie.
am: የመጨረሻው የፒል ሲት ቡድን ምንም አልተኖርም
ar: لا توجد مجموعة من صفائح الحبوب السابقة بعد.
as: আগৰ পিল শ্বীট গ্ৰুপ এতিয়াও নাই
az: Əvvəlki həb vərəqi qrupu hələ mövcud deyil
be: Папярэдняя група пілок яшчэ не існуе
bg: Предишната група хапчета все още не съществува.
bn: আগের পিল শিট গ্রুপ এখনও বিদ্যমান নেই
bs: Prethodna grupa pilula još nije dostupna.
ca: El grup de làmines de píndoles anterior no existeix encara.
cs: Předchozí skupina pilulkových desek ještě neexistuje.
cy: Nid oes grŵp taflen bil yn bodoli o'r blaen.
da: Den forrige pillepakkegruppe eksisterer stadig ikke.
de: Die vorherige Pillenblattgruppe existiert noch nicht.
el: Η προηγούμενη ομάδα φύλλου δισκίων δεν υπάρχει ακόμη.
es: El grupo de pastillas anterior aún no existe
et: Eelmise pillilehe grupp ei ole veel olemas.
eu: Aurretik pillen orri taldeak ez du existitzen.
fa: گروه ورق قرص قبلی هنوز وجود ندارد
fi: Edellinen pillerisirrelyryhmä ei vielä ole olemassa
fil: Wala pang nakaraang pill sheet group
fr: Le groupe de plaquettes de pilules précédentes n'existe pas encore.
gl: A anterior grupo de blister non existe aínda
gu: પાછલું પિલ શીટ ગ્રૂપ હજુ અસ્તિત્વમાં નથી
he: קבוצת גיליון הכדורים הקודמת עדיין אינה קיימת.
hi: पिछला पिल शीट समूह अभी तक मौजूद नहीं है
hr: Grupa prethodnih lista pilula još ne postoji.
hu: A legutóbbi tablettacsomag csoportja még nem létezik.
hy: Ընդհանուր դեղահատերի խմբակ նախորդ անգամ դեռ գոյություն չունի
id: Grup lembar pil sebelumnya belum ada.
is: Fyrri pillu hópur er enn ekki til.
it: Il gruppo del blister precedente non esiste ancora
ja: 前回のピルシートグループがまだ存在しません
ka: წინა პილების ჯგუფი ჯერ不存在
kk: Алдыңғы контрацептивтік қабылдау тобы әлі жоқ.
km: ក្រុមថ្នាំពីលើកមុនមិនទាន់មាននៅឡើយទេ
kn: ಹಿಂದಿನ ಪಿಲ್ ಶೀಟ್ ಗುಂಪು ಇನ್ನೂ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
ko: 이전 피임약 시트 그룹이 아직 존재하지 않습니다
ky: Өткөн пиил таблицасы группа дагы жок
lo: ກຸ່ມຊີດຍາກໍາລັດກ່ຽວກັບລອນກ່ອນຍັງບໍ່ມີຢູ່
lt: Ankstesnė piliulės lapo grupė dar neegzistuoja.
lv: Iepriekšējā kontracepcijas tablešu grupā vēl nav
mk: Групата на претходниот лист на пилули сè уште не постои.
ml: മുമ്പത്തെ പിൽ ഷീറ്റ് ഗ്രൂപ്പ് ഇതുവരെ നിലവിലില്ല
mn: Өмнөх эмийн хуудасны бүлэг хараахан байхгүй байна
mr: मागील पिल शीट गट अजूनही अस्तित्वात नाही
ms: Kumpulan pil yang terakhir masih tidak wujud.
my: ယခင်က ဆေးပြားအုပ်စုမရှိသေးပါ
nb: Forrige pillepakkegruppe eksisterer ikke ennå
ne: अघिल्लो पिल शिटको समूह अझै उपलब्ध छैन
nl: De vorige pilstripgroep bestaat nog niet.
no: Forrige pillearkgruppe eksisterer ikke lenger.
or: ପୂର୍ବର ପିଲ୍ ସିଟ୍ ଗ୍ରୁପ୍ ଏପର୍ଯ୍ୟନ୍ତ ନାହିଁ
pa: ਪਿਛਲਾ ਪਿਲ ਸ਼ੀਟ ਗਰੁੱਪ ਅਜੇ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
pl: Poprzednia grupa arkusza tabletek nie istnieje jeszcze.
ps: تېر ځل د پیدایښت د ګروپ وجود نلري.
pt: O grupo da última cartela de pílulas ainda não existe.
ro: Grupul anterior de foi de pilule nu există încă.
ru: Предыдущая группа таблеток еще не существует
si: පෙරහැදිලි කුළුණු කණ්ඩායම තවමත් පවතී නමුත් නොවේ
sk: Predchádzajúca skupina užívania piluliek ešte neexistuje.
sl: Prejšnja skupina tablet še ne obstaja.
sq: Grupi i fundit i fletëve të pilulave nuk ekziston ende
sr: Prethodna grupa tableta još uvek ne postoji.
sv: Den föregående pillerkartans grupp finns fortfarande inte.
sw: Kundi la karatasi za vidonge la awali bado halipo
ta: முந்தைய மாத்திரை தாள் குழு இன்னும் இல்லை
te: మునుపటి పిల్ షీట్ గ్రూప్ ఇంకా అందుబాటులో లేదు
th: กลุ่มแผ่นยาคุมกำเนิดครั้งก่อนยังไม่มีอยู่
tl: Wala pang nakaraang pill sheet group
tr: Önceki ilaç paketi grubu henüz mevcut değil.
uk: The previous pill sheet group does not exist yet.
ur: پچھلا گولیوں کا شیٹ گروپ ابھی موجود نہیں ہے۔
uz: Oldingi kontrat pillasi guruhi hali mavjud emas
vi: Chưa có nhóm vỉ thuốc tránh thai trước đó
zh: 上次的避孕药片组尚不存在
zu: Akungakaze ngaphambili ye-Pill Sheet Group.

# failedToFetchPillHistory
source: Failed to get pill history. {error}
af: Versuingsgeskiedenis is nie verkry nie. {error}
am: የዕ药 መረጃ መቀመጫ አይቻልም። {error}
ar: فشل في الحصول على معلومات تاريخ الجرعات. {error}
as: ঔষধ সেৱনৰ ইতিহাসৰ তথ্য সংগ্ৰহত ব্যৰ্থ হৈছে। {error}
az: Dərman qəbulu tarixçəsi məlumatları yüklənə bilmədi. {error}
be: Немагчыма атрымаць інфармацыю пра гісторыю прыёму. {error}
bg: Неуспешно получаване на информация за историята на употребата. {error}
bn: সেবনের ইতিহাসের তথ্য লোড করতে ব্যর্থ হয়েছে। {error}
bs: Došlo je do greške prilikom preuzimanja informacija o uzimanju. {error}
ca: No s'ha pogut obtenir l'historial de prises. {error}
cs: Nepodařilo se získat informace o užívání léků. {error}
cy: Nid oedd y broses o gael gwybodaeth am hanes meddyginiaeth yn llwyddiannus. {error}
da: Fejl ved hentning af oplysninger om indtagelseshistorik. {error}
de: Fehler beim Abrufen der Einnahmehistorie. {error}
el: Αποτυχία στην απόκτηση πληροφοριών ιστορικού λήψης. {error}
es: Error al obtener la información del historial de toma. {error}
et: Raviinfo ajaloo saamine ebaõnnestus. {error}
eu: Hartz historial de botiken jasotzean huts egin da. {error}
fa: دریافت اطلاعات تاریخچه مصرف با شکست مواجه شد. {error}
fi: Lääkityshistorian tietojen noutaminen epäonnistui. {error}
fil: Nabigo ang pagkuha ng impormasyon ng kasaysayan ng pag-inom. {error}
fr: Échec de l'obtention des informations sur l'historique de prise. {error}
gl: Fallou na obtención da información do historial de toma. {error}
gu: સેવન ઇતિહાસની માહિતી મેળવવામાં નિષ્ફળ થયું. {error}
he: אִישּׁוּר לִקָּחוֹת הֵבֵּיָר הֶחָמָר שֶׁלָּקַחַתי מִכְּשָׁלַת {error}
hi: सेवन इतिहास की जानकारी प्राप्त करने में असफल। {error}
hr: Došlo je do pogreške prilikom preuzimanja informacija o povijesti uzimanja. {error}
hu: A gyógyszerszedési előzmények lekérése sikertelen volt. {error}
hy: Դեղերի ընդունման պատմության տեղեկատվությունը չհաջողվեց ստանալ: {error}
id: Gagal mengambil informasi riwayat penggunaan. {error}
is: Mistók við að sækja skráningu um inntöku. {error}
it: Non è stato possibile recuperare le informazioni della cronologia delle assunzioni. {error}
ja: 服用履歴情報の取得に失敗しました。{error}
ka: მისაღები ინფორმაცია მიღების ისტორიის შესახებ ვერ მოიძებნა. {error}
kk: Қабылдау тарихы туралы ақпаратты алу процесі сәтсіз аяқталды. {error}
km: មិនអាចទាញយកព័ត៌មានប្រវត្តិការញុំថ្នាំបានទេ។ {error}
kn: ಸೇವನೆ ಇತಿಹಾಸ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ। {error}
ko: 복용 기록 정보를 가져오는데 실패했습니다. {error}
ky: Дарыны алуу тарыхы боюнча маалыматты алуу мүмкүн болбой калды. {error}
lo: ບໍ່ສາມາດຮັບຂໍໍານວນຂອງປະກາດການຮັບຢາໄດ້ສໍາເລັດສົກສົນຫວ່າງ {error}
lt: Nepavyko gauti vaistų vartojimo istorijos informacijos. {error}
lv: Neizdevās iegūt zāļu lietošanas vēsturi. {error}
mk: Неуспешно преземено информации за историјата на употреба. {error}
ml: സേവന ചരിത്രം ലഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു. {error}
mn: Уулгын түүхийн мэдээллийг авахад амжилтгүй боллоо. {error}
mr: सेवन इतिहासाची माहिती मिळवता आली नाही। {error}
ms: Gagal mendapatkan maklumat sejarah pengambilan. {error}
my: ဆေးသောက်သမိုင်း အချက်အလက်များ ရယူရာတွင် ပြဿနာ ရှိပါသည်။ {error}
nb: Det oppstod en feil ved henting av medisineringens historikk. {error}
ne: दवा सेवनको इतिहास लोड गर्न असफल भयो। {error}
nl: Het ophalen van de medicatiegeschiedenis is mislukt. {error}
no: Feil ved henting av medisineringens historikk. {error}
or: ସେବନ ଇତିହାସ ସୂଚନା ପ୍ରାପ୍ତ କରିବାରେ ବିଫଳ ହୋଇଛି। {error}
pa: ਦਵਾਈ ਸੇਵਨ ਇਤਿਹਾਸ ਦੀ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ। {error}
pl: Nie udało się pobrać informacji o historii przyjmowania leków. {error}
ps: د درملنې تاریخ معلومات ترلاسه کول ناکامه شول. {error}
pt: Falha ao obter informações do histórico de uso. {error}
ro: A eșuat obținerea informațiilor despre istoricul administrării. {error}
ru: Не удалось получить информацию о приеме лекарств. {error}
si: ඖෂධ භාවිත ඉතිහාස තොරතුරු ලබා ගැනීම අසාර්ථක විය. {error}
sk: Získanie informácií o histórii užívania zlyhalo. {error}
sl: Pri pridobivanju informacij o zgodovini jemanja je prišlo do napake. {error}
sq: Dështoi marrja e informacionit për historinë e përdorur. {error}
sr: Неуспешно преузимање информација о историји узимања лекова. {error}
sv: Det gick inte att hämta information om intaget. {error}
sw: Imeshindwa kupata taarifa za historia ya kutumia dawa. {error}
ta: மருந்து உட்கொள்ளல் வரலாறு தகவலை பெறுவதில் தோல்வி. {error}
te: మందుల సేవన చరిత్ర సమాచారం పొందడంలో విఫలమైంది। {error}
th: ไม่สามารถดึงข้อมูลประวัติการใช้ยาได้ {error}
tl: Nabigo ang pagkuha ng impormasyon ng kasaysayan ng pag-inom. {error}
tr: Kullanım geçmişi bilgileri alındı fakat hata oluştu: {error}
uk: Failed to retrieve medication history information. {error}
ur: ادویات کی تاریخ کی معلومات حاصل کرنے میں ناکامی۔{error}
uz: Tibbiy ma'lumotlarni olishda xatolik yuz berdi. {error}
zh: 获取服用历史信息失败。{error}
zu: Kwephula ukuThola ulwazi lwezikhumbuzo zokuthatha imishanguzo. {error}

# seeFAQ
source: View FAQ
af: KYK na FAQ
am: የFAQ ቅጽ ይመልከቱ
ar: عرض الأسئلة الشائعة
as: FAQ চাওক
az: FAQ-ya bax
be: Правіць FAQ
bg: Вижте често задавани въпроси
bn: FAQ দেখুন
bs: Pogledajte FAQ
ca: Veure FAQ
cs: Zobrazit FAQ
cy: Gweler y Cwestiynau Difrifol
da: Se FAQ'en
de: FAQ anzeigen
el: Δείτε τις Συχνές Ερωτήσεις
es: Ver FAQ
et: Vaata KKK-d
eu: FAQ-a ikusi
fa: FAQ را ببینید
fi: Katso usein kysyttyjä kysymyksiä
fil: Tingnan ang FAQ
fr: Voir les FAQ
gl: Ver FAQ
gu: FAQ જુઓ
he: לראות שאלות נפוצות
hi: FAQ देखें
hr: Pogledajte FAQ
hu: Gyakran Ismételt Kérdések megtekintése
hy: FAQ-ները դիտել
id: Lihat FAQ
is: Skoða algengar spurningar
it: Vedi FAQ
ja: FAQを見る
ka: FAQ-ს ნახვა
kk: Жиі қойылатын сұрақтарды қарау
km: មើលសំណួរដែលសួរជាញឹកញាប់
kn: FAQ ನೋಡಿ
ko: FAQ 보기
ky: Часто берилген суроолорду көрүү
lo: ດູ FAQ
lt: Peržiūrėti DUK
lv: Skatīt BUJ
mk: Погледнете ЧПП
ml: FAQ കാണുക
mn: FAQ-г үзэх
mr: FAQ पहा
ms: Lihat FAQ
my: FAQ ကြည့်ရန်
nb: Se FAQ
ne: FAQ हेर्नुहोस्
nl: Bekijk FAQ
no: Se FAQ
or: FAQ ଦେଖନ୍ତୁ
pa: FAQ ਵੇਖੋ
pl: Zobacz FAQ
ps: FAQ ته ګورئ
pt: Ver FAQ
ro: Consultă FAQ
ru: Посмотреть FAQ
si: FAQ බලන්න
sk: Zobraziť FAQ
sl: Oglejte si pogosto zastavljena vprašanja
sq: Shiko FAQ
sr: Pogledajte FAQ
sv: Visa FAQ
sw: Angalia FAQ
ta: FAQ பார்க்க
te: FAQ చూడండి
th: ดู FAQ
tl: Tingnan ang FAQ
tr: SSS'leri görüntüle
ur: ایف اے کیو دیکھیں
uz: FAQ ni ko'rish
vi: Xem FAQ
zh: 查看常见问题
zu: Bheka i-FAQ
