Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# beginToEndNumbers
source: {begin} to {end} number
af: {begin}ste ~ {end}ste
am: {begin} ቁጥር ~ {end} ቁጥር
ar: {begin} إلى {end}
as: {begin}নং ~ {end}নং
az: {begin} ~ {end}
be: {begin} нумар ~ {end} нумар
bg: {begin} номер ~ {end} номер
bn: {begin} থেকে {end} নম্বর
bs: {begin}. ~ {end}.
ca: {begin} a {end}
cs: {begin}. ~ {end}.
cy: rhif {begin} hyd {end}
da: {begin}. til {end}.
de: Von {begin} bis {end}
el: {begin} έως {end}
es: {begin} a {end}
et: {begin} kuni ~ {end} kuni
eu: {begin} zen ~ {end} zen
fa: {begin} الی {end}
fi: {begin}. ~ {end}.
fil: {begin} hanggang {end}
fr: {begin} à {end}
gl: {begin}ª ~ {end}ª
gu: {begin} નંબર થી {end} નંબર
he: מקום {begin} ~ {end}
hi: {begin} नंबर ~ {end} नंबर
hr: {begin}. do {end}.
hu: {begin}. szám ~ {end}. szám
hy: {begin} համար ~ {end} համար
id: {begin} hingga {end}
is: {begin}. ~ {end}.
it: dal {begin}° al {end}°
ja: {begin}番 ~ {end}番
ka: {begin} ნომერი ~ {end} ნომერი
kk: {begin} номерінен ~ {end} номеріне
km: លេខ {begin} ~ លេខ {end}
kn: {begin}ನಂ ~ {end}ನಂ
ko: {begin}번 ~ {end}번
ky: {begin}номер ~ {end}номер
lo: {begin}番 ~ {end}番
lt: {begin} numeris ~ {end} numeris
lv: {begin} numurs ~ {end} numurs
mk: {begin} број ~ {end} број
ml: {begin} മുതൽ {end} വരെ
mn: {begin} дугаар ~ {end} дугаар
mr: {begin} नंबर ते {end} नंबर
ms: {begin} hingga {end}
my: {begin} နံပါတ် ~ {end} နံပါတ်
nb: {begin} til {end}
ne: {begin} नं ~ {end} नं
nl: {begin} tot {end}
no: {begin} til {end}
or: {begin} ନମ୍ବର ~ {end} ନମ୍ବର
pa: {begin} ਤੋਂ {end} ਤੱਕ
pl: {begin} do {end}
ps: {begin} نمبر ~ {end} نمبر
pt: {begin}º ~ {end}º
ro: {begin} - {end}
ru: {begin} номер ~ {end} номер
si: {begin} අංකය ~ {end} අංකය
sk: {begin}. až {end}.
sl: {begin} do {end}
sq: {begin} numër ~ {end} numër
sr: {begin}. ~ {end}.
sv: {begin} till {end}
ta: எண் {begin} முதல் {end} வரை
te: {begin}వ ~ {end}వ
th: {begin} ถึง {end}
tl: {begin} hanggang {end}
tr: {begin} numaralı ~ {end} numaralı
uk: {begin} to {end}
ur: {begin} نمبر ~ {end} نمبر
uz: {begin}-{end}-son
vi: Số {begin} ~ {end}
zh: 第 {begin} ~ {end}
zu: {begin} ibhande ~ {end} ibhande

source: Resume taking
af: Hervat neem
am: እንደገና መጠቀም
ar: استئناف تناول الدواء
as: সেৱন পুনৰাৰম্ভ
az: Təkrar qəbul
be: Ўзнавіць прыём
bg: Полетата възобновяване
bn: সেবন পুনরায় শুরু
bs: Ponovno uzimanje
ca: Reinici de la presa
cs: Pokračovat v užívání
cy: Ail ail-syn
da: Genoptagelse af indtagelse
de: Wiederaufnahme der Einnahme
el: Επανέναρξη λήψης
es: Reanudar toma
et: Ravimi jätkamine
eu: Hasi berriz
fa: از سرگیری مصرف
fi: Aloita uudelleen
fil: Muling Pag-inom
fr: Reprise de la prise
gl: Reanudar a toma
gu: સેવન પુનઃ શરૂ
he: חידוש נטילה
hi: सेवन पुनः आरंभ
hr: Ponovno uzimanje
hu: Újra szedés
hy: Վերականգնել ընդունումը
id: Mulai kembali minum
is: Endur aftur
it: Riprendi assunzione
ja: 服用再開
ka: უკიდურესად დაუბრუნებელი
kk: Қабылдауды қайта бастау
km: ចាប់ផ្តើមញុំាថ្នាំឡើងវិញ
kn: ಸೇವನೆ ಪುನರಾರಂಭ
ko: 복용 재개
ky: Дары кайра баштоо
lo: ການໃຊ້ບົດໃໝ່
lt: Pillų atnaujinimas
lv: Atjaunot lietošanu
mk: Повторно започнете со употреба
ml: പുനരാരംഭിക്കുക
mn: Дахин уух
mr: सेवन पुन्हा सुरू करा
ms: Mulakan semula pengambilan
my: ပြန်လည်သောက်သုံးရန်
nb: Gjenoppta inntak
ne: सेवन पुनः सुरु
nl: Herstarten van inname
no: Gjenoppta inntak
or: ପୁନଃ ସେବନ
pa: ਸੇਵਨ ਮੁੜ ਸ਼ੁਰੂ
pl: Wznowienie przyjmowania
ps: د دوباره پیل اخیستل
pt: Reiniciar uso
ro: Reînceperea administrării
ru: Возобновление приема
si: නැවත වෆ් කරන ලදී
sk: Pokračovať v užívaní
sl: Obnovitev jemanja
sq: Rivendosja e pilulave
sr: Поново узимање
sv: Återuppta intag
ta: மீண்டும் எடுக்க
te: మళ్లీ ప్రారంభించండి
th: เริ่มการใช้ใหม่
tl: Muling Pag-inom
tr: İlaç tekrar başlat
uk: Resume medication
ur: دوبارہ شروع کریں
uz: Qayta boshlash
vi: Tiếp tục uống
zh: 恢复服用
zu: Qala ukuthatha

source: Change pause period
af: Verander die periode van pille wat nie geneem word nie
am: መውጣት የሚያደርጉ ጊዜ ለመቀየር
ar: تغيير فترة راحة الجرعة
as: সেৱন বিৰতি সময় সলনি
az: İstirahət dövrünün dəyişdirilməsi
be: Змена перыяду адпачынку ад прыёму
bg: Промяна на периода на почивка от прием
bn: সেবন বিরতির সময় পরিবর্তন
bs: Promjena razdoblja odmora za uzimanje
ca: Canvi de període de descans de la medicació
cs: Změna období přestávky v užívání
cy: New dosage break period
da: Ændring af pauseperiode for indtagelse
de: Änderung der Pause zwischen der Einnahme
el: Αλλαγή περιόδου διακοπής λήψης
es: Cambiar período de descanso
et: Pausi muutmise periood
eu: Hautakoen aldaketa
fa: تغییر دوره استراحت
fi: Lääkkeen taukoaika muutetaan
fil: Baguhin ang Rest Period
fr: Changement de période d'arrêt de prise
gl: Cambio do período de descanso na toma
gu: સેવન વિરામકાળ બદલાવ
he: שינוי תקופת הפסקת השימוש
hi: सेवन विराम अवधि बदलें
hr: Promjena razdoblja odmora za uzimanje
hu: A szünet időszak módosítása
hy: Դեղագործության ընդմիջման ժամանակահատվածի փոփոխություն
id: Perubahan periode istirahat pengobatan
is: Breyting á tökuhlé
it: Modifica periodo di pausa
ja: 服用お休み期間変更
ka: დოზირების შესვენების პერიოდის გადახედვა
kk: Дәрі қабылдаудан демалыс кезеңін өзгерту
km: ផ្លាស់ប្តូររយៈពេលសម្រាកការទទួលថ្នាំ
kn: ಸೇವನೆ ವಿರಾಮ ಅವಧಿ ಬದಲಾವಣೆ
ko: 휴약 기간 변경
ky: Дарыны пайдалану үчүн убактылуу өзгөртүү
lo: ປ່ອນການແປງແລະແກ້ໄຂໃນແລະຮັບສິດ
lt: Kitos vartojimo laikotarpio pakeitimas
lv: Zāļu lietošanas pārtraukuma laika maiņa
mk: Промена на периодот на одмор за прием
ml: മരുന്ന് ഇടവേള മാറ്റം
mn: Амралтын хугацаа өөрчлөх
mr: सेवन विराम कालावधी बदल
ms: Tukar Tempoh Rehat Penggunaan
my: ဆေးရပ်ကာလ ပြောင်းလဲခြင်း
nb: Endring av pauseperiode for medisinering
ne: सेवन विश्राम अवधि परिवर्तन
nl: Wijziging van de pauzeperiode voor inname
no: Endre pauseperioden for reseptbelagt medisin
or: ସେବନ ବିରତି ଅବଧି ପରିବର୍ତ୍ତନ
pa: ਸੇਵਨ ਵਿਰਾਮ ਮਿਆਦ ਬਦਲੋ
pl: Zmiana okresu przerwy w przyjmowaniu
ps: د درملنې د ځنډ موده بدلول
pt: Alterar período de pausa na medicação
ro: Schimbare a perioadei de pauză la administrarea medicamentului
ru: Изменение периода перерыва в приеме
si: උපයෝගයක් නැති කාලය වෙනස් කරන්න
sk: Zmena obdobia prestávky v užívaní
sl: Sprememba obdobja odmora
sq: Ndryshimi i periudhës së pushimit të marrjes
sr: Промена периода паузе у узимању
sv: Ändra pauser för intag
ta: அளிப்பு இடைவெளி மாற்றம்
te: సేవన విరామ కాలం మార్పు
th: เปลี่ยนระยะเวลาหยุดการใช้ยา
tl: Baguhin ang Break Period
tr: Aldığınız ilaçların dinlenme süresini değiştirme
uk: Change pill break period
ur: دوائی کے آرام کے دورانیے میں تبدیلی
uz: Doriqni to'xtatish muddati o'zgartirilmoqda
vi: Thay đổi thời kỳ nghỉ uống thuốc
zh: 更改服药休息期
zu: Ukushintsha ngesikhathi sokuphumula kokusebenzisa

# changedPausePeriod
source: Pause period has been changed
af: Die tydperk van pille gebruik was verander.
am: የእንቅልቅል ጊዜን ቀይርሁ።
ar: لقد قمت بتغيير فترة التوقف عن الاستخدام
as: ঔষধ সেৱনৰ বিৰতি কাল সলনি কৰা হ'ল
az: İstirahət müddətini dəyişdirdim
be: Перыяд перапынку ў прыёме лекі зменены.
bg: Промених периода на почивка от приема
bn: সেবন বিরতির সময়কাল পরিবর্তন করা হয়েছে
bs: Promijenjeno vrijeme odmora za uzimanje
ca: He canviat el període de descans de la medicació.
cs: Změnili jsme dobu přestávky v užívání.
cy: Newidawdd y cyfnod seibiant gweinyddu
da: Ændrede pauser i indtagelsen
de: Der Zeitraum für das Pausieren der Einnahme wurde geändert.
el: Έχετε αλλάξει τη διάρκεια της περιόδου διακοπής λήψης
es: Se ha modificado el período de descanso de la toma
et: Muutmise ajal vaheperioodi.
eu: Aldaketa egon den atseden-denbora
fa: مدت زمان استراحت دارو را تغییر دادم
fi: Olen muuttanut lääkityksen taukoaikaasi.
fil: Nabago na ang panahon ng pahinga sa pag-inom
fr: Vous avez modifié la période de pause de prise de pilules.
gl: Modificar o período de descanso para a toma
gu: સેવન વિરામ અવધિ બદલી દીધી છે
he: שיניתי את תקופת ההפסקה של התרופת
hi: दवा विराम अवधि बदल दी गई
hr: Promijenili ste razdoblje odmora od uzimanja pilula.
hu: Megváltoztattam a gyógyszerkihagyási időszakot.
hy: Քամմի ժամանակահատվածը փոխվել է
id: Periode jeda konsumsi telah diubah
is: Breytti hvíldartímabili lyfjameðferðar
it: Il periodo di pausa dall'assunzione è stato modificato
ja: 服用お休み期間を変更しました
ka: თქვენ შეცვალეთ პრეპარატის შესვენების პერიოდი
kk: Дәріні қабылдау үзілісін өзгерттіңіз
km: រយៈពេលឈប់ទទួលទានថ្នាំត្រូវបានផ្លាស់ប្តូរហើយ
kn: ಸೇವನೆಯ ವಿರಾಮ ಅವಧಿಯನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ
ko: 휴약 기간을 변경했습니다
ky: Ылдамдарды убактылуу токтотуу мөөнөтүн өзгөрттү
lo: ຖິ່ນໃດເຮັດອາດ ປ່ອນປ່ອນແປ໛ ປ່ ໄດ້
lt: Pakeitėme vaistų vartojimo pertraukos laikotarpį
lv: Esam izmainījis zāļu lietošanas pārtraukuma periodu
mk: Ја сменив периодот на одмор од пилулите.
ml: സേവന വിരാമ കാലാവധി മാറ്റി
mn: Амралтын хугацааг өөрчиллөө
mr: सेवन विश्राम कालावधी बदलला
ms: Tempoh bercuti pengambilan telah diubah.
my: သောက်သုံးခြင်း အနားယူကာလကို ပြောင်းလဲပြီးပါပြီ
nb: Jeg har endret pausen for inntak.
ne: सेवन बिदा अवधि परिवर्तन गरिएको छ
nl: De pauzeperiode voor het innemen is gewijzigd.
no: Endret perioden med pause i medisineringen.
or: ସେବନ ବିରାମ ସମୟ ପରିବର୍ତ୍ତନ କରାଯାଇଛି
pa: ਦਵਾਈ ਦੇ ਬਰੇਕ ਦਾ ਸਮਾਂ ਬਦਲ ਦਿੱਤਾ ਗਿਆ
pl: Zmieniono okres przerwy w przyjmowaniu
ps: د درملنې وقفې موده بدل شوه
pt: Alterei o período de pausa na medicação
ro: Am modificat perioada de pauză pentru administrarea pastilelor.
ru: Вы изменили период перерыва в приеме.
si: කාලය වෙනස් කරන ලදී
sk: Zmenili sme obdobie prestávky užívania.
sl: Spremeni obdobje prekinitve jemanja.
sq: Kamë ndryshuar periudhën e pushimit të ilaçeve
sr: Променио сам период паузе у узимању
sv: Ändrade viloperioden för intag
ta: மருந்து உட்கொள்ளாத ஓய்வுக் காலம் மாற்றப்பட்டது
te: సేవన విరామ కాలం మార్చబడింది
th: ได้เปลี่ยนระยะเวลาพักการใช้ยาสำหรับการรับประทาน
tl: Nabago na ang panahon ng pahinga sa pag-inom
tr: İlaç kullanımına ara verme süresini değiştirdim.
uk: The period of taking a break from the medication has been changed.
ur: میں نے خوراک کی چھٹی کی مدت کو تبدیل کر دیا ہے۔
uz: Qabul qilish dam olish muddatini o'zgartirdim
vi: Đã thay đổi kỳ nghỉ uống thuốc
zh: 已更改服用休息期间
zu: Ushintshile isikhathi sokuphumula sokuphila.

source: Changed to {date}
af: Ek het dit op {date} verander.
am: {date}ወዲያው ተለውጦ አዘገየ።
ar: تم التغيير إلى {date}
as: {date}লৈ সলনি কৰা হ'ল
az: {date} tarixini dəyişdirdim
be: {date} змянена
bg: Променено на {date}
bn: {date} তে পরিবর্তন করা হয়েছে
bs: Promijenjeno na {date}
ca: He canviat a {date}
cs: Bylo to změněno na {date}
cy: Newidiais {date}
da: Ændret til {date}
de: Wir haben es auf {date} geändert.
el: Αλλάξαμε σε {date}
es: Cambiado a {date}
et: Muudetud {date}
eu: {date} aldatu da
fa: {date} را تغییر دادم
fi: Muokattu {date}
fil: Na-update sa {date}
fr: Modifié le {date}
gl: Mudaches {date}
gu: {date} માં બદલ્યું
he: שיניתי ל{date}
hi: {date} पर बदल दिया गया
hr: Promijenjeno na {date}
hu: Megváltoztattuk {date}-t
hy: {date}-ին փոփոխվել է
id: Telah diubah menjadi {date}
is: Breytt {date}
it: Cambiato al {date}
ja: {date}に変更しました
ka: {date} შეიცვალა
kk: {date} өзгертілді
km: បានផ្លាស់ប្តូរទៅជា {date}
kn: {date}ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
ko: {date}로 변경되었습니다
ky: {date}ге өзгөрттүм
lo: ທ່ານໄດ້ແກໄວ້ໃນວັນທີ {date}
lt: {date} buvo pakeistas
lv: {date} ir tika mainīts
mk: Променето е на {date}
ml: {date} ലേക്ക് മാറ്റി
mn: {date} рүү өөрчлөгдсөн
mr: {date} मध्ये बदलले
ms: Telah diubah kepada {date}
my: {date}သို့ ပြောင်းလဲပြီးပါပြီ
nb: Endret til {date}
ne: {date} मा परिवर्तन गरिएको छ
nl: De wijziging is aangebracht op {date}
no: Endret til {date}
or: {date} କୁ ବଦଳାଇଲେ
pa: {date} ਵਿੱਚ ਬਦਲ ਦਿੱਤਾ ਗਿਆ
pl: Zmieniono na {date}
ps: {date} ته بدل شو
pt: Alterado para {date}
ro: Am schimbat pe {date}
ru: {date} был изменён
si: {date}ට යාවත්කාලීන කරන ලදි
sk: Zmenené na {date}
sl: Spremenjeno na {date}
sq: E kam ndryshuar në {date}
sr: Промењено на {date}
sv: Ändrat till {date}
ta: {date}க்கு மாற்றப்பட்டது
te: {date}కు మార్చబడింది
th: เปลี่ยนแปลงเมื่อ {date}
tl: Nabago na sa {date}
tr: {date} olarak değiştirildi
uk: Changed on {date}
ur: {date} تبدیل کر دیا گیا ہے
uz: {date} ga o'zgartirildi
vi: Đã thay đổi thành {date}
zh: 已更改为{date}
zu: Kwenziwe ushintsho ku-{date}

# quickRecordTakePillFailed
source: The record of taking the pill may have failed
af: Daar is 'n moontlikheid dat die inname rekord gefaal het.
am: የእንቀባይ መዝገብ መከር አለበት ወይም አስቸጋሪ ይባላል
ar: قد يحدث خطأ في تسجيل تناول الدواء
as: সেৱন ৰেকৰ্ড সংৰক্ষণত বিফল হোৱাৰ সম্ভাৱনা আছে
az: Qəbulu qeyd etməkdə bir problem baş verə bilər
be: Магчыма, запіс аб прыёме таблетак ня ўдалося
bg: Може да е имало проблем с записа на приема.
bn: ওষুধ সেবনের রেকর্ড সংরক্ষণে সমস্যা হতে পারে
bs: Možda je došlo do greške prilikom evidentiranja upotrebe.
ca: És possible que el registre de la presa hagi fallat.
cs: Může existovat chyba při zaznamenávání užití.
cy: Gallai fod yn bosib i gofrestru'r defnyddwaith fod wedi methu.
da: Der medicinindtagelsesjournal kan muligvis være mislykkedes
de: Es könnte ein Fehler beim Protokollieren der Einnahme aufgetreten sein.
el: Ίσως να απέτυχε η καταγραφή της λήψης.
es: Es posible que el registro de la toma haya fallado
et: On võimalik, et ravimi võtmise registreerimine ebaõnnestus.
eu: Hartu erregistroa huts egin dezakeela
fa: ممکن است ثبت مصرف ناموفق بوده باشد
fi: Lääkkeen ottamisen tallentaminen on saattanut epäonnistua.
fil: Maaaring nabigo ang pagtatala ng pag-inom
fr: Il se peut que l'enregistrement de la prise ait échoué.
gl: Podería haber fallado o rexistro da toma
gu: દવા લેવાનો રેકોર્ડ નિષ્ફળ થવાની શક્યતા છે
he: ייתכן שההקלטה של נטילת התרופה נכשלה
hi: दवा सेवन का रिकॉर्ड सहेजने में असफलता हो सकती है
hr: Moguće je da je došlo do pogreške prilikom bilježenja uzimanja.
hu: Elképzelhető, hogy a gyógyszerbevitel nyilvántartása nem sikerült.
hy: posib anhasar chpakan zhoghovrakan moshak
id: Kemungkinan pencatatan penggunaan telah gagal.
is: Það gæti verið að skráning á inntöku hafi mistekist.
it: La registrazione dell'assunzione potrebbe non essere riuscita
ja: 服用記録が失敗した可能性があります
ka: 可能ია სამკურნალო ჩანაწერის ჩატარდა ვერ განახორციელდა
kk: Қабылдау жазбасы сәтсіз болуы мүмкін
km: ការកត់ត្រាការទទួលទានអាចបរាជ័យ
kn: ಸೇವನೆಯ ದಾಖಲೆ ವಿಫಲವಾಗಿರಬಹುದು
ko: 복용 기록 저장에 실패했을 가능성이 있습니다
ky: Эмдөө жазууларыңыз ийгиликсиз болушу мүмкүн
lo: ອາາສຽລຸທີ່ສຽດຖືກອາດຈະເປັນຄວາມລົ້ມເຫລວສໍາລັບການບັນທຶກໄວ້ໃນສະຖານທີ່ສອງ.
lt: Galbūt nepavyko įrašyti vartojimo įrašo
lv: Iespējams, ka zāļu lietošanas ieraksta izveide neizdevās
mk: Постои можност за неуспех на записот за употреба.
ml: മരുന്ന് കഴിക്കുന്ന രേഖ പരാജയപ്പെട്ടിരിക്കാം
mn: Эм уусан бүртгэл амжилтгүй болсон байж болзошгүй байна
mr: सेवन रेकॉर्ड सेव्ह करण्यात अयशस्वी झाले असण्याची शक्यता आहे
ms: Terdapat kemungkinan bahawa rekod pengambilan telah gagal.
my: ဆေးသောက်မှတ်တမ်း မှတ်ရာ ပျက်ကွက်နိုင်ပါသည်
nb: Det kan ha vært en feil med inntak av registrering.
ne: सेवन रेकर्ड असफल भएको हुन सक्छ
nl: Er is mogelijk een probleem opgetreden bij het registreren van de inname.
no: Det kan ha oppstått en feil med å registrere inntaket.
or: ସେବନ ରେକର୍ଡ ବିଫଳ ହେବାର ସମ୍ଭାବନା ଅଛି
pa: ਦਵਾਈ ਦਾ ਰਿਕਾਰਡ ਫੇਲ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ
pl: Możliwe, że zapis zażycia nie powiódł się.
ps: د درملو ثبت ناکامیدو احتمال لري
pt: Pode haver uma falha no registro da medicação.
ro: Este este posibil să fi fost o eroare în înregistrarea administrării.
ru: Возможно, запись о приеме не была успешно сохранена.
si: උපචාරය සටහන් කිරීම අසාර්ථක විය හැකිය.
sk: Môže byť problém s nahrávaním záznamu o užití.
sl: Morda je prišlo do napake pri beleženju jemanja.
sq: Ka mund të ketë dështuar regjistrimi i marrjes.
sr: Могуће је да је настанула грешка при бележенју умања.
sv: Det kan ha uppstått ett fel vid registrering av doseringen.
ta: மருந்து உட்கொள்ளல் பதிவு தோல்வியடைந்திருக்கலாம்
te: మందు సేవన రికార్డు విఫలమైన అవకాశం ఉంది
th: บันทึกการใช้ยาอาจล้มเหลว
tl: Maaaring hindi nakatala ang pagkakainom ng pildoras
tr: Kullanım kaydının başarısız olma ihtimali vardır.
uk: There may have been a failure in recording the medication.
ur: آپ کی دوا کی ریکارڈنگ میں ناکامی کا امکان ہے۔
uz: Ehtimol, qabul qilish qayd qilishda xato bo'lgan.
vi: Việc ghi nhận việc uống thuốc có thể đã không thành công
zh: 服用记录可能失败
zu: Kungenzeka ukuthi irekhodi lokuthathwa kwephedi aliphumelelanga.

# quickRecordTakePillFailedMessage
source: Please open the app and check
af: Maak asseblief die aansoek oop en bevestig.
am: እቅፍ አይለኝ እና ይመልከቱ
ar: يرجى فتح التطبيق والتحقق
as: অনুগ্ৰহ কৰি এপ্টো খুলি পৰীক্ষা কৰক
az: Tətbiqi açın və yoxlayın
be: Адкрыйце прыкладанне і праверце, калі ласка.
bg: Моля, отворете приложението и проверете.
bn: অ্যাপ খুলে যাচাই করুন
bs: Otvorite aplikaciju i provjerite.
ca: Obre l'aplicació i comprova-ho
cs: Otevřete aplikaci a zkontrolujte to prosím.
cy: Agor, agorwch yr app i wirio.
da: Åbn appen og tjek venligst.
de: Bitte öffnen Sie die App und überprüfen Sie es.
el: Ανοίξτε την εφαρμογή και ελέγξτε.
es: Por favor, abra la aplicación y verifique
et: Avage rakendust ja kontrollige.
eu: Aplikazioa ireki eta egiaztatu mesedez
fa: لطفا برنامه را باز کرده و بررسی کنید
fi: Avaa sovellus ja tarkista se.
fil: Pakibuksan ang app para suriin
fr: Veuillez ouvrir l'application pour vérifier.
gl: Abra a aplicación e verifique
gu: કૃપા કરીને એપ ખોલીને તપાસો
he: אנא פתח את האפליקציה ואמת את המידע.
hi: कृपया ऐप खोलकर जांच लें
hr: Molimo otvorite aplikaciju i provjerite.
hu: Kérjük, nyissa meg az alkalmazást és ellenőrizze.
hy: Բացեք հավելվածը և ստուգեք
id: Silakan buka aplikasi dan periksa.
is: Vinsamlegast opnið appið og athugið.
it: Apri l'app e verifica
ja: アプリを開いてご確認ください
ka: Խնդրում ենք բացել ծրագիրը և ստուգել
kk: Қосымшаны ашып, тексеріңіз
km: សូមបើកកម្មវិធីនិងពិនិត្យមើល
kn: ದಯವಿಟ್ಟು ಆಪ್ ಅನ್ನು ತೆರೆದು ಪರಿಶೀಲಿಸಿ
ko: 앱을 열어서 확인해 주세요
ky: Программаны ачып, текшериңиз
lo: ກະລຸນາເປິດແອັບແລະເຊັກສອບໃສ່ໃຈ
lt: Atidarykite programėlę ir patvirtinkite
lv: Lūdzu, atveriet lietotni un pārbaudiet.
mk: Отворете ја апликацијата и потврдете.
ml: ആപ്പ് തുറന്ന് പരിശോധിക്കുക
mn: Апп-аа нээж шалгана уу
mr: कृपया अॅप उघडून तपासा
ms: Sila buka aplikasi untuk mengesahkan.
my: အက်ပ်ကို ဖွင့်ပြီး စစ်ဆေးပါ
nb: Åpne appen og sjekk.
ne: कृपया एप खोलेर जाँच गर्नुहोस्
nl: Open the app and check it.
no: Vennligst åpne appen og sjekk.
or: ଦୟାକରି ଆପ୍ ଖୋଲି ଯାଞ୍ଚ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਐਪ ਖੋਲ੍ਹ ਕੇ ਜਾਂਚ ਕਰੋ
pl: Proszę otworzyć aplikację i sprawdzić.
ps: تاسو لطفاً غوښتنلیک پرانیزئ او تایید کړئ
pt: Por favor, abra o aplicativo e verifique.
ro: Deschideți aplicația și verificați
ru: Пожалуйста, откройте приложение и проверьте.
si: ඇප් එක විවෘත කර සහතික කර ගන්න
sk: Otvorí aplikáciu a skontrolujte to, prosím.
sl: Odprite aplikacijo in preverite.
sq: Hapni aplikacionin dhe kontrollo
sr: Отворите апликацију и проверите.
sv: Öppna appen och kontrollera
ta: ஆப்பை திறந்து சரிபார்க்கவும்
te: యాప్ తెరిచి దయచేసి తనిఖీ చేయండి
th: กรุณาเปิดแอปพลิเคชันเพื่อทำการตรวจสอบ
tl: Mangyaring buksan ang app at suriin
tr: Uygulamayı açın ve kontrol edin
ur: براہ کرم ایپ کھولیں اور تصدیق کریں
uz: Ilovani oching va tasdiqlang
vi: Vui lòng mở ứng dụng để kiểm tra
zh: 请打开应用程序以进行确认
zu: Vula uhlelo lokusebenza ukuze uqinisekise.

source: Already taken
af: Geneem
am: ተወስዷል
ar: تم تناولها
as: সেৱিত
az: dərman qəbul edildi
be: Прыняты
bg: Приета
bn: সেবিত
bs: Uzimano
ca: Prescrit
cs: Přijaté
cy: cymryd
da: Indtaget
de: Eingenommen
el: Έχει ληφθεί
es: Tomado
et: Võetud
eu: Hartu da
fa: مصرف شده
fi: Otettu
fil: Nainom na
fr: Prise
gl: Tomado
gu: લીધેલ
he: נלקח
hi: ली गई
hr: uzeto
hu: Bevették
hy: վերցված
id: Diambil
is: Tekið
it: Assunta
ja: 服用済み
ka: Შექცევა
kk: іске асырылды
km: ញុំរួចរាល់
kn: ಸೇವಿಸಲಾಗಿದೆ
ko: 복용함
ky: Уколдуулду
lo: ຮັບເລືອກສິນຄ້າແລ້ວ
lt: Paimta
lv: paņemts
mk: започнато
ml: കഴിച്ചു
mn: Уусан
mr: घेतले
ms: Sudah diambil
my: သောက်ပြီး
nb: Tatt
ne: सेवन गरिसकेको
nl: Ingenomen
no: inntatt
or: ଖାଇଛି
pa: ਲਿਆ ਗਿਆ
pl: Zażyte
ps: کارول شوی
pt: Tomado
ro: A fost luat
ru: Принято
si: සංග්‍රහය
sk: užité
sl: Vzeto
sq: I marrë
sr: Uzeto
sv: Tagit
ta: உட்கொண்டது
te: తీసుకున్నది
th: ได้รับยาแล้ว
tl: Nainom na
tr: Alınmış
uk: Taken
ur: لی لی لی
uz: olingan
vi: Đã uống
zh: 已经服用
zu: Sephume

source: Start pause taking
af: Blaai oor na periode van die pille
am: ይቅርታ የመጠጥ በስሩ አለኝ
ar: توقف عن تناول الحبوب
as: সেৱন বিৰাম কৰক
az: Qəbul etməyi dayandırmaq
be: Прыпыніць прыём
bg: Пропуснете приема
bn: সেবন বিরতি নিন
bs: Prekid uzimanja
ca: Fer pausa en la presa
cs: Přerušit užívání
cy: Cymryd seibiant yn y dosiad
da: Tag pauser for indtagelse
de: Die Einnahme aussetzen
el: Σταματήστε να παίρνετε το φάρμακο
es: Pausar la toma
et: Vaheline ravim
eu: Hartu eza egitea
fa: را متوقف کنید
fi: Lopeta lääkkeiden ottaminen
fil: Magpahinga sa pag-inom
fr: Faire une pause dans la prise
gl: Deixar de tomar
gu: દવા લેવાનો વિરામ લેવો
he: להפסיק ליטול
hi: सेवन रोकें
hr: Prekid unošenja
hu: Kihagyom a gyógyszert
hy: Երեկույթը դադարեցնել
id: Istirahat dari konsumsi
is: Hvíla frá notkun
it: Sospendere l'assunzione
ja: 服用をお休みする
ka: დრugs-ს ასე ნაკლებად ვმართავთ
kk: Қабылдауды тоқтату
km: សម្រាកញ៉ាំថ្នាំ
kn: ಸೇವನೆಯನ್ನು ವಿರಾಮಗೊಳಿಸಿ
ko: 복용 휴식
ky: приемди токтотуу
lo: ຢຸດການຮັບບິນ
lt: Praleisti vartojimą
lv: Pārtraukt lietot
mk: Престанете да земате
ml: സേവനം വിശ്രമിക്കുക
mn: Эм уухаас амрах
mr: सेवन थांबवा
ms: Rehatkan Pengambilan
my: ဆေးသောက်ခြင်း နားမည်
nb: Ta en pause fra inntaket
ne: औषधि सेवन विश्राम लिनुहोस्
nl: Neem een pauze van het innemen
no: Ta en pause fra å ta medisinen
or: ସେବନ ବିରତି କରିବା
pa: ਦਵਾਈ ਬੰਦ ਕਰੋ
pl: Zatrzymaj przyjmowanie
ps: د درملنې موده وقفه کول
pt: Parar de tomar
ro: Să renunți la administrare
ru: Пропустить прием
si: පැමිණීම වාර්තා කළ නොහැක
sk: Pauza v užívaní
sl: Odložitev jemanja
sq: Merrni pushim nga marrja
sr: Пауза у узимању
sv: Ta en paus från att ta medicinen
ta: மருந்து சாப்பிடுவதை நிறுத்து
te: మందులను విరామం చేయండి
th: หยุดการใช้ยา
tl: Ihinto ang Pag-inom
tr: İlaç alımını ertelemek
uk: Skip taking
ur: خوراک کو چھوڑ دیں
uz: qabul qilishni to'xtatish
vi: Tạm dừng uống thuốc
zh: 暂停服用
zu: Thola ukuphumula ekuthatheni
