Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

# unknownError
source: An unknown error occurred
af: Daar het 'n onbekende fout voorgekom.
am: በሚስጥር ወቅት እንተደረገ ስህተት ተከስቷል።
ar: حدث خطأ غير معروف
as: অজ্ঞাত ত্ৰুটি ঘটিছে
az: Naməlum xəta baş verdi
be: Адбылася невядомая памылка.
bg: Възникна неизвестна грешка.
bn: একটি অজানা ত্রুটি ঘটেছে
bs: Dogodila se nepoznata greška.
ca: S'ha produït un error desconegut
cs: Došlo k neznámé chybě.
cy: Cafodd gwall anhysbys ddigwydd.
da: Der ukendte fejl er opstået
de: Ein unbekannter Fehler ist aufgetreten.
el: Προέκυψε άγνωστο σφάλμα
es: Ha ocurrido un error desconocido
et: Tekkis teadmata viga
eu: Errore ezezaguna gertatu da
fa: یک خطای ناشناخته رخ داده است
fi: Tuntematon virhe iski.
fil: Nagkaroon ng hindi kilalang error
fr: Une erreur inconnue s'est produite.
gl: Produciuse un erro irrefraceable.
gu: અજાણી ભૂલ થઈ છે
he: שגיאה לא ידועה התרחשה
hi: अज्ञात त्रुटि हुई है
hr: Došlo je do nepoznate pogreške
hu: Ismeretlen hiba történt.
hy: Հայերեն: Անհայտ սխալ է տեղի ունեցել
id: Terjadi kesalahan yang tidak diketahui
is: Óþekkt villa kom upp
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
ka: თვითური შეცდომა მოხდა
kk: Белгісіз қате пайда болды
km: មានកំហុសមិនស្គាល់បានកើតឡើង
kn: ತಿಳಿಯದ ದೋಷ ಸಂಭವಿಸಿದೆ
ko: 알 수 없는 오류가 발생했습니다
ky: Билдирилбеген каталар пайда болду
lo: ແລະສະຖິໜິທີ່ບໍ່ຊັບຈິງຫອງແລະເກີນເອັນລັບເອີ່ນຈາກການລູກ຋ີສິດເມື່ອຜ່ານແຕ່ລຽມບໍ່ບໍ່ຄວາມສະຖາບສຽງນິອສແມກຂອງຄວາມສະທິໜອດແກປານເຖືນໄດ້ເຊັນດິດນວີນາມຄອບເຕັມແລະອຶດນະຊັບສາຍຂອງກິລາໂຫຼນອໍງໃໝ່ງຂອງຜະລິດອ຿ສໍ່ນໍ່ ແໜ່ຫວປັນແຍກଦັດແລະຈຸມຑາຊາງມະຖານແນກເພູີ໋ແຮ຀ົຑນອິງຕອຍເນຄັລບາວ large, big.
lt: Įvyko nežinoma klaida
lv: Radās nezināma kļūda.
mk: Настана непозната грешка
ml: അറിയാത്ത പിശക് സംഭവിച്ചു
mn: Тодорхойгүй алдаа гарлаа
mr: अज्ञात त्रुटी उद्भवली आहे
ms: Ralat tidak diketahui telah berlaku
my: မသိရှိနိုင်သော အမှားအယွင်းတစ်ခု ဖြစ်ပွားခဲ့သည်
nb: En ukjent feil oppstod
ne: अज्ञात त्रुटि देखा पर्यो
nl: Er is een onbekende fout opgetreden.
no: Det oppstod en ukjent feil
or: ଅଜଣା ତ୍ରୁଟି ଘଟିଛି
pa: ਅਣਜਾਣ ਗਲਤੀ ਹੋਈ ਹੈ
pl: Wystąpił nieznany błąd
ps: يوړاندې نه پوهیدل کېدونکی تېروتنه رامنځته شوه
pt: Ocorreu um erro desconhecido.
ro: A apărut o eroare necunoscută.
ru: Произошла неизвестная ошибка
si: හැකි නාධිකරයක් ඇතිවිය.
sk: Vyskytla sa neznáma chyba
sl: Prišlo je do neznane napake.
sq: Ka ndodhi një gabim i paqartë
sr: Дошло је до непознате грешке
sv: Ett okänt fel inträffade
sw: Hitilafu isiyojulikana imetokea
ta: தெரியாத பிழை ஏற்பட்டது
te: తెలియని లోపం జరిగింది
th: เกิดข้อผิดพลาดที่ไม่ทราบ
tl: May naganap na hindi kilalang error
tr: Bilinmeyen bir hata oluştu
uk: An unknown error has occurred.
ur: نامعلوم خطا پیش آ گیا ہے
uz: Noma'lum xato ro'y berdi
vi: Đã xảy ra lỗi không xác định
zh: 发生了未知错误
zu: Kwenzeka iphutha engaziwa.

# unexpectedErrorOccurred
source: An unexpected error occurred
af: Daar het 'n onverwagte fout voorgekom.
am: አይታወቅ መሰረታዊ እቅፍ ተደርጎ አይኖርም
ar: حدث خطأ غير متوقع
as: অপ্ৰত্যাশিত সমস্যা হৈছে
az: Gözlənilməz bir xəta baş verdi
be: Адбылася непрадбачаная памылка
bg: Настъпи неочаквана грешка.
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে
bs: Došlo je do neočekivane greške.
ca: S'ha produït un error inesperat
cs: Došlo k neočekávané chybě.
cy: Mae gwall annisgwyl wedi digwydd
da: Der opstod en uventet fejl
de: Es ist ein unerwarteter Fehler aufgetreten.
el: Προέκυψε απροσδόκητο σφάλμα
es: Ha ocurrido un error inesperado
et: Oodatud viga tekkis.
eu: Hiraugaitzak ezohiko akats bat gertatu da
fa: یک خطای غیرمنتظره رخ داده است
fi: Odottamaton virhe tapahtui
fil: Nagkaroon ng hindi inaasahang suliranin
fr: Une erreur inattendue s'est produite.
gl: Produciuse un erro inesperado.
gu: અણધારી ભૂલ થઈ છે
he: אירעה שגיאה בלתי צפויה
hi: अप्रत्याशित त्रुटि हुई है
hr: Došlo je do neočekivane pogreške
hu: Váratlan hiba lépett fel.
hy: Անսպասելի սխալ է տեղի ունեցել
id: Terjadi kesalahan yang tidak terduga
is: Óvissur villa hefur orðið
it: Si è verificato un errore imprevisto
ja: 予期しないエラーが発生しました
ka: Unexpected error occurred
kk: Күтілмеген қатенің болуы
km: កំហុសមិនរំពឹងបានកើតឡើង
kn: ಅನಿರೀಕ್ಷಿತ ದೋಷ ಸಂಭವಿಸಿದೆ
ko: 예상치 못한 오류가 발생했습니다
ky: Күтүлбөгөн ката пайда болду
lo: ເກຍດັາງໄດ້ມີປັນຫາບໍ່ຄາດໜ້າຂຶ້ນ
lt: Įvyko nenumatyta klaida
lv: Notika neparedzēta kļūda
mk: Се појави неочекувана грешка
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു
mn: Санамсаргүй алдаа гарлаа
mr: अनपेक्षित त्रुटि झाली
ms: Ralat yang tidak dijangka telah berlaku.
my: မမျှော်လင့်ထားသော အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်
nb: Det oppstod en uventet feil.
ne: अप्रत्याशित त्रुटि भएको छ
nl: Er is een onverwachte fout opgetreden.
no: Det oppstod en uventet feil.
or: ଅପ୍ରତ୍ୟାଶିତ ସମସ୍ୟା ଘଟିଛି
pa: ਇੱਕ ਅਚਾਨਕ ਗਲਤੀ ਹੋਈ ਹੈ
pl: Wystąpił nieoczekiwany błąd
ps: یوړاندی نه لیدل شوی تېروتنه پېښه شوه
pt: Ocorreu um erro inesperado
ro: A apărut o eroare neașteptată.
ru: Произошла непредвиденная ошибка
si: අපේක්ෂිතයෙන් පිටවූ දෝෂයක් ඇතිවිය.
sk: Došlo k neočakávanej chybe.
sl: Pričakovana napaka je nastala.
sq: Ka një gabim të papritur që ndodhi
sr: Дошло је до неочекиване грешке.
sv: Ett oväntat fel har inträffat
sw: Hitilafu isiyotarajiwa imetokea
ta: எதிர்பாராத பிழை ஏற்பட்டுள்ளது
te: అనుకోని లోపం జరిగింది
th: เกิดข้อผิดพลาดที่ไม่คาดคิด
tl: Nagkaroon ng hindi inaasahang problema
tr: Beklenmeyen bir hata oluştu
uk: An unexpected error has occurred.
ur: غیر متوقع خرابی پیش آگئی
uz: Kutilmagan xato ro'y berdi
vi: Đã xảy ra lỗi không mong muốn
zh: 出现意外错误
zu: Kwakhiwe iphutha elingalindelekile

# pressAndHoldNotificationToRecordPillTaking
source: You can record taking by long-pressing the notification
af: As jy die kennisgewing lank druk, kan jy 'n medikasie geskiedenis aanbring.
am: በአማርኛ ዝርዝር በሚከተለው የመነሻ መረጃ በመጠቀም ሊሰጥ ይችላል።
ar: يمكنك تسجيل تناول الحبوب عن طريق الضغط المطول على الإشعار.
as: নটিফিকেশ্যন দীৰ্ঘ চাপিলে সেৱনৰ ৰেকৰ্ড কৰিব পাৰি
az: Bildirimə uzun basaraq qəbul qeydləri yarada bilərsiniz.
be: Націсніце і ўтрымлівайце сповіщанне, каб стварыць запіс аб прыёме.
bg: Дългото натискане на уведомлението позволява записване на приема.
bn: বিজ্ঞপ্তিতে দীর্ঘ চাপ দিলে সেবনের রেকর্ড করতে পারবেন
bs: Dugom pritiskom na obavijest možete zabilježiti unos.
ca: Si manteniu premut la notificació, podreu registrar la presa.
cs: Když dlouze podržíte oznámení, můžete zaznamenat příjem.
cy: Gallwch gofrestru defnydd trwy wasgu'n hir ar y rhybudd.
da: Hvis du holder fingeren på meddelelsen, kan du registrere indtagelsen.
de: Wenn Sie die Benachrichtigung gedrückt halten, können Sie einen Einnahmebericht erstellen.
el: Μπορείτε να καταγράψετε την πρόσληψη κάνοντας παρατεταμένο πάτημα στις ειδοποιήσεις.
es: Mantén presionada la notificación para registrar la toma
et: Pikka saatele vajutades saad ravimi kogumise kirje teha.
eu: Jakinezko iragazki bat ukitzen baduzu, erabilera-orria sortuko da
fa: با نگه داشتن اعلان، می‌توانید سابقه مصرف را ثبت کنید.
fi: Pitämällä ilmoitusta painettuna voit tallentaa lääkehistorian.
fil: I-long press ang notification para makapagtala ng paginom ng gamot
fr: En maintenant une pression sur la notification, vous pouvez enregistrer votre prise.
gl: Poderás rexistrar a toma manténndo o aviso premido.
gu: નોટિફિકેશનને લાંબા સમય સુધી દબાવવાથી તમે પિલ લેવાનો રેકોર્ડ કરી શકશો
he: אם מחזיקים את ההתראה, ניתן לתעד את השימוש
hi: सूचना को लंबे समय तक दबाकर सेवन रिकॉर्ड कर सकते हैं
hr: Dugotrajno pritiskanje obavijesti omogućuje vam bilježenje uzimanja lijekova.
hu: A riasztást hosszan nyomva gyógyszerbeszedési nyilvántartást készíthet.
hy: Ծանուցումը երկար պահելուց հետո կարող եք գրանցել միջոցը
id: Tekan lama pada notifikasi untuk mencatat penggunaan.
is: Ef þú heldur uppi á tilkynningunni geturðu skráð inntöku.
it: Tenendo premuta la notifica è possibile registrare l'assunzione
ja: 通知を長押しすると服用記録ができます
ka: თუ შეტყობინებაზე დიდხანს დააჭერთ, შეგიძლიათ წამლის მიღების ისტორია დაამატოთ.
kk: Хабарламаны ұзақ басып тұрып, дәрі қабылдауға қатысты жазбаны жасауға болады.
km: ចុចជាយូរលើការជូនដំណឹងដើម្បីកត់ត្រាការទទួលថ្នាំ
kn: ಅಧಿಸೂಚನೆಯನ್ನು ದೀರ್ಘವಾಗಿ ಒತ್ತಿದರೆ ಸೇವನೆ ದಾಖಲೆ ಮಾಡಬಹುದು
ko: 알림을 길게 누르면 복용 기록을 할 수 있습니다
ky: Эгер сиз кабарлоонун үстүнөн узак убакыт басып турсаңыз, кабыл алуу тарыхын жазып алсаңыз болот
lo: ເມື່ອຄວາມຈິງກວາລໍາອັດກດຈູດບັນທັດໄດ້ແຕ່ກົງປະທັນສະລັດຄືກບັນທັດຂອງສະເພາະ ມັດຕະການເບິ່ງທີ່ສາມາວວິສຍະການປົກເຣີດຂອງສະແລັດດາຽພັນຕິດແນບເພື່ອງງານສ່ວນຕ່ອບຄຳແທ້ໃນສະລັດກວາລໍາອັດສະທິພອນ ສາມ ສະidaiໂຕອມຖອນຂອງຄຳລອງລູກຕຶນສິນຕາກິລັຮນກວາລດກວາຍຮັ່ນແລະສະເອາຏີ້ ເພື່ອສະລາດຈິງກວາລພະຊັນກິດຊິດເລີຄຓໍວຼກຂອງກັນ
lt: Ilgai paspaudus pranešimą, galite užfiksuoti vaisto vartojimo istoriją.
lv: Nospiežot uz paziņojuma ilgāk, var izveidot zāļu lietošanas ierakstu.
mk: Долгото на притискањето на известувањето, можете да запишете запис за земање на пилула.
ml: അറിയിപ്പ് നീണ്ട് അമർത്തിയാൽ സേവന രേഖപ്പെടുത്താം
mn: Мэдэгдлийг удаан дарж эм уусан бүртгэл хийж болно
mr: सूचना लांब दाबल्यास गोळी घेतल्याची नोंद करू शकता
ms: Tahan pemberitahuan untuk merekod pengambilan.
my: အသိပေးချက်ကို ကြာကြာနှိပ်ခြင်းဖြင့် ဆေးသောက်မှတ်တမ်းတင်နိုင်ပါသည်
nb: Ved å trykke lenge på varslingen, kan du registrere inntaket.
ne: सूचनालाई लामो समय दबाएर राखेर औषधि सेवनको रेकर्ड गर्न सकिन्छ
nl: Houd de meldingen ingedrukt om een inname registratie te maken.
no: Hvis du holder inne på varslingen, kan du registrere inntaket.
or: ନୋଟିଫିକେସନ୍‌କୁ ଦୀର୍ଘ ଦବାଇଲେ ସେବନ ରେକର୍ଡ କରିପାରିବେ
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ ਨੂੰ ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਦਬਾਉਣ ਨਾਲ ਦਵਾਈ ਲੈਣ ਦਾ ਰਿਕਾਰਡ ਬਣਾਇਆ ਜਾ ਸਕਦਾ ਹੈ
pl: Przytrzymaj powiadomienie, aby zarejestrować przyjmowanie leku
ps: د.notifications اوږد فشار ورکړئ تر څو د درملو د اخیستلو ریکارډ جوړ کړئ
pt: Se você pressionar e segurar a notificação, poderá registrar a administração.
ro: Puteți înregistra un istoric al administrării medicamentelor prin menținerea apăsată a notificării.
ru: Долгое нажатие на уведомление позволит создать запись о приеме.
si: සංවේදනා සංඝටනය කිරීමෙන් පශ්චාත් පියවර ලේඛනයක් සාදිය හැක
sk: Dlhým stlačením oznámenia môžete zaznamenať príjem.
sl: Če dolg pritiskate obvestilo, lahko zabeležite vnos zdravila.
sq: Duke të mbani mend të marrëni ilaçin, mbani mend të regjistroni marrjen tuaj duke mbajtur për një kohë të gjatë njoftimin.
sr: Дугим притиском на обавештење можете записати период обављања.
sv: Genom att trycka länge på meddelandet kan du registrera din dosering.
sw: Finya na ushikilie arifa kurekodi kunywa vidonge
ta: அறிவிப்பை அழுத்திப் பிடித்தால் மருந்து எடுத்தல் பதிவு செய்யலாம்
te: నోటిఫికేషన్‌ను లాంగ్ ప్రెస్ చేస్తే మందు రికార్డు చేయవచ్చు
th: กดนานที่การแจ้งเตือนเพื่อบันทึกการใช้ยา
tl: I-long press ang notification para makatala ng pag-inom ng pill
tr: Bildirimlere uzun basarak ilaç alma kaydı oluşturabilirsiniz.
uk: You can create a dosage record by long-pressing the notification.
ur: اگر آپ نوٹیفیکیشن کو لمبا دبائیں تو آپ خوراک کا ریکارڈ بنا سکتے ہیں۔
uz: Bildirishnomani bosib turish orqali qabul qilish tarixini qayd etishingiz mumkin.
vi: Nhấn giữ thông báo để tạo ghi chép uống thuốc
zh: 长按通知可以记录服用情况
zu: Umazisa irekhodi lokusebenzisa uma uvale isikhathi eside phakathi kwezaziso.

# letsTryIt
source: Please try it!
af: Probeer dit asseblief.
am: እባኮትን ይሞክሩ
ar: يرجى تجربته
as: অৱশ্যে চেষ্টা কৰি চাওক
az: Zəhmət olmasa, sınayın
be: Калі ласка, паспрабуйце.
bg: Моля, опитайте!
bn: অবশ্যই ব্যবহার করে দেখুন
bs: Obavezno isprobajte
ca: Proveu-ho!
cs: Určitě to vyzkoušejte
cy: Cewch gynnig arno!
da: Prøv det venligst
de: Bitte probieren Sie es aus.
el: Σας παρακαλούμε να το δοκιμάσετε
es: ¡Pruébalo!
et: Palun proovige seda kindlasti.
eu: Mesedez probatu!
fa: لطفاً امتحان کنید
fi: Kokeilehan rohkeasti!
fil: Subukan mo ito!
fr: N'hésitez pas à l'essayer
gl: Por favor, proba.
gu: જરૂર આજમાવો
he: אנא נסו זאת
hi: ज़रूर आज़माएं
hr: Obavezno isprobajte
hu: Kérjük, próbálja ki!
hy: Խնդրում ենք փորձել
id: Silakan coba
is: Vinsamlegast prófið
it: Provalo!
ja: ぜひお試しください
ka: გთხოვთ დაასწროთ
kk: Сіздерді сынап көруге шақырамыз
km: សូមសាកល្បងមើល
kn: ದಯವಿಟ್ಟು ಇದನ್ನು ಪ್ರಯತ್ನಿಸಿ
ko: 꼭 사용해 보세요
ky: Әйтпесе, сынап көрүңүз
lo: ກະລຸນາລອງສຽງແບບນີ້
lt: Prašome išbandyti
lv: noteikti mēģiniet
mk: Обидете да пробате
ml: ഒന്ന് പരീക്ഷിച്ചു നോക്കൂ
mn: Заавал туршиж үзээрэй
mr: नक्की वापरून पहा!
ms: Sila cuba
my: စမ်းကြည့်ကြပါ
nb: Vennligst prøv det!
ne: जरूर प्रयास गर्नुहोस्
nl: Probeer het vooral uit!
no: Vennligst prøv det!
or: ଏହାକୁ ଚେଷ୍ଟା କରି ଦେଖନ୍ତୁ
pa: ਇਸ ਨੂੰ ਜ਼ਰੂਰ ਅਜ਼ਮਾਓ!
pl: Zachęcamy do wypróbowania
ps: حتماً هڅه وکړئ
pt: Por favor, experimente.
ro: Vă rugăm să încercați
ru: Попробуйте это!
si: කරුණාකර අත්හදා බලන්න
sk: Určite to vyskúšajte
sl: Prosimo, preizkusite.
sq: Ju lutem provojeni.
sr: Обавезно пробајте!
sv: Var god och prova!
sw: Karibu ujaribu!
ta: நிச்சயம் முயற்சி செய்து பாருங்கள்
te: తప్పకుండా ప్రయత్నించండి
th: ลองใช้ดูนะคะ
tl: Subukan mo na!
tr: Lütfen deneyin
uk: Please give it a try.
ur: ضرور آزما کر دیکھیں
uz: Iltimos, sinab ko'ring
vi: Hãy thử xem nhé!
zh: 请务必尝试
zu: Sicela uzame

# trialDeadlineDateOffsetDay
source: You can use all features for {number} days!
af: Jy kan al die funksies vir {number} dae gebruik!
am: {number} ዕቅፍ እንዲሁም ሁሉን ባህሪያት መጠቀም ይቻላል!
ar: يمكنك استخدام جميع الميزات لمدة {number} يوم!
as: {number} দিনৰ বাবে সকলো বৈশিষ্ট্য ব্যৱহাৰ কৰিব পাৰিব!
az: {number} gün ərzində bütün funksiyalardan istifadə edə bilərsiniz!
be: Уся функцыянальнасць будзе даступна на працягу {number} дзён!
bg: Можете да използвате всички функции в продължение на {number} дни!
bn: {number} দিনের জন্য সমস্ত ফিচার ব্যবহার করতে পারবেন!
bs: Sve funkcije su dostupne na {number} dana!
ca: Podeu utilitzar totes les funcions durant {number} dies!
cs: Všechny funkce jsou k dispozici po dobu {number} dní!
cy: Gallwch ddefnyddio'r holl nodweddion am {number} diwrnod!
da: Du kan bruge alle funktioner i {number} dage!
de: Alle Funktionen sind für {number} Tage verfügbar!
el: Μπορείτε να χρησιμοποιήσετε όλες τις δυνατότητες για {number} ημέρες!
es: ¡Puedes usar todas las funciones durante {number} días!
et: {number} päeva jooksul on kõik funktsioonid saadaval!
eu: {number} egun guztietarako funtzio guztiak erabilgarri daude!
fa: شما می توانید به مدت {number} روز از تمامی ویژگی ها استفاده کنید!
fi: Kaikki toiminnot ovat käytettävissä {number} päivän ajan!
fil: Magagamit mo ang lahat ng features sa loob ng {number} araw!
fr: Vous pouvez utiliser toutes les fonctionnalités pendant {number} jours !
gl: Poderás usar todas as funcións durante {number} días!
gu: {number} દિવસ માટે તમામ ફીચર્સ ઉપયોગ કરી શકાય છે!
he: כל הפונקציות זמינות במשך {number} ימים!
hi: {number} दिनों तक सभी फीचर्स उपलब्ध हैं!
hr: Sviđa se za {number} dana!
hu: {number} napon keresztül minden funkció elérhető!
hy: {number} օրը բոլոր ֆունկցիաները մատչելի են!
id: Anda dapat menggunakan semua fitur selama {number} hari!
is: Þú getur notað allar aðgerðir í {number} daga!
it: Puoi utilizzare tutte le funzioni per {number} giorni!
ja: {number}日間すべての機能が使えます！
ka: თქვენ შეგიძლიათ გამოიყენოთ ყველა ფუნქცია {number} დღის განმავლობაში!
kk: {number} күн бойы барлық функцияларды қолдана аласыз!
km: អ្នកអាចប្រើប្រាស់គ្រប់មុខងារទាំងអស់រយៈពេល {number} ថ្ងៃ！
kn: {number}ದಿನಗಳವರೆಗೆ ಎಲ್ಲಾ ವೈಶಿಷ್ಟ್ಯಗಳು ಬಳಸಬಹುದು!
ko: {number}일간 모든 기능을 사용할 수 있습니다!
ky: {number} күн ичинде бардык функцияларды колдонсо болот!
lo: ເຮັດໄດ້ທັງໝົດໃນຫວັດເລ຀ {number} ມື້!
lt: {number} dienas galite naudotis visomis funkcijomis!
lv: Visas {number} dienas varat izmantot visas funkcijas!
mk: {number} дена сите функции се достапни!
ml: {number} ദിവസത്തേക്ക് എല്ലാ സവിശേഷതകളും ലഭ്യമാണ്！
mn: {number} өдрийн турш бүх боломжийг ашиглаарай!
mr: {number} दिवसांसाठी सर्व फीचर्स मिळतात!
ms: Semua fungsi boleh digunakan selama {number} hari!
my: {number} ရက်လုံးလုံး လုပ်ဆောင်ချက်အားလုံးကို အခမဲ့သုံးစွဲနိုင်ပါတယ်!
nb: Du kan bruke alle funksjonene i {number} dager!
ne: {number} दिनसम्म सबै सुविधाहरू प्रयोग गर्न सक्नुहुन्छ！
nl: Je kunt alle functies gedurende {number} dagen gebruiken!
no: Du har tilgang til alle funksjoner i {number} dager!
or: {number} ଦିନ ପାଇଁ ସମସ୍ତ ବୈଶିଷ୍ଟ୍ୟ ବ୍ୟବହାର କରିପାରିବେ!
pa: {number} ਦਿਨਾਂ ਲਈ ਸਾਰੀਆਂ ਸੁਵਿਧਾਵਾਂ ਉਪਲਬਧ ਹਨ!
pl: Możesz korzystać ze wszystkich funkcji przez {number} dni!
ps: تاسو به د {number} ورځو لپاره ټولې ځانګړتیاوې وکاروئ!
pt: Você pode usar todas as funcionalidades por {number} dias!
ro: Puteți folosi toate funcțiile timp de {number} zile!
ru: Вы можете использовать все функции в течение {number} дней!
si: {number} දිනක ඉක්මනින් සියලුම පහසුකම් ලබා ගන්න!
sk: {number} dní máte prístup ku všetkým funkciám!
sl: Vse funkcije so na voljo {number} dni!
sq: Mund të përdoren të gjitha funksionet për {number} ditë!
sr: {number} дана можете користити све функције!
sv: Du kan använda alla funktioner under {number} dagar!
sw: Unaweza kutumia vipengele vyote kwa siku {number}!
ta: {number} நாட்களுக்கு அனைத்து அம்சங்களும் பயன்படுத்தலாம்!
te: {number} రోజుల పాటు అన్ని ఫీచర్లను ఉపయోగించవచ్చు!
th: คุณสามารถใช้ฟังก์ชันทั้งหมดได้เป็นเวลา {number} วัน!
tl: Magagamit ang lahat ng features sa loob ng {number} araw!
tr: {number} gün boyunca tüm özellikleri kullanabilirsiniz!
ur: آپ {number} دنوں کے لئے تمام خصوصیات استعمال کر سکتے ہیں!
uz: {number} kun davomida barcha funksiyalardan foydalanishingiz mumkin!
vi: Bạn có thể sử dụng tất cả các tính năng trong {number} ngày!
zh: {number}天内可以使用所有功能！
zu: {number} izinsuku zonke izici zingasetshenziswa!

source: Input and add
af: Voeg in
am: እባክዎ ይግቡ እና ያክሉ
ar: أدخل لإضافة
as: লিখি যোগ কৰক
az: Daxil edin və əlavə et
be: Увядзіце і дадайце
bg: Въведете и добавете
bn: লিখে যোগ করুন
bs: Unesite i dodajte
ca: Afegeix introduint
cs: Zadejte a přidejte
cy: Ychwanegu trwy deipio
da: Indtast for at tilføje
de: Eingeben und hinzuzufügen
el: Προσθήκη με εισαγωγή
es: Ingresar y agregar
et: Sisesta ja lisa
eu: Sartu eta gehitu
fa: اضافه کردن با وارد کردن
fi: Lisää syöttämällä
fil: Maglagay at Idagdag
fr: Ajouter en saisissant
gl: Introducir e engadir
gu: દાખલ કરી ઉમેરો
he: הזן והוסף
hi: दर्ज करके जोड़ें
hr: Unesi i dodaj
hu: Hozzáadás a beírás után
hy: Մուտքագրեք և ավելացրեք
id: Masukkan untuk menambahkan
is: Bæta við með því að slá inn
it: Inserisci e aggiungi
ja: 入力して追加
ka: შემატება შესატყვისის მიხედვით
kk: Қосымша енгізу
km: បញ្ចូលនិងបន្ថែម
kn: ನಮೂದಿಸಿ ಮತ್ತು ಸೇರಿಸಿ
ko: 입력하여 추가
ky: Кириштирип кошуңуз
lo: ເປີດ ແລະ ເພີ່ມ
lt: Įveskite ir pridėkite
lv: Ievadiet un pievienojiet
mk: Внеси за да додадеш
ml: എഴുതി ചേർക്കുക
mn: Оруулж нэмэх
mr: टाका आणि जोडा
ms: Masukkan dan Tambah
my: ထည့်သွင်းရန်
nb: Legg til ved å skrive inn
ne: टाइप गरेर थप्नुहोस्
nl: Voer in om toe te voegen
no: Legg til ved å skrive inn
or: ଲେଖି ଯୋଗ କରନ୍ତୁ
pa: ਦਰਜ ਕਰਕੇ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj wpis
ps: داخل کړئ او اضافه کړئ
pt: Adicionar entrada
ro: Introduceti si adaugati
ru: Добавить вручную
si: ආදාන කරමට එකතු කරන්න
sk: Pridať zadaním
sl: Dodaj z vnosom
sq: Shto për ta shtuar
sr: Додајте уносе
sv: Lägg till genom att skriva in
sw: Ingiza na Ongeza
ta: உள்ளீடு செய்து சேர்க்கவும்
te: నమోదు చేసి జోడించండి
th: เพิ่มการป้อนข้อมูล
tl: Ilagay at Idagdag
tr: Ekleme için girin
uk: Add by entering
ur: داخل کریں اور شامل کریں
uz: Qo'shish uchun kiriting
vi: Nhập và thêm
zh: 输入并添加
zu: Faka-inputa ukuze wengeze

# averagePeriod
source: Average cycle
af: Gemiddelde siklus
am: መሠረታዊ ወቅት
ar: متوسط الدورة
as: গড় চক্ৰ
az: Ortalama dövr
be: Сярэдні цыкл
bg: Среден цикъл
bn: গড় চক্র
bs: Prosječan ciklus
ca: Cicle mitjà
cs: Průměrný cyklus
cy: Cyfrol Cyffredinol
da: Gennemsnitlig cyklus
de: Durchschnittlicher Zyklus
el: Μέσος κύκλος
es: Ciclo promedio
et: Keskmine tsükkel
eu: Egingo zikloan
fa: میانگین چرخه
fi: Keskimääräinen sykli
fil: Karaniwang Siklo
fr: cycle moyen
gl: Ciclo medio
gu: સરેરાશ ચક્ર
he: מחזור ממוצע
hi: औसत चक्र
hr: prosječni ciklus
hu: Átlagos ciklus
hy: Միջին ցիկլ
id: rata rata siklus
is: Meðaltími
it: Ciclo medio
ja: 平均周期
ka: საშუალო ციკლი
kk: Орташа цикл
km: វដ្តរំលាស់មធ្យម
kn: ಸರಾಸರಿ ಚಕ್ರ
ko: 평균 주기
ky: Орточо мезгил
lo: ລະບຽບໃສ່ສະເລີຍ
lt: Vidutinė ciklo trukmė
lv: Vidējais cikls
mk: Просечен цикл
ml: ശരാശരി ചക്രം
mn: Дундаж мөчлөг
mr: सरासरी चक्र
ms: Kitaran Purata
my: ပျမ်းမျှ စက်ဝန်း
nb: Gjennomsnittlig syklus
ne: औसत चक्र
nl: Gemiddelde cyclus
no: Gjennomsnittlig syklus
or: ସାରାସରି ଚକ୍ର
pa: ਔਸਤ ਚੱਕਰ
pl: Średni cykl
ps: منځنی دوره
pt: Ciclo médio
ro: Ciclul mediu
ru: Средний цикл
si: මධ්‍යම චක්‍රය
sk: Priemerný cyklus
sl: Povprečen cikel
sq: Cikli mesatar
sr: Просечни циклуси
sv: Genomsnittlig cykel
sw: Wastani wa Mzunguko
ta: சராசரி சுழற்சி
te: సగటు చక్రం
th: 平均รอบ
tl: Karaniwang Siklo
tr: ortalama döngü
ur: اوسط دورانیہ
uz: O'rtacha davr
vi: Chu kỳ trung bình
zh: 平均周期
zu: Umgubo ojwayelekile

source: Average days
af: Gemiddelde dae
am: ምሳሌ ቀን
ar: متوسط الأيام
as: গড় দিন
az: Orta müddət
be: Сярэдняя колькасць дзён
bg: Среден брой дни
bn: গড় দিন সংখ্যা
bs: Prosječan broj dana
ca: Mitjana de dies
cs: průměrný počet dní
cy: Dyddiau cyfatebol
da: Gennemsnitlige dage
de: Durchschnittliche Tage
el: Μέσος αριθμός ημερών
es: Promedio de días
et: Keskmine päevade arv
eu: Bateen ertaina
fa: میانگین روزها
fi: Keskimääräinen määrä päiviä
fil: Karaniwang araw
fr: Nombre moyen de jours
gl: Día medio
gu: સરેરાશ દિવસો
he: מספר ימים ממוצע
hi: औसत दिन
hr: prosječan broj dana
hu: Átlagos napok
hy: Միջին օրեր
id: Rata-rata hari
is: Meðaltal daga
it: Media giorni
ja: 平均日数
ka: საშუალო დღეები
kk: орташа күндер
km: មធ្យមចំនួនថ្ងៃ
kn: ಸರಾಸರಿ ದಿನಗಳು
ko: 평균 일수
ky: Орточо күндөр
lo: ປະເບິ່ງວັນສໍາລັບແອັບເພາະປ່ອນຂໍ້ມູນປະມານວັນສໍາລັບພິລລ‍
lt: Vidutinis dienų skaičius
lv: Vidējais dienu skaits
mk: Просечен број на денови
ml: ശരാശരി ദിവസങ്ങൾ
mn: дундаж хоног
mr: सरासरी दिवस
ms: Purata hari
my: ပျမ်းမျှရက်သင့်း
nb: Gjennomsnittlig antall dager
ne: औसत दिन
nl: Gemiddeld aantal dagen
no: Gjennomsnittlig antall dager
or: ହାରାହାରି ଦିନ
pa: ਔਸਤ ਦਿਨ
pl: Średnia liczba dni
ps: اوسط ورځې
pt: Número médio de dias
ro: Numărul mediu de zile
ru: Среднее количество дней
si: සාමාන්‍ය දිනයන්
sk: Priemerný počet dní
sl: povprečno število dni
sq: Numri i mesatar
sr: Просечан број дана
sv: Genomsnittligt antal dagar
sw: Siku za Wastani
ta: சராசரி நாட்கள்
te: సరాసరి దినాలు
th: วันเฉลี่ย
tl: Karaniwang Araw
tr: ortalama gün sayısı
ur: اوسط دن
uz: O'rtacha kunlar
vi: Số ngày trung bình
zh: 平均天数
zu: Usuku oluphakathi

source: Days
af: dag
am: ዕለት
ar: يوم
as: দিন
az: Gün
be: днём
bg: ден
bn: দিন
bs: dan
ca: dia
cs: den
cy: Dydd
da: dag
de: Tag
el: ημέρα
es: día
et: päev
eu: Egun
fa: روز
fi: päivä
fil: araw
fr: jour
gl: día
gu: દિવસ
he: יום
hi: दिन
hr: dan
hu: Nap
hy: օր
id: Hari
is: dagur
it: giorni
ja: 日
ka: დღე
kk: күн
km: ថ្ងៃ
kn: ದಿನ
ko: 일
ky: күн
lo: ມື້
lt: diena
lv: Diena
mk: ден
ml: ദിവസം
mn: өдөр
mr: दिन
ms: Hari
my: ရက်
nb: dag
ne: दिन
nl: dag
no: Dag
or: ଦିନ
pa: ਦਿਨ
pl: dzień
ps: ورځ
pt: dia
ro: Zi
ru: День
si: දಿನ
sk: deň
sl: Dan
sq: ditë
sr: дан
sv: Dag
ta: நாள்
te: రోజులు
th: วัน
tl: araw
tr: Gün
uk: day
ur: دن
uz: kun
vi: ngày
zh: 日
zu: usuku

source: Memo
af: Nota
am: መዝሙር
ar: ملاحظة
as: টোকা
az: Qeyd
be: Нататка
bg: Забележка
bn: নোট
bs: Bilješka
ca: Nota
cs: Poznámka
cy: Cofnod
da: Notat
de: Notiz
el: Σημείωση
es: Nota
et: Märkmed
eu: Oharra
fa: یادداشت
fi: Muistiinpanot
fil: Tala
fr: Mémos
gl: Nota
gu: નોંધ
he: הערה
hi: नोट
hr: Bilješka
hu: Megjegyzés
hy: Հիշեցում
id: Catatan
is: Athugasemd
it: Note
ja: メモ
ka: შენიშვნა
kk: Ескерту
km: ចំណាំ
kn: ಟಿಪ್ಪಣಿ
ko: 메모
ky: Эскертуу
lo: ບັນທຶກ
lt: Pastaba
lv: Piezīme
mk: Записка
ml: കുറിപ്പ്
mn: Тэмдэглэл
mr: नोंद
ms: Nota
my: မှတ်စု
nb: Notat
ne: मेमो
nl: Notitie
no: Notater
or: ନୋଟ୍
pa: ਨੋਟ
pl: Notatka
ps: یادداشت
pt: Nota
ro: Notă
ru: Заметка
si: මතකය
sk: poznámka
sl: Zapis
sq: Shënim
sr: Напомена
sv: Anteckning
ta: குறிப்பு
te: గమనిక
th: บันทึก
tl: Tala
tr: Not
uk: Note
ur: نوٹس
uz: Esdirmalar
vi: Ghi chú
zh: 备注
zu: Ithokoziso
