Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

source: Started pause taking
af: Ek het die pille-inname-pouse begin.
am: የመድሃኒት እንቅልፍ መጀመሪያ ተጀምሯል
ar: لقد بدأت فترة التوقف عن تناول الدواء
as: ঔষধ সেৱনৰ বিৰাম আৰম্ভ কৰিলো
az: İstirahətə başladıq
be: Пачалася перапынак у прыёме лекі
bg: Започнахме да почиваме от приемането.
bn: ওষুধ সেবনে বিরতি শুরু করা হয়েছে
bs: Započeli ste pauzu u uzimanju
ca: S'ha iniciat un descans de la presa de la píndola
cs: Zahájení přestávky v užívání
cy: Dechreuodd y cyfnod seibiant.
da: Pausen for indtagelse er påbegyndt
de: Die Einnahmepause wurde begonnen.
el: Άρχισε η διακοπή της λήψης
es: Se ha iniciado el período de descanso de la píldora
et: Oleme alustanud ravimi kasutamise pausi
eu: Hasi duzu hartzearen oporrak
fa: راحت مصرف را آغاز کردید
fi: Aloitin lääkkeiden tauon
fil: Nagsimula na ang pahinga sa pag-inom
fr: La prise de médicaments a été suspendue.
gl: Comezamos un descanso na toma
gu: ગોળીનું સેવન વિરામ શરૂ કર્યું છે
he: התחלתי הפסקת נטילה
hi: सेवन विराम शुरू किया गया
hr: Započeli ste vrijeme odmora uzimanja
hu: Megkezdődött a gyógyszeres szünet.
hy: Դեղերի ընդունման ընդմիջումը սկսվեց
id: Anda telah memulai istirahat pengobatan
is: Tím var lokið að taka pilla.
it: È iniziata la pausa dall'assunzione
ja: 服用お休みを開始しました
ka: თქვენ დაიწყეთ წამლის მიღების შვებას.
kk: Дәрі қабылдауды тоқтату басталды
km: បានចាប់ផ្តើមការផ្អាកការញាំថ្នាំ
kn: ಸೇವನೆ ವಿರಾಮವನ್ನು ಪ್ರಾರಂಭಿಸಲಾಗಿದೆ
ko: 복용 휴식을 시작했습니다
ky: Дары кабыл алууну убактылуу токтотуу башталды
lo: ເລີ່ມເວລາພັກການຮັບເຊົ່າ
lt: Pradėjote vaistų vartojimo pertrauką.
lv: Esat sākts pārtraukums lietošanā.
mk: Започнавме со пауза во земањето
ml: ഗുളിക സേവന വിശ്രമം ആരംഭിച്ചു
mn: Эмийн завсарлагыг эхлүүлэв
mr: दवा घेण्याचा विराम सुरू केला आहे
ms: Saya telah memulakan rehat pengambilan.
my: ဆေးသောက်ခြင်း ယာယီရပ်နားရန် စတင်ပြီးပါပြီ
nb: Du har startet pausrutinen for medisinering
ne: औषधि सेवन बिदा सुरु गरिएको छ
nl: De inname pauze is begonnen.
no: Du har startet en pause fra å ta piller
or: ଔଷଧ ସେବନ ବିରତି ଆରମ୍ଭ ହୋଇଛି
pa: ਪਿੱਲ ਦਾ ਵਿਰਾਮ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ
pl: Rozpoczęto przerwę w przyjmowaniu
ps: د خوراک رخصتي پیل شوه
pt: Começou a pausa na medicação
ro: Ați început o pauză de la administrarea pastilelor.
ru: Вы начали перерыв в приеме.
si: ආහාරය පිළිබඳ නිවාඩුව ආරම්භ කර ඇත
sk: Zahájili sme prestávku v užívaní.
sl: Začel/-a sem z odmori pri jemanju tablet
sq: Keni duke filluar pushimin e përdorimit
sr: Почео сам паузу у узимању.
sv: Du har påbörjat en paus från att ta medicinen.
ta: மாத்திரை உட்கொள்ளும் ஓய்வு காலம் தொடங்கப்பட்டது
te: సేవన విరామం ప్రారంభమైంది
th: เริ่มการหยุดการใช้ยา
tl: Nagsimula na ang pahinga sa pag-inom ng pills
tr: Kullanım molasına başladım
uk: The pill break has started.
ur: آپ نے دوائی کے وقفے کا آغاز کر دیا ہے
uz: Qabulni to'xtatishni boshladim
vi: Đã bắt đầu giai đoạn nghỉ uống thuốc
zh: 已开始休药
zu: Uqale ukungaphumuli kokusetshenziswa.

# sequentialLastTakenPlusOnePillNumber
source: {pillSheetGroupSequentialLastTakenPillNumber} number
af: {pillSheetGroupSequentialLastTakenPillNumber} pil
am: {pillSheetGroupSequentialLastTakenPillNumber}የተወከለው ቁጥር
ar: حبوب رقم {pillSheetGroupSequentialLastTakenPillNumber}
as: {pillSheetGroupSequentialLastTakenPillNumber} বুলি
az: {pillSheetGroupSequentialLastTakenPillNumber} nömrəli
be: {pillSheetGroupSequentialLastTakenPillNumber} нумар
bg: {pillSheetGroupSequentialLastTakenPillNumber} номер
bn: {pillSheetGroupSequentialLastTakenPillNumber}নং
bs: {pillSheetGroupSequentialLastTakenPillNumber} broj
ca: {pillSheetGroupSequentialLastTakenPillNumber} número
cs: {pillSheetGroupSequentialLastTakenPillNumber} číslo
cy: botel {pillSheetGroupSequentialLastTakenPillNumber}
da: {pillSheetGroupSequentialLastTakenPillNumber} nummer
de: {pillSheetGroupSequentialLastTakenPillNumber} Pill
el: {pillSheetGroupSequentialLastTakenPillNumber}
es: Número {pillSheetGroupSequentialLastTakenPillNumber}
eu: {pillSheetGroupSequentialLastTakenPillNumber} zen
fa: قرص شماره {pillSheetGroupSequentialLastTakenPillNumber}
fi: {pillSheetGroupSequentialLastTakenPillNumber}. pilleri
fil: Numero {pillSheetGroupSequentialLastTakenPillNumber}
fr: pilule numéro {pillSheetGroupSequentialLastTakenPillNumber}
gl: {pillSheetGroupSequentialLastTakenPillNumber} número
gu: {pillSheetGroupSequentialLastTakenPillNumber}મો
he: המספר {pillSheetGroupSequentialLastTakenPillNumber}
hi: {pillSheetGroupSequentialLastTakenPillNumber} नंबर
hr: {pillSheetGroupSequentialLastTakenPillNumber}. pilula
hu: {pillSheetGroupSequentialLastTakenPillNumber} számú
hy: {pillSheetGroupSequentialLastTakenPillNumber}ի համար
id: {pillSheetGroupSequentialLastTakenPillNumber} nomor
is: {pillSheetGroupSequentialLastTakenPillNumber}
it: {pillSheetGroupSequentialLastTakenPillNumber}ª
ja: {pillSheetGroupSequentialLastTakenPillNumber}番
ka: {pillSheetGroupSequentialLastTakenPillNumber} ნომერი
kk: {pillSheetGroupSequentialLastTakenPillNumber}-шы
km: ដុំទី{pillSheetGroupSequentialLastTakenPillNumber}
kn: {pillSheetGroupSequentialLastTakenPillNumber}ನೇ
ko: {pillSheetGroupSequentialLastTakenPillNumber}번째
ky: {pillSheetGroupSequentialLastTakenPillNumber} саны
lo: {pillSheetGroupSequentialLastTakenPillNumber} ບັດ
lt: {pillSheetGroupSequentialLastTakenPillNumber} table
lv: {pillSheetGroupSequentialLastTakenPillNumber}. table
mk: {pillSheetGroupSequentialLastTakenPillNumber} број
ml: {pillSheetGroupSequentialLastTakenPillNumber}ാം
mn: {pillSheetGroupSequentialLastTakenPillNumber} дугаар
mr: {pillSheetGroupSequentialLastTakenPillNumber} नंबर
ms: {pillSheetGroupSequentialLastTakenPillNumber}
my: {pillSheetGroupSequentialLastTakenPillNumber}နံပါတ်
nb: {pillSheetGroupSequentialLastTakenPillNumber} nummer
ne: {pillSheetGroupSequentialLastTakenPillNumber} नम्बर
nl: {pillSheetGroupSequentialLastTakenPillNumber} nummer
no: {pillSheetGroupSequentialLastTakenPillNumber} pill
or: {pillSheetGroupSequentialLastTakenPillNumber}ନମ୍ବର
pa: {pillSheetGroupSequentialLastTakenPillNumber} ਨੰਬਰ
pl: {pillSheetGroupSequentialLastTakenPillNumber} numer
ps: {pillSheetGroupSequentialLastTakenPillNumber} نمبر
pt: {pillSheetGroupSequentialLastTakenPillNumber}º
ro: pastila numărul {pillSheetGroupSequentialLastTakenPillNumber}
ru: {pillSheetGroupSequentialLastTakenPillNumber} номер
si: {pillSheetGroupSequentialLastTakenPillNumber}ක්
sk: {pillSheetGroupSequentialLastTakenPillNumber} číslo
sl: {pillSheetGroupSequentialLastTakenPillNumber} številka
sq: Numri i pilulave të fundit të marrë {pillSheetGroupSequentialLastTakenPillNumber}
sr: {pillSheetGroupSequentialLastTakenPillNumber} број
sv: {pillSheetGroupSequentialLastTakenPillNumber}
ta: {pillSheetGroupSequentialLastTakenPillNumber}ஆம்
te: {pillSheetGroupSequentialLastTakenPillNumber}వ
th: {pillSheetGroupSequentialLastTakenPillNumber}
tl: Bilang {pillSheetGroupSequentialLastTakenPillNumber}
tr: {pillSheetGroupSequentialLastTakenPillNumber} numara
uk: pill number {pillSheetGroupSequentialLastTakenPillNumber}
ur: {pillSheetGroupSequentialLastTakenPillNumber} نمبر
uz: {pillSheetGroupSequentialLastTakenPillNumber}-dori
vi: số {pillSheetGroupSequentialLastTakenPillNumber}
zh: 第 {pillSheetGroupSequentialLastTakenPillNumber} 颗
zu: {pillSheetGroupSequentialLastTakenPillNumber} nombor

source: Start from number
af: Begin from number
am: መስመር ላይ እንደ መጀመሪያ ይጀምሩ
ar: ابدأ من الرقم
as: নম্বৰৰ পৰা আৰম্ভ
az: -dan başlayın
be: Пачынаць з нумара
bg: Започнете от номер
bn: নম্বর থেকে শুরু
bs: Započnite od broja
ca: Començar des del número
cs: Začít od čísla
cy: Dechrau o raf
da: Start from
el: Ξεκινήστε από τον αριθμό
es: Empezar desde el número
et: Alustades numberist
eu: Hasieratu zenbaki batetik
fa: شروع از شماره
fi: Aloita numerosta
fil: Magsimula sa numero
fr: Commencer par le numéro
gl: Empezar desde o número
gu: નંબર થી શરૂ
he: התחל מהמספר
hi: नंबर से शुरू
hr: Počni od broja
hu: Kezd a -tól
hy: սկսիր հերթից
id: Mulai dari nomor
is: Byrjun frá númeri
it: dal n°
ja: 番からスタート
ka: ნომრიდან დაწყება
kk: Басынан бастау
km: ចាប់ផ្ដើមពីលេខ
kn: ನಂಬರ್‌ನಿಂದ ಆರಂಭ
ko: 번부터 시작
ky: Баштап №
lo: เริ่มจากหมายเลข
lt: Pradėti nuo numerio
lv: Sākt no numura
mk: започни од број
ml: നമ്പർ മുതൽ ആരംഭിക്കുക
mn: дугаараас эхлэх
mr: क्रमांकापासून सुरुवात
ms: Mula dari nombor
my: နံပါတ်မှစ
nb: Start from the number
ne: नम्बरदेखि सुरु
no: Start from
or: ସଂଖ୍ୟାରୁ ଆରମ୍ଭ
pa: ਨੰਬਰ ਤੋਂ ਸ਼ੁਰੂ
pl: Rozpocznij od numeru
ps: د نمبر نه شروع
pt: Começar do número
ro: Pornește de la numărul
ru: Начать с номера
si: ආරම්භයෙන් අංකය
sk: Začnite od čísla
sl: Začnite z številko
sq: Fill the number to start
sr: Почните од броја
ta: எண்ணில் இருந்து தொடக்கம்
te: నంబర్ నుండి ప్రారంభం
th: เริ่มจากหมายเลข
tl: Magsimula sa numero
tr: Başlangıç numarasından
ur: شروع کریں
uz: dan boshlash
vi: Bắt đầu từ số
zh: 从开始
zu: Qala ku-

source: Add
af: byvoeg
am: አንጻር
ar: إضافة
as: যোগ কৰক
az: əlavə
be: Дадаць
bg: добавяне
bn: যোগ করুন
bs: Dodati
ca: Afegir
cs: Přidat
cy: Ychwanegu
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Agregar
et: Lisa
eu: gehitu
fa: اضافه
fi: Lisää
fil: Magdagdag
fr: Ajouter
gl: engadir
gu: ઉમેરો
he: הוספה
hi: जोड़ें
hr: Dodati
hu: Hozzáadás
hy: Ավելացնել
id: Tambah
is: Auka
it: Aggiungi
ja: 追加
ka: დამატება
kk: қосымша
km: បន្ថែម
kn: ಸೇರಿಸು
ko: 추가
ky: Кошумча
lo: ພິເສດ
lt: Pridėti
lv: Pievienot
mk: додади
ml: ചേർക്കുക
mn: нэмэх
mr: जोडा
ms: Tambah
my: ထပ်ထည့်
nb: Legg til
ne: थप्नुहोस्
nl: Toevoegen
no: Legge til
or: ଯୋଗ
pa: ਜੋੜੋ
pl: Dodaj
ps: اضافه
pt: Adicionar
ro: Adăuga
ru: Добавить
si: ආදාන
sk: Pridať
sl: Dodaj
sq: shto
sr: додавање
sv: Lägg till
ta: சேர்
te: జోడించు
th: เพิ่มเติม
tl: Magdagdag
tr: Ekle
ur: اضافہ
uz: Qo'shish
vi: Thêm
zh: 添加
zu: engeza

source: Add pill sheet
af: Voeg 'n pilleblad by
am: ሊንክ ይጨምሩ
ar: إضافة شريحة الحبوب
as: পিল শীট যোগ কৰক
az: Dərman cədvəlini əlavə et
be: Дадаць пілюлісты
bg: Добавяне на хапче
bn: পিল শিট যোগ করুন
bs: Dodaj pilulu
ca: Afegir una fulla de píndoles
cs: Přidat pilulkový plánek
cy: Ychwanegu taflen feddyginiaeth
da: Tilføj pillekort
de: Pill-Plan hinzufügen
el: Προσθήκη φύλλου χαπιών
es: Añadir blíster de píldoras
et: Lisa pillide lehe
eu: Pilulak guretzea
fa: اضافه کردن ورق قرص
fi: Lisää pillerilevy
fr: Ajouter un calendrier de pilules
gl: Engadir unha folla de medicamentos
gu: પિલ શીટ ઉમેરો
he: הוסף לוחית גלולות
hi: पिल शीट जोड़ें
hr: Dodaj ploču s pilulama
hu: Pilllap hozzáadása
hy: Պիլ շիթ ավելացնել
id: Tambahkan lembar pil
is: Bæta við pilla röð.
it: Aggiungi confezione
ja: ピルシートを追加
ka: პილების ფირფიტის დამატება
kk: Пилл парағын қосу
km: បន្ថែមបន្ទះថ្នាំ
kn: ಮಾತ್ರೆ ಶೀಟ್ ಸೇರಿಸಿ
ko: 알약 시트 추가
ky: Пилдик стейти кошуу
lo: ເພີ່ມສຽງປິລ
lt: Pridėti piliulių lapą
lv: Pillju plāksnes pievienošana
mk: Додадете пилотна плоча
ml: ഗുളിക ഷീറ്റ് ചേർക്കുക
mn: Эм хаягдас нэмэх
mr: गोळी-शीट जोडा
ms: Tambah Lembaran Pil
my: မီးမိုးဆေးပြား ထပ်ထည့်
nb: Legg til pilleark
ne: पिल सिट थप्नुहोस्
nl: Voeg een pilstrip toe
no: Legg til pilleark
or: ପିଲ୍ ଶିଟ୍ ଯୋଗ କରନ୍ତୁ
pa: ਗੋਲੀ ਸ਼ੀਟ ਜੋੜੋ
pl: Dodaj arkusz doustny
ps: د درملو شیټ اضافه کړئ
pt: Adicionar folheto de pílulas
ro: Adăugați un blister de pastile
ru: Добавить упаковку таблеток
si: පිල් අරය එකතු කරන්න
sk: Pridať pilulkový hárok
sl: Dodajanje pill plošče
sq: Shto i Pilulave e shto
sr: Додајте пилл шит
sv: Lägg till pillerark
ta: பில் ஷீட்டைச் சேர்க்கவும்
te: పిల్ షీట్ జోడించండి
th: เพิ่มแผ่นยา
tl: Magdagdag ng Pill Sheet
tr: Pill kutusunu ekle
ur: پِل کی شیٹ شامل کریں
uz: Dorilarni qo'shish
vi: Thêm vỉ thuốc
zh: 添加药片表
zu: Faka isikhwama sepilisi

source: During pause taking
af: Tydelik nie aan die gang nie
am: ተወው የተወሰነ አቀጣጠር
ar: في فترة توقف تناول الدواء
as: সেৱন বিৰতি
az: İstirahət dövrü
be: На часах прыняцця прэпарата
bg: Време за почивка на приема
bn: সেবন বিরতিত
bs: Na odmoru od upotrebe
ca: En descans
cs: Odmítání léků
cy: arolyg amser cyffuriau
da: Ikke tage medicin
de: Pause bei der Einnahme
el: Διακοπή φαρμακευτικής αγωγής
es: En pausa
et: Ravimite võtmise paus
eu: Hautatzen atzeratu
fa: در حال استراحت از قرص
fi: Lomassa
fr: En pause de prise
gl: Fora de toma
gu: દવાનો વિરામ
he: נמצאים בפסק זמן מהנטילה
hi: सेवन बंद
hr: Na odmoru od uzimanja
hu: Szüneteltetve
hy: Վերականգնման ժամանակ
id: Sedang istirahat dari konsumsi
is: Í eðlilegu fríi
it: In pausa
ja: 服用お休み中
ka: მედიკამენტების მიღება შეჩერებულია
kk: Дәрі қабылдау үзілісі
km: កំពុងសម្រាក
kn: ಸೇವನೆ ವಿರಾಮದಲ್ಲಿ
ko: 복용 휴식 중
ky: Дары жата турганда
lo: ເພາະສິດຮຽບຮ້ອນຈັດໃສ່
lt: Laikinas nedarymas
lv: Pauze lietošanā
mk: Во период на одмор од лековите
ml: പിൽ സേവനം വിശ്രമത്തിൽ
mn: Уухыг амраж байна
mr: सेवन विराम
ms: Sedang bercuti dari pengambilan
my: သောက်ခြင်း နားနေသည်
nb: Pause in medication
ne: सेवन बिराम
nl: Pauze inname
no: Pausert for bruk
or: ସେବନ ବିରାମରେ
pa: ਦਵਾਈ ਦਾ ਬ੍ਰੇਕ
pl: Czas na przerwę w przyjmowaniu
ps: د درملنې د بندېدو په حال کې
pt: Pausa na medicação
ro: Pauză de administrare
ru: На паузе приема
si: වරම් ඉවත් කළේ
sk: Prerušenie užívania
sl: Medikamento ni počitek
sq: Ndërprerë përdorimi
sr: На одмору од узимања
sv: Paus för intag
ta: மருந்து ஓய்வில்
te: సేవన విరామంలో
th: หยุดการใช้ยา
tl: Naka-break sa pag-inom
tr: İlaç alımına ara verildi
uk: Currently on a break from taking pills
ur: دوائیں لینے کے وقفے میں
uz: Doriqni to'xtatish davrida
vi: Đang tạm nghỉ uống
zh: 停药中
zu: Uphumile imishanguzo

# cannotPauseAlreadyTakenToday
source: If today's pill is already taken You cannot "pause taking"
af: As u vandag jou pil geneem het, kan jy nie "Gebruik pouse" neem nie.
am: እቅፍ የተወሰነ የሚሆን እንደሆነ አለ፣ ይህ በዚህ ምክንያት "ንቀይ ከማነሳት" አይቻልም።
ar: إذا تم تناول الحبة اليوم، فلا يمكن "تأجيل الجرعة".
as: আজিৰ পিল আগতেই খোৱা হৈছে, গতিকে 'সেৱন বিৰতি' কৰিব নোৱাৰি
az: Bu gün içməli olan tablet artıq qəbul edilibsə "Qəbulu dayandırmaq" mümkün deyil
be: Калі пэўны таблетка, якую трэба прыняць сёння, ужо была прынята, вы не можаце "пропусціць прыём".
bg: Ако днес приетата хапче е взето, не можете да „почивате от приемането“.
bn: আজকের পিল ইতিমধ্যে সেবন করা থাকলে 'সেবন বিরতি' করা যাবে না
bs: Ako je danas uzeta pilula, ne možete je "preskočiti".
ca: Si ja has pres la píndola d'avui No es pot fer el "descans" de la presa
cs: Pokud jste dnes užili pilulku, nelze si vzít "volno" na užívání.
cy: Os nad ydych wedi cymryd y pildroed heddiw, ni ellir "gorfodi".
da: Hvis pillen, der skal tages i dag, allerede er taget, kan du ikke" tage en pause fra indtagelsen."
de: Falls die Pille, die heute genommen werden sollte, bereits eingenommen wurde, kann die "Einnahme pausieren" nicht durchgeführt werden.
el: Αν έχετε ήδη πάρει το χάπι που πρέπει να πάρετε σήμερα, δεν μπορείτε να διακόψετε την πρόσληψη.
es: No se puede pausar la toma cuando ya has tomado la píldora de hoy
et: Kui tänane pill on juba võetud, ei ole võimalik "võtmise puhkust" võtta.
eu: Eguna hartu diren pilulak hartuta daudenean, "Harpitze gabe" ez da posible.
fa: اگر قرص که امروز باید مصرف شود مصرف شده باشد "نمی‌توان "استراحت مصرف" کرد.
fi: Jos päivän pilleri on jo otettu, ei voida tehdä "lääkkeen taukoa".
fr: Si vous avez déjà pris la pilule aujourd'hui, vous ne pouvez pas faire "Pause sur la prise".
gl: Non se pode "descansar a toma" se a pílula de hoxe xa foi tomada.
gu: આજે ગોળી પહેલેથી લીધેલ હોવાથી 'સેવન વિરામ' કરી શકાતું નથી
he: אם נטלת כבר את הכדור שצריך לנטול היום, לא ניתן לעשות "הפסקה בנטילה"
hi: आज की गोली पहले से ली जा चुकी है "सेवन विराम" नहीं कर सकते
hr: Ako ste već uzeli pilulu za dnes, ne možete "uzeti pauzu".
hu: Ha ma bevettük a tablettát, akkor nem lehet elhalasztani a szedést.
hy: Այսօր ընդունված պիլլի դեպքում "ընդունման նվազեցում" հնարավոր չէ
id: Jika pil yang harus diminum hari ini sudah diminum "Tidak bisa istirahat dari penggunaan"
is: Ef þú hefur tekið p-pilluna í dag, geturðu ekki tekið "hvíld".
it: Non è possibile sospendere l'assunzione quando la pillola di oggi è già stata presa
ja: 今日飲むピルが服用済みの場合 「服用お休み」できません
ka: თუ დღეს მიღებული პილი გაქვთ, "გამოტოვება" შეუძლებელია.
kk: Бүгін ішетін таблетка қолданылған болса, "Қолдануды тоқтата алмайсыз"
km: មិនអាចផ្អាកការញ៉ាំបានទេ ប្រសិនបើថ្នាំថ្ងៃនេះត្រូវបានញ៉ាំរួចហើយ
kn: ಇಂದಿನ ಮಾತ್ರೆ ಈಗಾಗಲೇ ಸೇವಿಸಿದ್ದರೆ 'ಸೇವನೆ ವಿರಾಮ' ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ
ko: 오늘 복용할 피임약이 이미 복용된 경우 '복용 휴식'을 할 수 없습니다
ky: Эгер бүгүн ичүүчү пил усталып калса, "Ичүү жигерделери" болбойт.
lo: ສໍາລັບວັນນີ້ ຖ້າຫາກວ່າຈິ່ງໃຊ້ສຸດສັບປອງຂອງໄອເນສັບສູດນຳ ກໍ່່ກໍ່ໄວສອງຢູ່ໃນໄຊສອນໄອເນ ບໍ່ແມ່ນຈຸດຮອບຂອງໄລຍະໃນໄລຍະທຳອິດນີ້.
lt: Jei šiandien išgertas vaistas, nemokamas "sustabdyti vartojimą".
lv: Ja šodien lietotā tablete ir lietota, šodien "pārtraukumu" nav iespējams veikt.
mk: Ако денес пиевте таблети, не можете да направите "одмор од терапија".
ml: ഇന്നത്തെ ഗുളിക കഴിച്ചുകഴിഞ്ഞാൽ "സേവന വിരാമം" ചെയ്യാൻ കഴിയില്ല
mn: Өнөөдрийн эмийг аль хэдийн уусан тул "Эм уухаа завсарлах" хийх боломжгүй
mr: आजची गोळी आधीच घेतल्यामुळे 'सेवन विराम' करता येत नाही
ms: Jika pil yang perlu diambil hari ini sudah diambil, anda tidak dapat "berehat daripada pengambilan".
my: ယနေ့ဆေးပြားကို သောက်ပြီးသားဆိုရင် "ဆေးနားခြင်း" မလုပ်နိုင်ပါ
nb: Hvis du allerede har tatt pillen i dag, kan du ikke ta "pause"
ne: आजको चक्की सेवन गरिसकेको अवस्थामा 'सेवन विराम' गर्न सकिंदैन
nl: Als de pil die je vandaag moet innemen al is ingenomen, kun je de optie "Pauzeer innemen" niet gebruiken.
no: Hvis pillen du skal ta i dag allerede er tatt, kan du ikke ta "pause".
or: ଆଜିର ବଟିକା ସେବନ କରାଯାଇଥିବାରୁ 'ସେବନ ବିଶ୍ରାମ' କରିପାରିବେ ନାହିଁ
pa: ਅੱਜ ਦੀ ਗੋਲੀ ਪਹਿਲਾਂ ਹੀ ਲੈ ਲਈ ਗਈ ਹੈ, "ਦਵਾਈ ਦੀ ਛੁੱਟੀ" ਨਹੀਂ ਕਰ ਸਕਦੇ
pl: Nie można zrezygnować z przyjmowania leków.
ps: که تاسو د نن ورځې د اخیستلو دوا اخیستې وي "د واخلئ د الراحت" نشي کولی
pt: Não é possível "pular a dose" se a pílula de hoje já foi tomada.
ro: Dacă pastila pe care trebuie să o iei astăzi a fost deja luată, "Pauză de administrare" nu este disponibilă.
ru: Если ваша таблетка, которую вы должны принять сегодня, уже принята, вы не можете сделать "Перерыв в приеме".
si: ඔක්කොටත් අරක්ෂාකාරීව ගන්න ලැබෙන පසු, "අනුමත කිරීම නතර කරන්න" නොහැක
sk: Ak máte už dnes zobrazené pilulky, nemôžete si zobraziť "Prestávku vo užívaní".
sl: Danes, ko je pill, ki ga danes jemljemo, že vzet "Počitek pri jemanju" ni možen
sq: Nuk e mund të pushosh "marrjen e pilulave" nëse ke marrë pilulën që duhet të marrësh sot.
sr: Ако сте већ узели пилулу за данас, не можете да направите "одмор" од узимања.
sv: Om dagens piller redan har tagits kan "pausa intaget" inte göras.
ta: இன்றைய மாத்திரை ஏற்கனவே எடுத்துக்கொண்டிருந்தால் "மாத்திரை இடைநிறுத்தம்" செய்ய முடியாது
te: ఈరోజు మాత్ర ఇప్పటికే తీసుకున్నందున "మందు విరామం" చేయలేరు
th: หากคุณได้ทานยาเม็ดที่ต้องทานในวันนี้ไปแล้ว คุณไม่สามารถ "หยุดทานยา" ได้
tl: Hindi na pwedeng mag-"Pahinga sa Pag-inom" kapag nainuman na ang pill ngayong araw
tr: Bugün almanız gereken hapı aldıysanız, "alımı durduramazsınız"
uk: If you have already taken the pill for today, you cannot take a break.
ur: اگر آپ نے آج لینے والی گولی لے لی ہے تو "لینے کا وقفہ" نہیں کر سکتے۔
uz: Bugun ichish kerak bo'lgan tabletka ichilgan bo'lsa "Ichish dam olish" mumkin emas.
vi: Không thể "Nghỉ uống thuốc" khi đã uống viên thuốc hôm nay
zh: 今天已经服用了药物，无法选择“休药”
zu: Uma pill oyithathile namuhla awukwazi "ukuphumula".

# pauseTakingStarted
source: Pause taking has started
af: Jy het die onderbreking van die medikasie begin.
am: የመጠቀሚያ እንቅልፍ መጀመር ተጀምሯል
ar: لقد بدأ الإجازة في تناول الدواء.
as: ঔষধ সেৱনৰ বিৰাম আৰম্ভ কৰিলো
az: İstifadə etməyi dayandırmağa başladım
be: Пачаўся перапынак у прыёме таблетак.
bg: Започнахте почивка от приема
bn: সেবন বিরতি শুরু হয়েছে
bs: Počeli ste period odmora od uzimanja pilule
ca: He començat un període de descans en la presa del medicament.
cs: Začali jste období přestávky v užívání.
cy: Dechreuodd y cyfnod cymryd seibiant
da: Du har startet din pause fra pillen.
de: Die Einnahme-Pause hat begonnen.
el: Έχετε αρχίσει μια παύση στην λήψη
es: Se ha iniciado la pausa en la toma
et: Oleme alustanud ravimi võtmise pausi
eu: Hartu hartu aldia hasi da
fa: داروهای خود را متوقف کرده‌اید
fi: Olen aloittanut tauon lääkityksestä
fr: Vous avez commencé une pause de prise.
gl: Comezou a pausa na toma
gu: ગોળી લેવાનો વિરામ શરૂ કર્યો છે
he: הפסקנו את נטילת התרופה
hi: गोली का सेवन विराम शुरू किया गया है
hr: Započeli ste pauzu u uzimanju
hu: Kezdődött a gyógyszer szedésének szüneteltetése
hy: Գործողությունների ստիֆը սկսվեց
id: Anda telah memulai istirahat penggunaan.
is: Þú hefur byrjað að taka frí frá pillum.
it: Pausa dall'assunzione iniziata
ja: 服用お休みを開始しました
ka: დახმარების მიღება დაიწყო
kk: Дәрі қабылдауды тоқтатуды бастады
km: បានចាប់ផ្តើមការសម្រាកញ៉ាំថ្នាំ
kn: ಮಾತ್ರೆ ಸೇವನೆಯ ವಿರಾಮವನ್ನು ಪ್ರಾರಂಭಿಸಲಾಗಿದೆ
ko: 복용 휴식을 시작했습니다
ky: Дары ичүүнү токтотту
lo: ເລົ່າທັບດິນແລ້ວໃຫ້ເລີ່ມເທື່ອນຢູ່
lt: Pradėtas vartojimo laiko įšaldymas
lv: Sākta pārtraukuma tablešu lietošanā
mk: Започнавме со одмор на употреба
ml: ഗുളിക വിശ്രമം ആരംഭിച്ചു
mn: Эм уухын завсарлагаа эхлүүлэв
mr: औषध विराम सुरू केला आहे
ms: Anda telah memulakan rehat pengambilan
my: ဆေးသောက်ခြင်း ရပ်နားခြင်းကို စတင်ပြီးပါပြီ
nb: Har startet pause fra medisinering
ne: औषधि सेवन विराम सुरु गरियो
nl: De inname pauze is begonnen.
no: Har startet pause fra inntak
or: ସେବନ ବିରତି ଆରମ୍ଭ କରାଯାଇଛି
pa: ਦਵਾਈ ਦੀ ਛੁੱਟੀ ਸ਼ੁਰੂ ਕੀਤੀ ਗਈ
pl: Rozpoczęto przerwę w przyjmowaniu
ps: د درملنې ثبوت پیل شوی دی
pt: O intervalo de uso foi iniciado.
ro: Ați început suspendarea administrării
ru: Вы начали перерыв в приеме таблеток
si: ඔබගේ ගෙන යෑම ආරම්භ කර ඇත
sk: Začali sme dobu bez užívania.
sl: Začeli smo z odmorom pri jemanju.
sq: Keni filluar pushimin e marrjes së pilulave
sr: Почела сам да правим паузу у узимању
sv: Pausen började för användning
ta: மாத்திரை எடுத்துக்கொள்ளுதல் ஓய்வு தொடங்கியது
te: మందుల సేవన విరామం ప్రారంభమైంది
th: เริ่มหยุดการใช้ยาแล้ว
tl: Nagsimula na ang pahinga sa pag-inom ng pills
tr: Kullanıma ara verilmiştir.
uk: Started a break from taking medication
ur: پیل لینے کی چھٹی شروع ہوگئی
uz: Qabulni tanaffus qilishni boshladi
vi: Đã bắt đầu tạm nghỉ uống thuốc
zh: 开始休药
zu: Uqale ukuphumula ekudleni
