Repository: bannzai/Pilll
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bg, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, no, or, pa, pl, ps, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tl, tr, uk, ur, uz, vi, zh, zu

source: Pill sheet discarded
af: Ek het die pilbladsy weggegooi.
am: ፒል ሺቱ ተጣለ
ar: تم التخلص من شريط الحبوب
as: পিল শ্বীট বাতিল কৰা হ'ল
az: Həb lövhəsi atıldı
be: Я адбраў таблеткі з блістара
bg: Блистерът с хапчета беше изхвърлен
bn: পিল শিট ফেলে দেওয়া হয়েছে
bs: Blister pilula je odbačen.
ca: S'ha descartat el blister
cs: Byl zlikvidován blistr pilulek
cy: Mae'r siâp pil wedi'i ddiddymu.
da: Jeg har smidt pillearket væk
de: Ich habe das Pillenblatt verworfen.
el: Έχετε απορρίψει το φύλλο των χαπιών.
es: Se ha desechado el blíster de píldoras
et: Olen pillide pakendi hävitanud
eu: Hondakin pilulak suntsitu ditut.
fa: پیل شیت را دور انداختم
fi: Olen hävittänyt pillerilevyn.
fil: Naitapon na ang pill sheet
fr: Le blister a été jeté.
gl: Derrubamos a folla do anticonceptivo
gu: પિલ શીટ કાઢી નાખવામાં આવી છે
he: ניגשתי לזרוק את כרטיסית כדורי הסם.
hi: पिल शीट हटा दी गई है
hr: Izgubio sam papirnatu podlogu za pilule.
hu: A tablettákat eldobtam
hy: Խմբաքաղաքը չեղարկվել է
id: Saya telah membuang lembar pil
is: Ég hef fellt niður pilla skajta.
it: Il blister è stato eliminato
ja: ピルシートを破棄しました
ka: წვეთოვანი ფურცელი შეიცვალა
kk: Пилл парағын жойды
km: បានបោះចោលសន្លឹកថ្នាំពពរហើយ
kn: ಪಿಲ್ ಶೀಟ್ ಅನ್ನು ವಿಲೇವಾರಿ ಮಾಡಲಾಗಿದೆ
ko: 피임약 시트를 폐기했습니다
ky: Пилдик таблицаны жок кылдым
lo: ຂໍໍາເລີຍກ່ຽວກັບການເນື່ອງດ້ວຍບັດນັກການຫຼຸດອາຄານສິນໃນຊອງສິນ.
lt: Išmetėme kontraceptinį lapelį.
lv: Jūs izmantojāt tablešu iepakojumu.
mk: Ја го отфрлив лекот
ml: ഗുളിക പാക്കറ്റ് നീക്കം ചെയ്തു
mn: Эмийн багцыг хаялаа
mr: पिल शीट टाकली आहे
ms: Saya telah membuang helaian pil.
my: ဆေးလုံးအိတ်ကို စွန့်ပစ်လိုက်ပါပြီ
nb: Pillene er kastet
ne: ट्याब्लेट पाना फ्याँकिएको छ
nl: De pilverpakking is weggegooid.
no: Pillebrettet er blitt kastet
or: ପିଲ୍ ସିଟ୍ ଫୋପାଡି ଦିଆଯାଇଛି
pa: ਪਿੱਲ ਸ਼ੀਟ ਰੱਦ ਕਰ ਦਿੱਤੀ
pl: Zniszczono blister z pigułkami
ps: د پلس شیټ غورځول شوي دي
pt: Descartei a cartela de pílulas.
ro: Am aruncat foaia de pastile
ru: Я уничтожил(а) упаковку таблеток.
si: ගැබ් බෝරුව යටතේ දැමී ඇත
sk: Pillový blister bol zlikvidovaný.
sl: Pillni listič je bilo zavržen
sq: Të gjitha pillate janë hequr
sr: Паковање таблета је одбачено
sv: Jag har kasserat pillerblocket
sw: Kipande cha vidonge kimetupwa
ta: பில் ஷீட் அப்புறப்படுத்தப்பட்டது
te: పిల్ షీట్ తొలగించబడింది
th: ได้ทำการทิ้งแผ่นยาคุมแล้ว
tl: Naitapon na ang pill sheet
tr: Hap içeren tabletinizi attınız
uk: The pill sheet has been discarded.
ur: میں نے پِل شیٹ کو ضائع کر دیا ہے۔
uz: Dori listini yo'q qildim
vi: Đã loại bỏ gói thuốc
zh: 已丢弃药片盒
zu: Ukwaphula iphilisi

source: About menstruation
af: Menstruasie
am: ስለ የወር አበባ
ar: حول الدورة الشهرية
as: মাসিকৰ বিষয়ে
az: Menstruasiya haqqında
be: Менструацыя
bg: За менструацията
bn: মাসিক সম্পর্কে
bs: O menstruaciji
ca: Sobre la menstruació
cs: Menstruace
cy: Am y fronwen
da: Menstruation
de: Über die Menstruation
el: Για την περίοδο
es: Sobre la menstruación
et: Menstruatsiooni kohta
eu: Hainari buruz
fa: در مورد قاعدگی
fi: Kuukautisista
fil: Tungkol sa Regla
fr: Sur les menstruations
gl: Sobre a menstruación
gu: માસિક ધર્મ વિશે
he: על מחזור חודשי
hi: माहवारी के बारे में
hr: O menstruaciji
hu: Menstruációval kapcsolatos
hy: Մինա ցանկի մասին
id: Tentang menstruasi
is: Umferð um tíðahringi
it: Sulle mestruazioni
ja: 生理について
ka: მენსტრუაციის შესახებ
kk: Менструация туралы
km: អំពីរដូវ
kn: ಋತುಚಕ್ರದ ಬಗ್ಗೆ
ko: 생리에 대해
ky: Менструация жөнүндө
lo: ເກຽວກັບເສັຽປະຈານ
lt: Apie menstruacijas
lv: Par menstruāciju
mk: За менструацијата
ml: ആർത്തവത്തെക്കുറിച്ച്
mn: Сарын тэмдгийн тухай
mr: मासिक पाळीबद्दल
ms: Mengenai haid
my: ရာသီအကြောင်း
nb: Mensens syklus
ne: महिनावारीको बारेमा
nl: Menstruatie
no: Menstruasjon
or: ମାସିକ ବିଷୟରେ
pa: ਮਾਹਵਾਰੀ ਬਾਰੇ
pl: Menstruacja
ps: د میاشتې په اړه
pt: Sobre a menstruação
ro: Despre menstruație
ru: О menstruации
si: මෙම පැවැත්ම පිළිබඳ
sk: O menštruácii
sl: O menstruaciji
sq: Për menstruacionin
sr: O menstrualnom ciklusu
sv: Menstruation
sw: Kuhusu hedhi
ta: மாதவிடாய் பற்றி
te: ఋతుచక్రం గురించి
th: เกี่ยวกับประจำเดือน
tl: Tungkol sa Regla
tr: Adet hakkında
uk: Menstruation
ur: حیض کے بارے میں
uz: Xomil haqida
vi: Về kinh nguyệt
zh: 关于月经
zu: Mayelana nezinsuku zokuphila

# checkPillNumberForMenstruationStart
source: Please check the pill number for the start of menstruation. The pill number you selected does not exist in the pill sheet type you are currently using
af: Verifieer die pilnommer vir die begin van jou periode. Die pilnommer wat tans vir die gekose pilblad tipe ingestel is, bestaan nie.
am: የወርሃዊ ዑደት መጀመሪያ ቀን ክኒን ቁጥር እባክዎን ያረጋግጡ። በአሁኑ ተመረጥ የክኒን ወረቀት አይነት ውስጥ የማይገኝ ክኒን ቁጥር ተዘጋጅቷል
ar: يرجى التحقق من رقم الحبة لتاريخ بداية الدورة الشهرية. تم تعيين رقم حبة غير موجود في نوع شريط الحبوب المختار حالياً
as: ঋতুস্ৰাৱৰ আৰম্ভণি দিনৰ বড়ি সংখ্যা পৰীক্ষা কৰক। বৰ্তমান নিৰ্বাচিত বড়িৰ পাতৰ প্ৰকাৰত অস্তিত্ব নথকা বড়ি সংখ্যা সংস্থাপন কৰা হৈছে
az: Menstruasiya başlama tarixindəki həb nömrəsini yoxlayın. Hazırda seçilmiş həb vərəqi tipində mövcud olmayan həb nömrəsi təyin edilib
be: Калі ласка, праверце нумар пілам з дня пачатку менструацыі. У цяперашні час усталяваны нумар піла, якога няма ў абраным тыпе пілок.
bg: Моля, проверете номера на хапчето за датата на започване на менструацията. Зададеният номер на хапчето не съществува в текущо избрания тип блистер
bn: অনুগ্রহ করে মাসিক শুরুর দিনের পিল নম্বর যাচাই করুন। বর্তমানে নির্বাচিত পিল শিট টাইপে যে পিল নম্বরটি সেট করা হয়েছে তা বিদ্যমান নেই।
bs: Molimo provjerite broj pilule za početak menstruacije. Postavljen je broj pilule koji ne postoji u trenutno odabranom tipu tablete pilula.
ca: Si us plau, comproveu el número de píndola de la data d'inici de la menstruació. El número de píndola configurat no existeix en el tipus de full de píndoles seleccionat actualment
cs: Zkontrolujte číslo pilulky pro první den menstruace. Bylo nastaveno číslo pilulky, které neexistuje v aktuálně vybraném typu pilulkového bloku.
cy: Gofynnwch am rif y bil yn dechrau mislif. Mae gan y math o ddalen bil sy'n cael ei ddewis ar hyn o bryd rif bil nad yw'n bodoli.
da: Kontroller venligst nummeret på pillerne for den første dag i menstruationen. Der er indstillet et pille-nummer, der ikke findes i den aktuelt valgte pillearktype.
de: Bitte überprüfen Sie die Pillennummer für den ersten Tag der Periode. Es ist eine Pillennummer eingestellt, die im aktuell ausgewählten Pillenblättertyp nicht existiert.
el: Ελέγξτε τον αριθμό του χαπιού της πρώτης ημέρας της περιόδου. Έχει οριστεί ένας αριθμός χαπιού που δεν υπάρχει στον τρέχοντα τύπο φύλλου χαπιών που έχετε επιλέξει.
es: Por favor, confirme el número de pastilla para el inicio de la menstruación. El número configurado no existe en el tipo de blíster seleccionado actualmente
et: Palun kontrollige menstruatsiooni alguskuupäeva pillide numbrit. Praegu valitud pillideleht ei sisalda seda pillide numbrit.
eu: Mesedez, egiaztatu menstruazioaren hasierako eguneko pilula zenbakia. Une honetan hautatu duzun pilula orri mota honetan ez dagoen pilula zenbakia ezarri da.
fa: لطفاً شماره قرص تاریخ شروع قاعدگی را تأیید کنید. شماره قرسی که در حال حاضر برای نوع ورق قرص انتخاب شده تنظیم شده است، وجود ندارد.
fi: Tarkista kuukautisten aloituspäivän pillerinumero. Valitsemallasi pillerityypillä ei ole asetettua pillerinumeroa.
fil: Pakisuri ang numero ng pills sa petsa ng simula ng regla. Ang numero ng pills na kasalukuyang naitakda ay hindi umiiral sa napiling uri ng pill sheet.
fr: Veuillez vérifier le numéro de pilule pour la date de début des règles. Un numéro de pilule qui n'existe pas pour le type de feuille de pilule actuellement sélectionné est configuré.
gl: Por favor, verifique o número da pílula do primeiro dia do seu ciclo menstrual. O número da pílula configurado não existe no tipo de folha de pílula atualmente selecionado.
gu: કૃપા કરીને માસિક શરૂઆતની તારીખના પિલ નંબરની પુષ્ટિ કરો. હાલમાં પસંદ કરેલ પિલ શીટ પ્રકારમાં જે પિલ નંબર સેટ કરવામાં આવ્યો છે તે અસ્તિત્વમાં નથી
he: אנא בדוק את מספר הכדור ביום הראשון של המחזור שלך. מספר הכדור שנבחר לא קיים בסוג גיליון הכדורים שנבחר.
hi: कृपया मासिक धर्म शुरुआत की तारीख की गोली संख्या की जांच करें। वर्तमान में चुने गए गोली शीट प्रकार में मौजूद नहीं होने वाली गोली संख्या सेट की गई है।
hr: Provjerite broj pilula na dan početka menstruacije. Postavljen je broj pilula koji ne postoji za trenutno odabranu vrstu pakiranja pilula.
hu: Kérjük, ellenőrizze a menstruáció első napján a gyógyszerszámot. Jelenleg olyan gyógyszerszám van beállítva, amely nem létezik az aktuálisan választott gyógyszerlap típusában.
hy: Խնդրեմ ստուգեք պիլերի համարի ամսաթիվը: Ներկայումս ընտրված պիլ շիթի տիպերի մեջ գոյություն չունեցող պիլերի համար է կարգավորվել։
id: Silakan periksa nomor pil untuk tanggal mulai menstruasi. Nomor pil yang diatur tidak ada dalam jenis lembar pil yang Anda pilih saat ini.
is: Vinsamlegast staðfestu pillunúmerið fyrir fyrsta dag blæðinga. Pillunúmer sem þú hefur stillt er ekki til hjá núverandi töflutegund.
it: Si prega di verificare il numero della pillola per l'inizio del ciclo mestruale. È impostato un numero di pillola che non esiste nel tipo di blister attualmente selezionato.
ja: 生理開始日のピル番号をご確認ください。現在選択しているピルシートタイプには存在しないピル番号が設定されています
ka: გთხოვთ შეამოწმოთ წვეთების ნომერი კრიტიკული პერიოდის დაწყების დღეს. მიმდინარე არჩევით წვეთების ტიპის მიხედვით არ არსებობს ამისათვის შესაფერისი წვეთების ნომერი.
kk: Ай[email protected]т күніне арналған таблетка нөмірін тексеріңіз. Қазіргі таңда таңдаған таблетка парағының түрінде жоқ таблетка нөмірі орнатылған.
km: សូមពិនិត្យលេខគ្រាប់ថ្នាំនៅកាលបរិច្ឆេទចាប់ផ្តើមរដូវ។ លេខគ្រាប់ថ្នាំដែលត្រូវបានកំណត់មិនមាននៅក្នុងប្រភេទសន្លឹកគ្រាប់ថ្នាំដែលបានជ្រើសរើសបច្ចុប្បន្ន។
kn: ದಯವಿಟ್ಟು ಋತುಚಕ್ರ ಪ್ರಾರಂಭದ ದಿನಾಂಕದ ಮಾತ್ರೆ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಿ. ಈಗ ಆಯ್ಕೆ ಮಾಡಿರುವ ಮಾತ್ರೆ ಶೀಟ್ ಪ್ರಕಾರದಲ್ಲಿ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲದ ಮಾತ್ರೆ ಸಂಖ್ಯೆಯನ್ನು ಸೆಟ್ ಮಾಡಲಾಗಿದೆ
ko: 생리 시작일의 알약 번호를 확인해 주세요. 현재 선택한 알약 시트 유형에는 존재하지 않는 알약 번호가 설정되어 있습니다
ky: Менструациянын башталуу күнү үчүн пил номерин текшериңиз. Азыркы учурда тандалган пил баракча түрүндө жок пил номерлери коюлган.
lo: ໃລ່ເບິ່ງເລກບິນບູດຕໍ່ມື້ຕາມຣັດທັບບູດໃຈຄັນຕິກື່ຍາດູພິມຕິມສັສະໜາສຽພາລາກັດຂອງ຃າຍຂນະຫະວ່າກູນຕັກບັນໄວໍ໕ວທ່າທືກັດພາລາງສຳລາດນີຊໍແບາ໌໋ດໃໝແຮນນວາດໄຫໃສຮູດມັຊດສິໜອທອົງບຸາລອລຈັປສະລາມຖາຢ໌ໝື່ຢະຊຸ຀ຕ຿ຑິໃຝນຯ
lt: Prašome patikrinti menstruacijų pradžios dienos piliulės numerį. Šiuo metu pasirinkto piliulių lapelio tipo nustatytas piliulės numeris, kurio nėra.
lv: Lūdzu, pārbaudiet menstruāciju sākuma dienas tablešu numuru. Pašreizējā izvēlētā tablešu plāksnes tipā ir iestatīts neesošs tablešu numurs.
mk: Ве молиме да го проверите бројот на таблетите за почеток на менструацијата. Веќе е зададен број на таблети кој не постои за моментално избраниот тип на таблети.
ml: മാസിക ആരംഭദിനത്തിലെ പിൽ നമ്പർ ദയവായി പരിശോധിക്കുക। നിലവിൽ തിരഞ്ഞെടുত്ത പിൽ ഷീറ്റ് തരത്തിൽ ഇല്ലാത്ത പിൽ നമ്പർ സജ്ജീകരിച്ചിരിക്കുന്നു
mn: Сарын тэмдэг эхлэх өдрийн эмийн дугаарыг шалгана уу. Одоо сонгосон эмийн хавтасны төрөлд байхгүй эмийн дугаар тохируулагдсан байна
mr: कृपया मासिक पाळीच्या सुरुवातीच्या दिवसाचा गोळी क्रमांक तपासा. सध्या निवडलेल्या गोळी शीट प्रकारात अस्तित्वात नसलेला गोळी क्रमांक सेट केलेला आहे
ms: Sila semak nombor pil untuk tarikh mula haid. Nombor pil yang ditetapkan tidak wujud dalam jenis helaian pil yang sedang dipilih.
my: ရာသီစတင်သည့်နေ့၏ ဆေးလုံးနံပါတ်ကို ပြန်လည်စစ်ဆေးပါ။ လောလောဆယ် ရွေးချယ်ထားသော ဆေးလုံးစာရွက်အမျိုးအစားတွင် သတ်မှတ်ထားသော ဆေးလုံးနံပါတ်မရှိပါ။
nb: Vennligst sjekk pille nummeret for startdatoen for menstruasjonen. Det er angitt et pille nummer som ikke eksisterer for den nåværende typen pilleark som er valgt.
ne: मासिक धर्म सुरुको दिनको पिल नम्बर जाँच गर्नुहोस्। हाल छानिएको पिल शिट प्रकारमा यो पिल नम्बर उपलब्ध छैन
nl: Controleer het pilnummer van de eerste dag van je menstruatie. Er is een pilnummer ingesteld dat niet bestaat voor het momenteel geselecteerde pilstriptype.
no: Vennligst sjekk pillekoden for den første dagen i menstruasjonen. Det er angitt en pillekode som ikke finnes i den valgte pillearktypen.
or: ଋତୁସ୍ରାବ ଆରମ୍ଭ ଦିନର ବଟିକା ସଂଖ୍ୟା ଦୟାକରି ଯାଞ୍ଚ କରନ୍ତୁ। ବର୍ତ୍ତମାନ ବଚ୍ଛିତ ବଟିକା ସିଟ୍ ପ୍ରକାରରେ ସେଟ୍ କରାଯାଇଥିବା ବଟିକା ସଂଖ୍ୟା ଅସ୍ତିତ୍ୱ ନାହିଁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਮਾਸਿਕ ਧਰਮ ਸ਼ੁਰੂਆਤ ਦੀ ਮਿਤੀ ਦਾ ਗੋਲੀ ਨੰਬਰ ਚੈੱਕ ਕਰੋ। ਵਰਤਮਾਨ ਵਿੱਚ ਚੁਣੀ ਗਈ ਗੋਲੀ ਸ਼ੀਟ ਕਿਸਮ ਵਿੱਚ ਸੈਟ ਕੀਤਾ ਗਿਆ ਗੋਲੀ ਨੰਬਰ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
pl: Proszę sprawdzić numer pigułki dla daty rozpoczęcia miesiączki. Ustawiono numer pigułki, który nie istnieje w aktualnie wybranym typie karteczki pigułkowej.
ps: لطفاً د حیض پیل نیټه تصدیق کړئ. هغه پیل شمیره چې اوس مهال انتخاب شوې پیل شیټ ډول کې نه شته ټاکل شوې ده.
pt: Por favor, verifique o número da pílula da data de início da menstruação. Um número de pílula que não existe no tipo de cartela de pílula atualmente selecionado foi configurado.
ro: Vă rugăm să verificați numărul pilulei pentru data începerii menstruației. Numărul pilulei setat nu există pentru tipul de planșă de pilule selectat în prezent.
ru: Пожалуйста, проверьте номер таблетки на дату начала менструации. Установлен номер таблетки, который не существует для текущего типа выбранного планшета.
si: කරුණාකර ඔබගේ මාසික ගැසට් ආරම්භයේ පටිගත අංකය සහතික කරන්න. දැන් ඔබ තෝරාගෙන ඇති ගැසට් පත්‍රය වර්ගය තුළ නොනැඟිල්ලක් වන ගැසට් අංකයක් සකසා ඇත.
sk: Skontrolujte číslo pilulky začiatku menštruácie. Je nastavené číslo pilulky, ktoré v súčasne vybranom type pilulkového blistra neexistuje.
sl: Prosimo, preverite številko tabletke za začetek menstruacije. Trenutno je nastavljena številka tabletke, ki ne obstaja za izbrano vrsto tabletke.
sq: Juaj Kontrolloni numrin e pilulave për ditën e fillimit të menstruacioneve. Numri i pilulave që keni vendosur nuk ekziston në llojin e fletës së pilulave që keni zgjedhur aktualisht.
sr: Проверите број пилуле за дан почетка менструације. Постављен је број пилуле који не постоји у тренутно изабраном типу плочице пилула.
sv: Vänligen kontrollera pillernumret för startdatumet för din menstruation. Det finns ett pillernummer som har ställts in som inte finns i den aktuella valda pillerkategorin.
sw: Tafadhali angalia namba ya kidongo cha siku ya kuanza hedhi. Namba ya kidongo iliyowekwa haipo katika aina ya karatasi ya vidonge uliyochagua kwa sasa
ta: மாதவிடாய் ஆரம்ப நாளின் மாத்திரை எண்ணை சரிபார்க்கவும். தற்போது தேர்வு செய்யப்பட்ட மாத்திரை தாள் வகையில் இல்லாத மாத்திரை எண் அமைக்கப்பட்டுள்ளது
te: దయచేసి మీ రుతుస్రావం ప్రారంభ దినంలోని మాత్రల సంఖ్యను తనిఖీ చేయండి. ప్రస్తుతం ఎంచుకున్న మాత్రల షీట్ రకంలో ఉండని మాత్రల సంఖ్య సెట్ చేయబడింది
th: กรุณาตรวจสอบหมายเลขยาคุมกำเนิดในวันเริ่มมีประจำเดือน หมายเลขยาคุมกำเนิดที่ตั้งค่าไว้ไม่ได้อยู่ในประเภทแผ่นยาคุมกำเนิดที่เลือกในปัจจุบัน
tl: Mangyaring suriin ang numero ng pill para sa umpisa ng regla. Ang kasalukuyang nakatakdang numero ng pill ay hindi umiiral sa napiling uri ng pill sheet
tr: Adet başlangıç tarihindeki hap numarasını kontrol edin. Şu anda seçilen hap paketi tipinde mevcut olmayan bir hap numarası ayarlandı.
uk: Please check the pill number for the start date of your period. A pill number has been set that does not exist for the currently selected pill sheet type.
ur: براہ کرم حیض کے آغاز کے دن کی گولی نمبر کی تصدیق کریں۔ موجودہ منتخب شدہ گولی شیٹ کی نوعیت میں کوئی موجودہ گولی نمبر مرتب کیا گیا ہے۔
uz: Hayzizlik boshlanishi sanasi uchun tabletkalar raqamini tekshiring. Hozirgi tanlangan tabletkalar turi uchun mavjud bo'lmagan tabletkalar raqami o'rnatilgan.
vi: Vui lòng kiểm tra số viên thuốc tại ngày bắt đầu kinh nguyệt. Số viên thuốc đã thiết lập không tồn tại trong loại vỉ thuốc hiện được chọn
zh: 请确认月经开始日的药片编号。当前选择的药片类型中设置的药片编号不存在。
zu: Sicela uqinisekise inombolo ye-pil ngosuku lokuqala kokuhlanza. Inombolo ye-pil eqokiwe yamanje ayikho kuhlobo lwe-pil sheet olukhethiwe.

source: Customize medication notifications
af: Aangepaste medisyne kennisgewing
am: የመድሃኒት መውሰድ ማስታወቂያ ማስተካከል
ar: تخصيص إشعارات التناول
as: পিল নেওয়ার নোটিফিকেশন কাস্টমাইজ করা
az: Qəbul bildirişlərinin fərdiləşdirilməsi
be: Настройка паведамленняў аб прыёмам лекі
bg: Персонализиране на уведомления за прием
bn: সেবনের বিজ্ঞপ্তি কাস্টমাইজেশন
bs: Prilagođavanje notifikacija za uzimanje
ca: Personalització de les notificacions de presa
cs: Přizpůsobení oznámení o užívání
cy: Addasu Rhybudd Defnyddiad
da: Tilpasning af medicinpåmindelser
de: Benachrichtigung über die Einnahme anpassen
el: Προσαρμογή ειδοποιήσεων λήψης
es: Personalización de notificaciones de toma
et: Ravimi teatamise kohandamine
eu: Hartzeko jakinarazpenen pertsonalizazioa
fa: سفارشی کردن اعلان مصرف
fi: Lääkkeen ottamisen ilmoitusten mukauttaminen
fil: Pag-customize ng Notipikasyon sa Pag-inom
fr: Personnalisation des notifications de prise
gl: Personalización das notificacións de toma
gu: ગોળી લેવાની સૂચનાની વ્યવસ્થા
he: התאמת התראות לנטילה
hi: सेवन सूचना अनुकूलन
hr: Prilagodba obavijesti o uzimanju
hu: A gyógyszerszedési értesítések testreszabása
hy: Պիլովի ընդունման ծանուցումների հարմարեցում
id: Kustomisasi Pemberitahuan Penggunaan
is: Sérfræðingur fyrir tilkynningu um inntöku
it: Personalizzazione notifiche di assunzione
ja: 服用通知のカスタマイズ
ka: შეკვირვების შეტყობინების მორგება
kk: Дәрі қабылдау хабарландыруын теңшеу
km: ការកំណត់ការជូនដំណឹងសម្រាប់ការញ៉ាំថ្នាំ
kn: ಸೇವನೆ ಅಧಿಸೂಚನೆ ಕಸ್ಟಮೈಜೇಶನ್
ko: 복용 알림 맞춤 설정
ky: Дарыны билдирүүлөрүн жөндөө
lo: ການແກໄຂຄຳແນະນຳສໍາລັບການຮັບບຸດ
lt: Pillimo pranešimų pritaikymas
lv: Pillēšanas paziņojumu pielāgošana
mk: Прилагодување на известувањата за употреба
ml: സേവന റിമൈൻഡർ ക്രമീകരണം
mn: Мэдэгдлийн тохиргоо
mr: सेवन सूचना कस्टमाइझेशन
ms: Pemberitahuan pengambilan ubat yang disesuaikan
my: သောက်သုံးမှုအကြောင်းကြားချက် စိတ်ကြိုက်ပြင်ဆင်ခြင်း
nb: Tilpasning av medisinpåminnelser
ne: सेवन सूचना अनुकूलन
nl: Aangepaste inname notificaties
no: Tilpassing av påminnelser for medisinering
or: ସେବନ ବିଜ୍ଞପ୍ତି କଷ୍ଟମାଇଜ଼ କରନ୍ତୁ
pa: ਦਵਾਈ ਸੂਚਨਾ ਕਸਟਮਾਈਜ਼ੇਸ਼ਨ
pl: Personalizacja powiadomień o przyjmowaniu leków
ps: د درملو خبرتیاوې د کاسټم (تنظیم)
pt: Personalização de notificações de uso
ro: Personalizarea notificărilor pentru administrarea medicamentelor
ru: Настройка уведомлений о приеме
si: පිල් අනුභවය අනුවය කිරීම
sk: Prispôsobenie oznámení o užívaní
sl: Prilagoditev obvestil o jemanju
sq: Nisja e njoftimeve të përdorimit
sr: Прилагођавање обавештења о узимању
sv: Anpassa påminnelser för medicinintag
sw: Marekebisho ya Arifa za Kumeza Dawa
ta: மருந்து சேவனை அறிவிப்பு வடிவமைப்பு
te: సేవన నోటిఫికేషన్ అనుకూలీకరణ
th: การปรับแต่งการแจ้งเตือนการใช้ยา
tl: I-customize ang Paalala sa Pag-inom
tr: İlaç bildirimlerinin özelleştirilmesi
uk: Customisation of medication reminders
ur: دوا کے نوٹس کی تخصیص
uz: Doriqni xabardor qilishni moslash
vi: Tùy chỉnh thông báo uống thuốc
zh: 服用通知的自定义
zu: Ukulungiswa kokwaziswa kokusebenzisa

source: {x} can be customized
af: Jy kan {x} aanpas.
am: {x}ን ማበጀት ይችላሉ
ar: يمكنك تخصيص {x}
as: {x}ৰ অনুকূলন কৰিব পাৰি
az: {x} fərdiləşdirə bilərsiniz
be: Вы можаце настроіць {x}.
bg: Можете да персонализирате {x}
bn: {x} কাস্টমাইজ করতে পারবেন
bs: Možete prilagoditi {x}
ca: Pots personalitzar {x}
cs: Můžete přizpůsobit {x}
cy: Mae modd gwirfoddoli {x}.
da: Du kan tilpasse {x}
de: {x} kann angepasst werden.
el: Μπορείτε να προσαρμόσετε το {x}.
es: Puedes personalizar {x}
et: Saate {x} kohandada.
eu: {x} pertsonalizatzeko aukera dago
fa: شما می توانید {x} را سفارشی کنید
fi: Voit mukauttaa {x}
fil: Maaari mong i-customize ang {x}
fr: Vous pouvez personnaliser {x}.
gl: Pódese personalizar {x}
gu: તમે {x}ને કસ્ટમાઇઝ કરી શકો છો
he: ניתן להתאים אישית את {x}
hi: {x} को अनुकूलित कर सकते हैं
hr: Možete prilagoditi {x}
hu: Testreszabhatja a(z) {x}
hy: {x} -ի հարմարեցումը կարելի է կատարել
id: Anda dapat menyesuaikan {x}
is: Þú getur sérsniðið {x}
it: Puoi personalizzare {x}
ja: {x}のカスタマイズができます
ka: შენ შეგიძლია მოირგო {x}
kk: {x} нақтыландыра аласыз
km: {x}អាចកំណត់រចនាសម្ព័ន្ធបាន
kn: {x} ಅನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಬಹುದು
ko: {x}를 맞춤 설정할 수 있습니다
ky: {x}ны жекелештирип алууга болот
lo: ສາมາດປັບປຸງ{x}ໄດ້
lt: Galima pritaikyti {x}
lv: Jūs varat pielāgot {x}
mk: Можете да прилагодите {x}.
ml: {x} കസ്റ്റമൈസ് ചെയ്യാൻ കഴിയും
mn: {x}-ийг тохируулж болно
mr: {x} कस्टमाइझ करता येते
ms: Anda boleh menyesuaikan {x}
my: {x} စိတ်ကြိုက်ပြင်ဆင်နိုင်ပါသည်
nb: Du kan tilpasse {x}
ne: {x} को अनुकूलन गर्न सकिन्छ
nl: U kunt {x} aanpassen
no: Du kan tilpasse {x}
or: {x} କଷ୍ଟମାଇଜ୍ କରିହେବ
pa: {x} ਨੂੰ ਕਸਟਮਾਈਜ਼ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
pl: Możesz dostosować {x}
ps: تاسو کولی شئ د {x} تنظیم کړئ
pt: É possível personalizar {x}.
ro: Se poate personaliza {x}.
ru: Вы можете настроить {x}
si: {x} හි අභිරුචි කිරීම් කළ හැක
sk: Môžete prispôsobiť {x}
sl: Lahko prilagodite {x}
sq: Mund të personalizoni {x}.
sr: Можете прилагодити {x}
sv: Du kan anpassa {x}
sw: Unaweza kubinafsisha {x}
ta: {x}ஐ தனிப்பயனாக்க முடியும்
te: {x}ని కస్టమైజ్ చేయవచ్చు
th: คุณสามารถปรับแต่ง {x} ได้
tl: Maaari mong i-customize ang {x}
tr: {x} özelleştirilebilir.
uk: You can customize {x}.
ur: آپ {x} کی تخصیص کر سکتے ہیں
uz: {x}ni sozlash mumkin
vi: Có thể tùy chỉnh {x}
zh: 可以自定义{x}
zu: Ungakwenza u{x} ngendlela oyithandayo.

# thankYouForCooperation
source: Thank you for your cooperation
af: Baie dankie vir jou samewerking
am: ለትብብርዎ እጅግ በጣም አመሰግናለሁ
ar: شكراً لتعاونكم
as: আপোনাৰ সহযোগিতাৰ বাবে ধন্যবাদ
az: Köməyinizə görə təşəkkür edirik
be: Дзякуй за вашу дапамогу
bg: Благодаря ви за сътрудничеството
bn: সহযোগিতার জন্য ধন্যবাদ
bs: Hvala vam na saradnji
ca: Gràcies per la vostra col·laboració
cs: Děkujeme za spolupráci.
cy: Diolch am eich cydweithrediad
da: Tak for din hjælp
de: Vielen Dank für Ihre Unterstützung.
el: Σας ευχαριστούμε για τη συνεργασία
es: Gracias por su colaboración
et: Aitäh koostöö eest
eu: Eskerrik asko zure lankidetzagatik
fa: از همکاری شما سپاسگزارم
fi: Kiitos avustasi
fil: Salamat sa inyong pakikipagtulungan
fr: Merci pour votre coopération
gl: Grazas pola túa colaboración
gu: તમારા સહયોગ બદલ ધન્યવાદ
he: תודה על שיתוף הפעולה
hi: आपके सहयोग के लिए धन्यवाद
hr: Hvala vam na suradnji
hu: Köszönjük az együttműködést
hy: Շնորհակալություն ձեր համագործակցության համար
id: Terima kasih atas kerja samanya
is: Takk fyrir aðstoðina
it: Grazie per la vostra collaborazione
ja: ご協力ありがとうございます
ka: დიდი მადლობა თქვენი დახმარებისთვის
kk: Сізге рақмет!
km: សូមអរគុណចំពោះការសហការរបស់អ្នក
kn: ನಿಮ್ಮ ಸಹಕಾರಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು
ko: 협조해 주셔서 감사합니다
ky: Сиздин көмөгүңүз үчүн рахмат
lo: ຂອບໃຈສໍາລັບຄວາມສ່ວນຊ່ວຍ
lt: Ačiū už jūsų pagalbą
lv: Paldies par sadarbību
mk: Благодарам за вашата соработка
ml: സഹകരണത്തിന് നന്ദി
mn: Хамтран ажилласанд баярлалаа
mr: आपल्या सहकार्याबद्दल धन्यवाद
ms: Terima kasih atas kerjasama anda
my: ပူးပေါင်းဆောင်ရွက်ပေးတဲ့အတွက် ကျေးဇူးတင်ပါတယ်
nb: Takk for samarbeidet
ne: सहयोगको लागि धन्यवाद
nl: Bedankt voor uw medewerking
no: Takk for samarbeidet
or: ଆପଣଙ୍କର ସହଯୋଗ ପାଇଁ ଧନ୍ୟବାଦ
pa: ਤੁਹਾਡੇ ਸਹਿਯੋਗ ਲਈ ਬਹੁਤ ਬਹੁਤ ਧੰਨਵਾਦ
pl: Dziękuję za współpracę
ps: ستاسو له همکارۍ څخه مننه
pt: Obrigado pela sua colaboração
ro: Vă mulțumim pentru cooperare
ru: Спасибо за ваше сотрудничество.
si: ඔබගේ සහයෝගයට ස්තුතියි
sk: Ďakujeme za vašu spoluprácu
sl: Hvala za vašo pomoč
sq: Faleminderit për ndihmën tuaj
sr: Hvala na saradnji
sv: Tack för ditt samarbete
sw: Asante kwa ushirikiano wako
ta: உங்கள் ஒத்துழைப்புக்கு மிக்க நன்றி
te: మీ సహకారానికి ధన్యవాదాలు
th: ขอบคุณสำหรับความช่วยเหลือ
tl: Salamat sa inyong pakikipagtulungan
tr: Teşekkür ederiz.
ur: آپ کا شکریہ کہ آپ نے تعاون کیا
uz: Yordam berganingiz uchun rahmat
vi: Cảm ơn sự hợp tác của bạn
zh: 感谢您的合作
zu: Ngiyabonga ngokubambisana
